{"artists":[{"idArtist":"169228","strArtist":"Cat Stevens","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Deram","idLabel":"43635","intFormedYear":"1965","intBornYear":"1948","intDiedYear":null,"strDisbanded":null,"strStyle":"Folk","strGenre":"Contemporary Folk","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Yusuf Islam (born Steven Demetre Georgiou; 21 July 1948), commonly known by his stage names Cat Stevens, Yusuf, and Yusuf / Cat Stevens, is a British singer-songwriter and multi-instrumentalist. His musical style consists of folk, pop, rock, and, later in his career, Islamic music. He returned to making secular music in 2006. He was inducted into the Rock and Roll Hall of Fame in 2014.\n\nHis 1967 debut album and its title song \"Matthew and Son\" both reached top ten in the UK charts. Stevens' albums Tea for the Tillerman (1970) and Teaser and the Firecat (1971) were certified triple platinum in the US. His 1972 album Catch Bull at Four went to No.1 on Billboard Pop Albums and spent weeks at the top of several major charts. He earned ASCAP songwriting awards in 2005 and 2006 for \"The First Cut Is the Deepest\", which has been a hit for four artists. His other hit songs include \"Father and Son\", \"Wild World\", \"Moonshadow\", \"Peace Train\", and \"Morning Has Broken\".\n\nIn December 1977, Stevens converted to Islam and adopted the name Yusuf Islam the following year. In 1979, he auctioned all of his guitars for charity, and left his musical career to devote himself to educational and philanthropic causes in the Muslim community. He has since bought back at least one of these guitars as a result of the efforts of his son Yoriyos. He was embroiled in a long-running controversy regarding comments he made in 1989 about the death fatwa on author Salman Rushdie. His current stance is that he never supported the fatwa: \"I was cleverly framed by certain questions. I never supported the fatwa.\" He has received two honorary doctorates and awards for promoting peace as well as other humanitarian awards.\n\nIn 2006, he returned to pop music by releasing his first new studio album of new pop songs in 28 years, entitled An Other Cup. With that release and subsequent ones, he dropped the surname \"Islam\" from the album cover art – using the stage name Yusuf as a mononym. In 2009, he released the album Roadsinger and, in 2014, he released the album Tell 'Em I'm Gone and began his first US tour since 1978. His second North American tour since his resurgence, featuring 12 shows in intimate venues, ran from 12 September to 7 October 2016. In 2017, he released the album The Laughing Apple, now using the stage name Yusuf / Cat Stevens, using the Cat Stevens name for the first time in 39 years. In September 2020, he released Tea for the Tillerman 2, a reimagining of his classic album Tea for the Tillerman to celebrate its 50th anniversary.","strBiographyDE":"Cat Stevens, auch Yusuf (* 21. Juli 1948 als Steven Demetre Georgiou in London, seit 1978 bürgerlich Yusuf Islam), ist ein britischer Sänger und Songwriter. Er spielt Gitarre und Klavier und wird musikalisch dem Folk- und Softrock zugerechnet. Zu seinen bekanntesten Veröffentlichungen zählen Matthew & Son (1966), Lady D’Arbanville, Father and Son (beide 1970), Wild World, Moonshadow und Morning Has Broken (alle 1971). Im Laufe seiner Karriere hat er mehr als 25 Millionen Tonträger verkauft. ","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Marylebone, London, England, UK","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/v16er31640806478.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/p7iaj11667145578.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/9clgqx1640806708.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/b2pnjp1640806700.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/18anzo1640806425.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/si6yz31640806431.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/cii8441640806439.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/ehpy9u1640806446.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/7b3x6u1640806719.jpg","strMusicBrainzID":"e2345fdf-2be7-47c5-a6dd-be64353ad134","strISNIcode":null,"strLastFMChart":null,"intCharted":"0","strLocked":"unlocked"}]}