{"artists":[{"idArtist":"118665","strArtist":"Ralph Vaughan Williams","strArtistStripped":null,"strArtistAlternate":"Vaughan Williams","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1872","intDiedYear":"1958","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Ralph Vaughan Williams, 12 October 1872 – 26 August 1958), was an English composer of symphonies, chamber music, opera, choral music, and film scores. He was also a collector of English folk music and song: this activity both influenced his editorial approach to the English Hymnal, beginning in 1904, in which he included many folk song arrangements set as hymn tunes, and also influenced several of his own original compositions.","strBiographyDE":"Wikipedia\n\nRalph Vaughan Williams (* 12. Oktober 1872 in Down Ampney, Gloucestershire; † 26. August 1958 in London) war ein englischer Komponist und Dirigent. \n\nVaughan Williams – Sohn eines Geistlichen († 1875) – wuchs in Leith Hill Place (Surrey) auf und erhielt von einer Tante ersten Musikunterricht. Nach seiner Schulzeit an der englischen Eliteschule Charterhouse School studierte er ab 1890 am Royal College of Music in London bei Hubert Parry und Charles Villiers Stanford, dann von 1892 bis 1895 bei Charles Wood am Trinity College der Universität Cambridge und 1896 nochmals in London, wo seine enge Freundschaft mit Gustav Holst begann. Zusätzlich nahm er 1897 Unterricht bei Max Bruch in Berlin, im selben Jahr heiratete er Adeline Fisher.\nVon 1896 bis 1899 wirkte Vaughan Williams in London als Organist. Bald schon beschäftigte er sich intensiv mit dem Sammeln und Veröffentlichen englischer Volkslieder (Bushes and Briars, 1903) und entdeckte auch die englische Musik der Renaissance für sich. Beides beeinflusste seinen Kompositionsstil erheblich. 1905 wurde er musikalischer Leiter des Leith Hill Musical Festival (bis 1953), 1906 gab er ein neues Kirchengesangbuch, The English Hymnal, heraus. 1908 hielt er sich in Paris auf, um bei Maurice Ravel noch einmal weiteren Unterricht zu nehmen.\n1910 erschien dann sein erstes großes Werk, A Sea Symphony, in der späteren Zählung seine erste Sinfonie, eigentlich aber eine gewaltige Kantate für Soli, Chor und Orchester nach Worten Walt Whitmans. Im selben Jahr wurde eines seiner beliebtesten Werke veröffentlicht, die Fantasia on a Theme by Thomas Tallis. 1911 folgte der Liederzyklus On Wenlock Edge, 1913 dann seine zweite Sinfonie, A London Symphony. Die deutsche Erstaufführung am Deutschen Opernhaus in Berlin dirigierte Ignatz Waghalter.\nIm Ersten Weltkrieg diente Vaughan Williams in Frankreich als Soldat. Durch den Geschützlärm wurde sein Gehör geschädigt, was in späteren Jahren zur Taubheit führte. Seine tief empfundenen Eindrücke dieser Jahre finden ihren Niederschlag vor allem in der dritten Sinfonie, der Pastoral Symphony für Sopran und Orchester, die bereits 1916 skizziert, aber erst 1922 aufgeführt wurde. 1919 wurde er Kompositionslehrer am Royal College of Music in London (bis 1938), von 1920 bis 1928 leitete er den Londoner Bach-Chor. Immer häufiger trat er auch als Dirigent seiner eigenen Werke auf.\nVaughan Williams erhielt in den folgenden Jahren zahlreiche Auszeichnungen. Seinen Ruhm mehrten das Ballett Job (1930) nach der biblischen Ijob-Geschichte, die vierte Sinfonie (1935) sowie die in den Jahren des Zweiten Weltkriegs entstandenen Sinfonien Nr. 5 (1943) und 6 (1947). 1940 schrieb Vaughan Williams mit 49th Parallel auch seine erste Filmmusik.\n1944 komponierte Vaughan Williams A Song of Thanksgiving als Auftragskomposition für die BBC. Unter dem ursprünglichen Titel Thanksgiving for Victory wurde das Stück in den letzten Wochen des Zweiten Weltkrieges aufgenommen und anlässlich eines Radio-Dankgottesdienstes am 13. Mai 1945 gesendet.\nZur Krönung von Königin Elisabeth II. schrieb Vaughan Williams ein Arrangement des Chorals All people that on earth do dwell, einer Version des Psalms 100 mit der Louis Bourgeois zugeschriebenen Melodie The Old 100th als Offertorium (Gesang zur Gabenbringung). Der Komponist hatte vorgesehen, dass erstmals seit Jahrhunderten nicht nur ein Chor, sondern auch die Gemeinde bei der Krönung mitsingen sollte, indem in der abschließenden Doxologie To Father, Son, and Holy Ghost die Versammlung der Peers unisono in den Gesang einstimmt. Die Lords konnten den ungewohnten Ansprüchen zwar nicht genügen, dennoch verfehlte das Stück seine Wirkung auf den Hörer nicht.\nWeniger erfolgreich waren jedoch seine Opern. Weder der 1924 uraufgeführte, aber bereits 1910 begonnene Hugh the Drover, noch Sir John in Love (1929), eine weitere Vertonung von Shakespeares Falstaff-Stoff, hielten sich im Repertoire.\nDie größte Enttäuschung seiner Komponistenlaufbahn war für Vaughan Williams jedoch die schlechte Aufnahme der oratorischen Oper The Pilgrim’s Progress (1951) nach John Bunyan, an der er über vierzig Jahre gearbeitet hatte. Im selben Jahr starb seine Frau Adeline nach langer, schwerer Krankheit. 1953 heiratete er Ursula Wood (1911–2007). Unter den Werken der letzten Jahre ragen die siebte Sinfonie Sinfonia Antartica (1952), die nach der Filmmusik Scott of the Antarctic entstand, und die späte neunte Sinfonie (1957) heraus. 1949 wurde Williams in die American Academy of Arts and Letters und 1957 in die American Academy of Arts and Sciences gewählt.\n\nNach dem Tod Vaughan Williams’ wurde seine Asche im Poets’ Corner in der Westminster Abbey in London beigesetzt. ","strBiographyFR":"Ralph Vaughan Williams (12/10/1872 - 26/08/1958), était un compositeur anglais de symphonies, de musique de chambre, d'opéra, de musique chorale et de musiques de films. Il était également un collectionneur de musique et de chansons folkloriques anglaises: cette activité a à la fois influencé son approche éditoriale de l'hymne anglais, à partir de 1904, dans lequel il a inclus de nombreux arrangements de chansons folkloriques en tant qu'hymnes, et a également influencé plusieurs de ses propres compositions originales. . ","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Dorking, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qtuuvu1366285691.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rtwqxy1366285712.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"4f3b96ed-f1f1-4a68-be73-0e0657837096","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}