{"artists":[{"idArtist":"154506","strArtist":"Michael Ball","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Universal Records","idLabel":"43052","intFormedYear":"1984","intBornYear":"1962","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"Musical","strMood":"","strWebsite":"www.michaelball.co.uk","strFacebook":"","strTwitter":"1","strBiographyEN":"Michael Ashley Ball, OBE (born 27 June 1962) is an English actor, singer and broadcaster, who is known for his work in musical theatre. He made his West End debut in 1985 playing Marius in the original London production of Les Misérables, and went on to star in 1987 as Raoul in The Phantom of the Opera. In 1989, he reached number two in the UK Singles Chart with \"Love Changes Everything\", a song taken from the musical Aspects of Love, where he played Alex. He played the role in London and on Broadway.\nIn 1992, Ball represented the United Kingdom in the Eurovision Song Contest, finishing second with the song \"One Step Out of Time\". In 1995, he reprised the role of Marius in Les Misérables: The Dream Cast in Concert. His other West End roles include Giorgio in Passion (1997) and Caractacus Potts in Chitty Chitty Bang Bang (2002). He has twice won the Laurence Olivier Award for Best Actor in a Musical. He won in 2008 for his role as Edna Turnblad in Hairspray, and then in 2013 for the title role in the revival of Sweeney Todd: The Demon Barber of Fleet Street.\nBall was appointed Officer of the Order of the British Empire (OBE) in the 2015 Birthday Honours for his services to musical theatre.\nIn 1984, after he had left drama school, Ball's first part was in Godspell at Aberystwyth Arts Centre, after which he worked for a few months in rep in Basingstoke, but his first major break was a star part in the production of The Pirates of Penzance at Manchester Opera House; at an open audition he was selected from about 600 applicants who formed a queue to do singing, acting, and dancing interviews, which were held in three separate rooms. His next important role came when Cameron Mackintosh cast him as Marius in the original London cast of Les Misérables, but he caught glandular fever and he took six or seven weeks off sick to recover from the associated tonsillitis and post-viral fatigue. When he returned to work he was still suffering from fatigue, and began to get on-stage panic attacks — overwhelming anxiety, a rapid heartbeat, sweating, and problems with vision. These also started happening at other times, such as when he was going to work. For most of the next nine months he lived alone in his flat feeling depressed; he did not seek therapy and left Les Misérables.\nThames Television invited Ball to sing during the Miss England contest, a live televised event, and he sang well enough despite suffering from anxiety. When he viewed a recording later, he realised that no one would have noticed how nervous he was, and he became less worried about his anxiety problem. At about that time, Cameron Mackintosh asked Ball to play Raoul in the second casting of The Phantom of the Opera in London, which was necessary after Michael Crawford (who played the Phantom) and Steve Barton (who played Raoul) left the London show to appear in the Broadway staging in New York City. Mackintosh thought that Ball would not be under too much pressure as Raoul, and that the part was right for him.\nBall played Alex in Aspects of Love, both in London and New York, and Giorgio in the London production of Stephen Sondheim's Passion. Alone Together was his one-man show first performed at the Donmar Warehouse (which was reprised in 2004 for the Singular Sensations season at the Haymarket). In 1998 Ball performed at three big concerts: The Fiftieth Birthday Concert of Andrew Lloyd Webber at the Royal Albert Hall (released on DVD), Sondheim Tonight at the Barbican Centre (released on CD) and Hey, Mr. Producer: The Musical World of Cameron Mackintosh (released on CD and DVD). In 2002 he took on the role of Caractacus Potts in the Sherman Brothers musical Chitty Chitty Bang Bang, which was largely considered his comeback role.\nIn 2004, he co-starred with Petula Clark in a production of Lloyd Webber's Sunset Boulevard at the Cork Opera House, later broadcast by the BBC. Later the same year he was a guest star at Clark's Concert, also broadcast by the BBC. He sang three tracks from his latest album, Since You've Been Gone; \"Home\" and \"One Voice\", as well as two duets with Clark. Other performances include singing at the BBC's St David's Day concert, in the role of Marius at the Les Misérables: The Dream Cast in Concert, the tenth anniversary concert of Les Misérables in 1995. A lyric baritone, Ball also sang the role of Valjean at a special concert performance of Les Misérables for the Queen and her guests at Windsor Castle in 2004. In 2005, with 10 days' notice, he replaced Michael Crawford as Count Fosco in The Woman in White after poor health forced Crawford to give up the role.\nIn November 2005, Ball returned to Broadway as Count Fosco in The Woman in White, which transferred from London's West End. He was, however, forced to leave the show because of a viral infection supposedly caused by the fat suit required for the role; this reportedly raised Ball's body temperature by several degrees during the show.\nIn September 2005, Ball made his New York City Opera debut as Reginald Bunthorne in Gilbert and Sullivan's Patience. He spent the first quarter of 2006 on complete vocal rest, following the illness that caused him to leave The Woman in White on Broadway. By the middle of July, Ball had taken part in the Royal Court Theatre's celebratory performance of The Rocky Horror Show. He took a leading role in Kismet in June and July 2007 for the ENO, and appeared on Channel 4's Richard & Judy on 22 June 2007 to promote this production. He then appeared as the solo artist in a controversial 'Musical Theatre' Prom on 27 August 2007 for the BBC at London's Royal Albert Hall. Ball performed a wide range of musical theatre numbers, including several by Andrew Lloyd Webber. The show was broadcast live on BBC Four, as well as on BBC Radio 3.\nFrom October 2007 – July 2009, Ball made his West End return starring as Edna Turnblad in the hit musical Hairspray at the Shaftesbury Theatre in London. In March 2008, he was awarded the Laurence Olivier Award for Best Actor in a Musical for his portrayal. He also won the Whatsonstage.com Theatregoers' Choice Award for Best Actor in a Musical for his portrayal of Edna Turnblad. He recently starred in a new production of Sweeney Todd: The Demon Barber of Fleet Street at the Adelphi Theatre in the West End, alongside Imelda Staunton as Mrs. Lovett. The show premiered at the Chichester Festival Theatre for six weeks starting 24 September 2011 before transferring to London in March 2012. Michael and Imelda were both awarded Olivier awards, best actor and best actress in a musical for their Sweeney Todd performances. Michael is currently starring as Mack in Mack and Mabel, which has just finished in Manchester and is moving on to Edinburgh.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Bromsgrove, Worcestershire,","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qwpssy1554025046.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/z61o9r1607906171.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"09402904-94b8-467d-a894-4a7b40045eaf","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}