{"artists":[{"idArtist":"111293","strArtist":"Tina Turner","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1973","intBornYear":"1939","intDiedYear":"2023","strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock","strMood":"In Love","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Anna Mae Bullock (born November 26, 1939, died May 24, 2023), better known by her stage name Tina Turner, is an American singer and actress whose career has spanned more than half a century, earning her widespread recognition and numerous awards. Turner started out her music career with husband Ike Turner as a member of the Ike & Tina Turner Revue. Success followed with a string of notable hits including \"River Deep - Mountain High\" (1966) and \"Proud Mary\" (1971). With the publication of her autobiography I, Tina in 1986, Turner revealed severe instances of domestic violence against her by Ike Turner prior to their 1976 split and subsequent 1978 divorce. Turner was raised a Baptist and later converted to the Buddhist faith, crediting the religion and its spiritual chants with giving her the strength she needed to get through difficult times. Following her divorce from Ike Turner, she rebuilt her career by constantly performing, eventually launching another series of hits starting in 1983 with the single \"Let's Stay Together\" and the 1984 release of her fifth solo album Private Dancer. \"What's Love Got to Do with It,\" the most popular single from the album, would later serve as the title of a biographical film about Turner that was adapted from her autobiography.\n\nTurner's musical career has led her to several onscreen roles, the first of which was a prominent turn as The Acid Queen in the 1975 film Tommy and an appearance in Sgt. Pepper's Lonely Hearts Club Band (1978). She starred opposite Mel Gibson as Aunty Entity in Mad Max Beyond Thunderdome (1985) for which she received the NAACP Image Award for Outstanding Actress in a Motion Picture, and her rendering of the film's theme, \"We Don't Need Another Hero\", was a hit single. She also appeared in the 1993 film Last Action Hero.\n\nOne of the world's most popular entertainers, Turner has been called the most successful female rock artist, and was named \"one of the greatest singers of all time\" by Rolling Stone. Her combined album and single sales total approximately 180 million copies worldwide. She is known for her energetic stage presence, powerful vocals, career longevity, and widespread appeal. In 2008, Turner left semi-retirement to embark on her Tina!: 50th Anniversary Tour. Turner's tour became one of the highest selling ticketed shows of 2008-2009. Rolling Stone ranked her at 63 on their 100 greatest artists of all time and considers her the \"Queen of Rock and Roll\".","strBiographyDE":"Tina Turner (* 26. November 1939 als Anna Mae Bullock in Brownsville, Tennessee; † 23. oder 24. Mai 2023 in Küsnacht, Kanton Zürich) war eine Sängerin und Schauspielerin. Die gebürtige US-Amerikanerin nahm 2013 die Schweizer Staatsbürgerschaft an. Sie gehört mit über 180 Millionen verkauften Tonträgern zu den weltweit erfolgreichsten Sängerinnen.\n\nAnna Mae Bullock wurde 1939 als jüngere von zwei Töchtern des afroamerikanischen Ehepaars Zelma Currie und Floyd Richard Bullock, eines Baptisten-Diakons, geboren. Sie kam im Untergeschoss des Haywood Memorial Hospital in Brownsville zur Welt, das zum Zweck der Rassentrennung für Afroamerikaner bestimmt war.\n\nDie ersten Erfahrungen als Sängerin sammelte sie als Kind im Chor der baptistischen Kirche in Nutbush, wo sie aufwuchs. Nach einer schwierigen Zeit, während ihre Eltern sich trennten und sie bei ihrer Großmutter lebte, zog sie 1955 zu ihrer Mutter und der älteren Schwester nach St. Louis. \n\nIke und Tina Turner:\n1958 lernte sie dort Ike Turner mit seiner Band Kings of Rhythm kennen und wurde deren Backgroundsängerin. 1960 nahmen sie das Lied A Fool in Love auf. Sie sprang dabei kurzfristig als Solosängerin ein, da der vorgesehene Sänger Art Lassiter ausfiel. Der Titel schaffte es im August 1960 auf Platz 27 der US-Charts.\n\nAus Gründen der Promotion gab Ike ihr daraufhin den Künstlernamen Tina und benannte seine Band in Ike & Tina Turner um. Tina und Ike, die inzwischen auch eine Liebesbeziehung verband, gingen in der Folge mit der Ike & Tina Turner Revue auf Tournee, zunächst in den USA, später auch durch Europa und Australien. 1962 heirateten sie im mexikanischen Tijuana.\n\nDie Revue war viele Jahre sehr erfolgreich, auch finanziell. Die Turners gingen als Vorgruppe mit den Rolling Stones auf Tournee, und Tina Turner nahm 1966 mit dem Produzenten Phil Spector die in Großbritannien erfolgreiche Single River Deep, Mountain High auf, wodurch Ike & Tina Turner in Europa wesentlich bekannter wurden. 1972 erhielten Ike und Tina Turner einen Grammy Award in der Kategorie „Best R&B Performance by a Duo or Group with Vocal“ für ihre Darbietung des Songs Proud Mary.\n\nDer Song Nutbush City Limits aus dem Jahr 1973, den Tina Turner geschrieben hat, erreichte Platz 2 der deutschen Singlecharts und hielt sich 26 Wochen. 1975 spielte sie in der Rolle der Acid Queen in der Verfilmung der Rockoper Tommy von The Who mit.\n\nParallel zu ihrem zunehmenden musikalischen Erfolg häuften sich Probleme in ihrem Privatleben mit ihrem Mann Ike Turner (u. a. häusliche Gewalt), die zum Teil auch seinem Drogenkonsum zugeschrieben wurden. 1976 verließ sie ihren Mann und beantragte die Scheidung, die 1978 rechtskräftig wurde.\n\nIn der Scheidungsverordnung übernahm Tina Turner die Verantwortung für versäumte Konzerttermine sowie ausstehende Steuerschulden. Sie behielt die Autorenlizenzen für die eigenen Songs sowie zwei Autos, Pelze und Schmuck. 1991 wurden Ike und Tina Turner in die Rock and Roll Hall of Fame aufgenommen, 2021 folgte die Aufnahme Tina Turners als Einzelkünstlerin.\n\nSolokarriere:\nAnfänge:\nTina Turner konnte als Solokünstlerin nicht direkt an die Erfolge der Band anknüpfen. Sie verdiente ihr Geld durch verschiedene Tourneen, deren Konzerte allerdings meist in kleinen Räumlichkeiten vor oft nur wenigen hundert Zuschauern stattfanden. Das Album Rough, das 1978 erschien, verkaufte sich schlecht, ebenso das ein Jahr später erschienene Album Love Explosion. In diesen Alben unternahm sie musikalisch unter anderem Ausflüge in die Disco-Musik.\n\nMit ihren Bühnenprogrammen, insbesondere den Nice-’n’-Rough-Konzerten der frühen 1980er Jahre, arbeitete sie sich allmählich nach oben. Unterstützt wurde sie dabei ab 1979 von ihrem neuen Manager, dem Musikproduzenten Roger Davies, der es sich zum Ziel gesetzt hatte, Turner aus ihrem Karrieretief herauszubringen. Die Shows fanden beim Publikum großen Anklang, und auch namhafte Berufskollegen wurden auf sie aufmerksam. In der Folge hatte sie Gastauftritte unter anderem bei Tom Jones, Rod Stewart und später bei David Bowie, und spielte im Vorprogramm bei einigen Konzerten der Rolling Stones in den USA. Die großen Plattenfirmen aber betrachteten Tina Turner zunächst noch als einen kaum vermarktbaren Altstar.\n\n1980er Jahre:\n1982 beteiligte sie sich als einer von mehreren Gaststars am Album Music of Quality and Distinction der Gruppe British Electric Foundation (B.E.F.), die aus Mitgliedern der Band Heaven 17 bestand. Turners Version des Songs Ball of Confusion auf diesem Album wurde überraschend ein Hit in Norwegen.\n\nDieser Erfolg und vor allem ihre gesangliche Leistung überzeugten die Produzenten. Bei Capitol Records in London nahm sie unter Mitwirkung von B.E.F. eine Coverversion des Al-Green-Songs Let’s Stay Together auf, die 1983 als Single erschien. Das Stück wurde in vielen europäischen Ländern ein Hit und erreichte beispielsweise in England Platz sechs. Etwas später erreichte der Song in den USA Platz 26 der Singlehitparade und Platz drei der R&B-Charts. Daraufhin beschloss Capitol Records, ein ganzes Album mit Turner zu produzieren.\n\nDas Album Private Dancer wurde 1984 veröffentlicht. Gleich die erste Single-Auskopplung What’s Love Got to Do with It kletterte auf Platz eins der Billboard-Charts. Im Februar 1985 erhielt sie drei Grammy Awards für die beste weibliche Gesangsdarbietung, für die Schallplatte des Jahres (jeweils What’s Love Got to Do with It) und für die beste weibliche Rockgesangsdarbietung (Better Be Good to Me).\n\n1985 spielte Turner die Rolle der Aunty Entity im Film Mad Max – Jenseits der Donnerkuppel (Mad Max – Beyond Thunderdome mit Mel Gibson). Schon Jahre zuvor hatte sie sich als großen Fan der Mad-Max-Reihe bezeichnet und in ihrer Biografie Ich, Tina den Film Mad Max II – Der Vollstrecker ihren Lieblingsfilm genannt. Mit dem Titelsong We Don’t Need Another Hero hatte sie 1985 einen Nummer-eins-Hit in Deutschland. Im selben Jahr sang sie bei der Wohltätigkeitssingle We Are the World mit und startete ihre erste Europatournee.\n\n1986 folgte das Album Break Every Rule, das kommerziell sehr erfolgreich war. Der erste Teil wurde ausschließlich von Terry Britten (What’s Love Got to Do with It) geschrieben und produziert. Er enthält die Hitsingles Typical Male, Two People und What You Get Is What You See. Der zweite Teil des Albums enthält unter anderem Songs von Bryan Adams (Back Where You Started) und von Rupert Hine (Break Every Rule). Kurz nach Erscheinen des Break-Every-Rule-Albums wurde das von Tina Turner und Kurt Loder verfasste Buch Ich, Tina – Mein Leben veröffentlicht.\n\n1988 trat Turner im Maracanã-Stadion in Rio de Janeiro vor 188.000 Zuschauern auf, was ihr einen Eintrag ins Guinness-Buch der Rekorde als Solokünstlerin mit dem größten Konzertauftritt bescherte. Nachdem sie bei der Veröffentlichung des Live-Doppel-Albums Live in Europe angekündigt hatte, weniger auf Tour zu gehen und sich aus dem Musikbusiness zurückzuziehen, veröffentlichte sie 1989 ihr nächstes Album mit anschließender „Farewell“-Tour: Foreign Affair.\n\nBluesige Stücke (Steamy Windows, Undercover Agent for the Blues) mit Tony Joe White wechseln sich mit Mainstream-Popproduktionen ab. Die Tour führte sie durch Europa und war ein großer Erfolg. Turner hielt damals für kurze Zeit den Rekord für die umsatzstärkste Tournee der Welt – bis die Rolling Stones diesen Rekord 1989 mit ihrer Steel-Wheels-Tour übernahmen.\n\nab 1990er Jahre:\n1992 erschien der biografische Film Tina – What’s Love Got to Do with It? sowie als Album der entsprechende Soundtrack. Neben neuen Songs, darunter I Don’t Wanna Fight, nahm Turner hierfür auch die alten Hits aus der Zeit von Ike & Tina Turner neu auf. Zu Werbezwecken ging sie 1993 hauptsächlich in den USA auf Tournee, aber auch in Europa fanden sechs Auftritte statt: viermal bei Rock over Germany und je ein Auftritt in Basel und Wien. 1995 sang sie das Titellied zum James-Bond-Film GoldenEye. Dieses ist auch auf dem 1996 erschienenen Album Wildest Dreams enthalten. 1999 veröffentlichte sie mit Twenty Four Seven ihr bisher letztes reguläres Album. Im Jahre 2000 ging sie mit der 24/7 Tour auf Tournee.\n\nIm Herbst 2004 erschien mit Open Arms eine neue Single, die mit zwei weiteren bisher unveröffentlichten Liedern auf Turners zweiter Greatest-Hits-Sammlung All the Best zu finden ist. 2005 sollte sie in dem Film The Goddess die Rolle der indischen Göttin Kali spielen; der Film wurde jedoch nach dem Tod des Produzenten und Regisseurs Ismail Merchant nicht fertiggestellt. Im April 2006 erschien die Single Teach Me Again, die Turner mit der italienischen Sängerin Elisa Toffoli aufnahm. 2007 sang sie auf Herbie Hancocks CD River: The Joni Letters den Song Edith and the Kingpin.\n\nBei der Gala der Grammy Awards 2008 im Februar 2008 trat Turner mit Beyoncé auf.[9] Einen Tag danach trat sie bei der Feier des russischen Energiekonzerns Gazprom zu dessen 15. Jahrestag in Russland auf. Als Abschluss des fünfstündigen Konzerts sang sie unter anderem ihre Hits Private Dancer und The Best.\n\nBei der Aufzeichnung der Oprah Winfrey Show gab Turner im April 2008 bekannt, erneut auf Tour zu gehen. Die Tina!: 50th Anniversary Tour begann im Oktober 2008 in Nordamerika, der Vorverkauf der Karten startete im Mai. Das Eröffnungskonzert in Kansas war nach zwei Minuten ausverkauft.\n\nWegen der guten Vorverkäufe wurde die Zahl der Deutschlandkonzerte der Tour 2009 von ursprünglich angesetzten sieben auf sechzehn erhöht. Der erste Auftritt fand im Januar in der Kölnarena statt. Auch hier wurde Turner wieder von John Miles unterstützt. Mit dem 90. Auftritt der laufenden Tour, einem Nachholtermin in Sheffield, beendete Turner im Mai 2009 im Alter von 69 Jahren ihre Bühnenkarriere.\n\nWie Turner schon in ihrer Autobiographie Ich, Tina (1985) angekündigt hatte, wollte sie nach ihrer Karriere als Sängerin das spirituelle Wissen, das ihr im Leben geholfen habe, an andere weitergeben. So brachte sie im Juni 2009 gemeinsam mit der Yoga-Lehrerin und Musiktherapeutin Regula Curti und der Mantra-Sängerin Dechen Shak-Dagsay das Album Beyond heraus. Es enthält spirituelle, buddhistische und christliche Gesänge. Die gesamten Einnahmen wollten die Künstlerinnen in den Frieden zwischen verschiedenen Kulturen und Spiritualität fördernde Projekte in Erziehung, Bildung und Forschung für Kinder und Jugendliche fließen lassen.\n\nIm Oktober 2011 erschien das Album Children Beyond. Es enthält von Kindern gesungene spirituelle Gesänge und Mantras aus unterschiedlichen Religionen. An dem Album beteiligten sich wiederum die Christin Regula Curti und die gebürtige tibetische Buddhistin Dechen Shak-Dagsay mit Gesang sowie Tina Turner – die ebenfalls praktizierende Buddhistin war – mit Gesang und Vortrag. Im Juni 2014 erschien Love Within – Beyond, das dritte Album der Beyond-Reihe. Für dieses Album wurde das Team um die Inderin Sawani Shende-Sathaye, die auf allen Titeln des Albums als Interpretin genannt wird, erweitert.\n\nIm Frühjahr 2018 hatte das Musical Tina – The Tina Turner Musical im Londoner Aldwych Theatre Premiere. Es wurde von Tina Turner autorisiert und mitgestaltet. Im März 2019 feierte es auf der Hamburger Reeperbahn im Operettenhaus seine Deutschlandpremiere. Im Oktober 2021 verkaufte sie ein umfangreiches Portfolio an Musik-, Namens- und Bildrechten an die BMG. Der Kaufpreis soll laut BBC oberhalb von 50 Millionen $ gelegen haben.\n\nPrivatleben:\nTina Turner hatte zwei leibliche und zwei adoptierte Söhne: Craig (* 1958, † 2018 durch Suizid) stammte aus einer Affäre mit dem Saxofon-Spieler Raymond Hill. Ronald „Ronnie“ Renelle (1960–2022) war das einzige Kind aus der Ehe mit Ike Turner. Ike Jr. (* 1958) und Michael (* 1960) stammen aus der Beziehung von Ike Turner mit Lorraine Taylor und wurden von Tina Turner adoptiert.\n\nEinige Jahre wohnte sie mit ihrem deutschen Lebensgefährten seit 1986, dem ehemaligen Musikmanager Erwin Bach, in Köln, ab 1994 lebte das Paar dauerhaft in der Schweiz.\n\nIm Januar 2010 gewann Tina Turner anlässlich einer Galaveranstaltung des Schweizer Fernsehens in Zürich den SwissAward in der Kategorie Show. Sie sagte in einem Interview, dass sie stolz sei, den Preis als Nichtschweizerin erhalten zu haben, sie fühle sich mit der Schweiz verbunden. Im Januar 2013 wurden ihr das Kantonsbürgerrecht und die eidgenössische Einbürgerungsbewilligung erteilt, womit sie Schweizer Bürgerin wurde. Im Oktober 2013 gab Turner ihre US-amerikanische Staatsangehörigkeit auf. Gegenüber einer englischsprachigen Schweizer Online-Zeitung bestätigte ihre Pressesprecherin, der Verzicht stehe im Zusammenhang mit den verschärften Regeln der US-Behörden zur Besteuerung von im Ausland lebenden Amerikanern.\n\n2013 heirateten Tina Turner und Erwin Bach zunächst standesamtlich in ihrer Wohngemeinde Küsnacht. Seit mindestens 1998 waren sie Mieter der Villa Algonquin in Küsnacht. Am 21. Juli 2013 wurde auf ihrem gemieteten Anwesen am Zürichsee eine buddhistische Hochzeitszeremonie gefeiert. 2021 kaufte das Ehepaar in Stäfa im Ortsteil Ürikon das Gut Steinfels, das einen Wert von 70 Millionen Franken haben soll. Das Paar wollte das Anwesen als «neues Wochenendrefugium in unmittelbarer Nähe» nutzen. Einen weiteren Wohnsitz unterhielt das Ehepaar in Villefranche-sur-Mer an der Côte d’Azur.\n\nDie von ihr besuchte Einklassenschule Flagg Grove School in Nutbush sollte wegen Baufälligkeit abgerissen werden. Um das zu verhindern, sammelten Fans Geld und transportierten das Gebäude mit einem Tieflader auf das Gelände des Museums für die Kultur von West-Tennessee in Brownsville. Nach der vollständigen Renovierung wurde dort am 26. September 2014 ein Tina-Turner-Museum eröffnet.\n\nMit der Veröffentlichung ihrer zweiten Autobiographie (My Love Story) im Oktober 2018 wurde bekannt, dass Turner 2013 einen Schlaganfall erlitten hatte und 2016 an Darmkrebs erkrankt war. 2017 hatte sie einen schweren Nierenschaden dank der Organspende ihres Mannes überlebt, nachdem eine homöopathische Behandlung zu einer massiven Verschlechterung geführt hatte.\n\nTurner war Anhängerin der neuen religiösen Bewegung Sōka Gakkai International. Ihr Vermögen wurde 2020 vom Schweizer Wirtschaftsmagazin Bilanz auf 225 Millionen Schweizer Franken geschätzt.\n\nTurner starb im Mai 2023 im Alter von 83 Jahren nach langer Krankheit in ihrem Haus in ihrer Wahlheimat Küsnacht.\n(Wikipedia)","strBiographyFR":"Tina Turner, de son vrai nom Anna Mae Bullock, est une chanteuse, danseuse, actrice et compositrice américaine, née le 26 novembre 1939 à Nutbush (Tennessee). Elle est naturalisée suisse en janvier 2013.\n\nElle a remporté huit Grammy Awards. Ses contributions constantes à la musique rock lui ont permis d'acquérir le titre de « Queen of Rock & Roll ». En plus du rock, elle s'est également illustrée dans le R'n'B, la soul, la dance et la pop music.\n\nElle figure sur la Rolling's Stone List : The Immortals, Greatest Artists of All Time et est également présente au Grammy Hall Of Fame, avec deux de ses plus fameux singles, River Deep Mountain High (en) (en 1999) et Proud Mary (en 2003).\n\nTina Turner est une des artistes les plus populaires du monde, avec des ventes dépassant les 180 millions d'albums3. Elle est aussi l'artiste solo à avoir vendu le plus de billets de concerts de l'histoire de la musique. Tina Turner a surpassé les Rolling Stones, avec 121 dates pendant sa tournée européenne Foreign Affair Tour de 1990. Cette tournée a été effectuée devant 4 millions de spectateurs, en tout juste 6 mois. En 1996, sa tournée Wildest Dreams World Tour a été donnée devant 3,5 millions de spectateurs en 250 dates et ce, durant deux années.\n\nÀ ce jour, Tina Turner a remporté sept Billboard Top Ten Singles, 16 US Top Ten R'n'B singles et 33 Top 40 dans les charts anglais. Tous ses albums depuis Private Dancer ont atteint le sommet des classements en Angleterre.\n\nTina Turner a élevé quatre garçons : Ike Jr. et Michael (enfants d'une précédente relation de Ike Turner), Craig (né en 1960) et Ronald (1961). Son compagnon de longue date est le producteur allemand Erwin Bach. Ils vivent ensemble depuis 1986 entre Zurich et Saint-Jean-Cap-Ferrat.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Anna Mae Bullock (Nutbush, Tennessee, 26 de noviembre de 1939), conocida artísticamente como Tina Turner, es una cantante, compositora, bailarina, actriz, escritora y coreógrafa de nacionalidad suiza y de origen estadounidense, cuya carrera se desarrolló durante más de cincuenta años, además de ser una de las principales y mayores componentes de rock siendo considerada como «La Reina del Rock».\nComenzó su carrera musical a mediados de los años 50 como cantante de funciones con Ike Turner en Kings of Rhythm, llegando a su primera grabación en 1958 bajo el nombre de Little Ann. Su introducción al mundo de la musica como Tina Turner comenzó en 1960 como una de los dos integrantes de la banda musical Ike & Tina Turner. El éxito siguió con una serie de éxitos notables entre la pareja como «River Deep - Mountain High» (1966), «Proud Mary» (1971) y «Nutbush City Limits» (1973), una canción que ella escribió. En su autobiografía llamada «I, Tina», reveló que tuvo varios casos de grave violencia doméstica con Ike Turner antes de su divorcio. Criada como bautista, comenzó su fe en el Budismo Nichiren en 1974, confirmándose a esta religión y sus espirituales cantos para ayudar a soportar los momentos difíciles.\nTina Turner es conocida por sus enérgicas actuaciones en vivo, sus estrafalarios atuendos, su poderosa voz y su longeva trayectoria.2 Ha vendido más de 200 millones de álbumes en todo el mundo.3 4 En 2008 abandonó su semiretiro para recorrer el mundo con su gira Tina!: 50th Anniversary Tour, la cual se llevó a cabo también en 2009. La gira se convirtió en una de las más rentables de la historia del espectáculo.5\nEn 2013 adquirió la nacionalidad helvética, a la vez que renunció a su nacionalidad estadounidense.6 Además confirmó ese año que se retiraba para siempre de la música.","strBiographyPT":"Anna Mae Bullock (Nashbush, 26 de novembro de 1939), conhecida pelo nome artístico de Tina Turner , é uma cantora, dançarina e atriz estadunidense, cuja carreira começou a mais de cinquenta anos. Desde 2013, Turner é cidadã suíça.\n\nEmbora, Turner tenha começado a sua carreira musical, em meados dos anos 1950, só ganhou notoriedade a partir de 1960, quando se tornou membro da dupla Ike & Tina Turner, emplacando hits, como \"A Fool in Love\", \"River Deep - Mountain High\" (1986), \"Proud Mary\" (1971) e \"Nutbush City Limits\" (1973).\n\nEm sua autobiografia, \"I, Tina\", publicada em 1986, Turner revelou os abusos domésticos sofridos, de seu então marido, Ike Turner. Após o seu divórcio em 1978 e de praticamente ter desaparecido da cena musical, ela conseguiu reconstruir a sua carreira através de performances ao vivo, marcadas pela sua enérgica presença de palco e seus poderosos vocais. O seu retorno ao cenário musical se deu com o lançamento do single \"Let's Stay Together\" (1983), seguido pelo lançamento do seu quinto álbum solo de estúdio, \"Private Dancer\" (1984), que se tornou um sucesso mundial. O single de maior sucesso do álbum, \"What's Love Got to Do with It\", foi usado como título do filme baseado em sua autobiografia. A sua carreira musical, também a levou à vários papéis de destaque no cinema, como no filme \"Tommy\" (1975) e uma aparição no filme \"Mad Max Beyond Thunderdome\" (1985).\n\nUma das artistas mais populares do mundo, Turner é considerada \"A Rainha do rock 'n roll\", sendo a artista feminina mais bem-sucedida nesse gênero, tendo vencido 8 Grammy Awards e vendido mais de 200 milhões de cópias no mundo todo.8 . Também, é uma das artistas que mais arrecadou em bilheterias por suas turnês na história. A revista Rolling Stones classificou, Tina Turner, como uma das \"100 Maiores Artistas de Todos os Tempos\".","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":"Tina Turner (született: Anna Mae Bullock, Nutbush, Tennessee, Egyesült Államok, 1939. november 26.) tizenegyszeres Grammy-díjas és többszörös Golden Globe-díjas amerikai énekesnő, színésznő. Több mint 50 éve tartó karrierje során számos díjat gyűjtött be, és a rockzene színpadán elért teljesítményeiért gyakran nevezik A Rock 'n' Roll Királynőjének valamint beválasztották a rock and roll halhatatlanjai közé.\n\nAz énekesnő férje, a Grammy-díjas Ike Turner oldalán kezdte meg zenei pályafutását az Ike & Tina Turner Revü tagjaként. A zenekar a hetvenes években sikert sikerre halmozott olyan slágerekkel, mint a River Deep, Mountain High vagy az 1971-es Proud Mary. Azonban a házasságukon belüli sorozatos erőszak végül 1978-ban Turnerék válásához vezetett. A páros szétválása után Tina megkezdte karrierjének újjáépítését, elsőként az 1983-as Let's Stay Together című dallal, amelyet 1984-ben a Private Dancer című albuma követett.\n\nA zenei életben való ismertsége filmszerepeket is hozott neki, kezdve LSD-királynő-alakításával az 1975-ös Tommy című filmben. Később Entity nagynéni megformálásával Mel Gibson partnereként volt látható a Mad Max 3. - Az igazság csarnokán innen és túl című filmben, amelynek betétdala, a We Don't Need Another Hero azonnal slágerré vált. 1993-ban Tina feltűnt Az utolsó akcióhősben is.\n\nTurner a világ egyik legnépszerűbb és legsikeresebb rockénekesnőjének számít, a Rolling Stone magazin beválogatta minden idők 100 legnagyobb énekese közé. Albumai világszerte mintegy 200 millió példányban keltek el, és egyedülálló módon több koncertjegyet adott el, mint bármely más önálló előadó a történelemben. Tina közismert energikus színpadi előadásmódjáról, erőteljes hangjáról, hosszan tartó pályafutásáról és sokoldalúságáról. 2005-ben George W. Bush Kennedy-díjjal tüntette ki a Fehér Házban. Nyolc évnyi pihenés után Turner 2008-ban visszatért a színpadra, hogy megünnepelje pályafutásának ötvenedik évfordulóját. A Tina!: 50th Anniversary Tour a jegyeladásokat tekintve 2008-2009 egyik legsikeresebb turnéja volt.","strBiographyNO":"Tina Turner (født Anna Mae Bullock 26. november 1939 i Nutbush i Tennessee) er en amerikansk sangerinne, låtskriver, danser og skuespillerinne, først kjent i 1960 sammen med sin daværende ektemann, gitaristen Ike Turner (født 1931). De hadde en stor suksess under navnet Ike & Tina Turner med en dynamisk blanding av rock og rhythm and blues, og sangen «River Deep – Mountain High» (1966), produsert av Phil Spector, er en av rockemusikkens klassikere.\n\nSom soloartist fikk Tina Turner et stort comeback i 1984 med LP-platen Private Dancer, og suksessen fortsatte med Break Every Rule (1986), Tina Live in Europe (1988), Foreign Affair (1989), What's Love Got to Do with It (1993), Wildest Dreams (1996) og Twenty Four Seven (1999). Hun har også medvirket i filmer, blant andre Tommy (1975) og Mad Max Beyond Thunderdome (1985). Selvbiografien I, Tina, ført i pennen av Kurt Loder, ble utgitt 1986 (ble i 1993 filmatisert som Tina, What's Love Got to Do with It). Av LP-plater sammen med Ike kan nevnes Nuff Said (1971) og Nutbush City Limits (1973).","strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Nutbush, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/3nip1b1685513172.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vpwyur1364928592.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/088wzk1644403161.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/46zscy1644403319.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/swxxxw1552915408.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/turner-tina-4fd8c127eb7dc.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/uvvptp1409406348.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/yxvrqr1409406362.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/x0ngp91626957070.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/qusvqs1485013279.jpg","strMusicBrainzID":"9072df14-b61e-42e2-b4f4-6bbb7fdb5586","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Tina Turner/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}