{"artists":[{"idArtist":"151808","strArtist":"Rocío Dúrcal","strArtistStripped":null,"strArtistAlternate":null,"strLabel":null,"idLabel":null,"intFormedYear":"1944","intBornYear":"1944","intDiedYear":null,"strDisbanded":null,"strStyle":null,"strGenre":"Latin","strMood":null,"strWebsite":null,"strFacebook":null,"strTwitter":null,"strBiographyEN":"Rocío Dúrcal (October 4, 1944 - March 25, 2006), María de los Ángeles de Las Heras Ortiz, was a Spanish singer and actress. Her birth and death both occurred in Madrid, Spain. She was affectionally known as \"the most Mexican of Spaniards\" by her adoring Mexican fans.\n\nShe was discovered in singing contests at the age of 15 and offered a role at 17 in Canción de Juventud. After acting in several films she married Filipino-Spanish singer Antonio Morales (a.k.a. Júnior), a member of the Pop group Los Brincos. In 1975, after having two of her three children, she retired from the film industry and in 1977 re-launched her singing career. She recorded the first of several albums of Mexican folk (ranchera) music produced by Juan Gabriel which sold millions of records not only in Mexico, but also Spain and the rest of Latin America. After temporary problems with Juan Gabriel she recorded a Mexican music album with Marco Antonio Solís and had similar success.\n\nIn 2001, Rocío Dúrcal was diagnosed with cancer of the uterus. In 2004 the doctors found spots in the lung for which she had to be submitted to chemotherapy. Later on, the cancer itself progressed up to her brain. After a lengthy battle with cancer, Rocío died in her home in Madrid on March 25, 2006.\n\nHer star influenced many other female Mariachi singers from Mexico as well as the Hispanic community of the United States. ","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":null,"intMembers":null,"strCountry":null,"strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/upvuwv1536671285.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":null,"strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"b8ba2ae6-a233-4b9c-bce3-ea7a7803c946","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}