{"artists":[{"idArtist":"134642","strArtist":"Christie","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1969","intBornYear":"1969","intDiedYear":null,"strDisbanded":"Yes","strStyle":"","strGenre":"Pop-Rock","strMood":"","strWebsite":"www.yellowriver.0catch.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Christie was a British pop band formed at the end of the 1960s.  In addition to Jeff Christie (born Jeffrey Christie, 12 July 1946, Leeds, Yorkshire, England) - vocalist, bassist and songwriter; they initially included guitarist Vic Elmes and drummer Mike Blakely (born Michael Blakely, 12 January 1947, Bromley, Kent, England) who is the younger brother of The Tremeloes' Alan Blakely.  Jeff Christie had initially worked with several bands including The Outer Limits, who released \"Just One More Chance\"/\"Help Me Please\" (1967) and \"Great Train Robbery\"/\"Sweet Freedom\" (1968), and Acid Gallery, whose single \"Dance Around The Maypole\" (1969) was written by Roy Wood.  That year Jeff Christie offered his composition \"Yellow River\" to The Tremeloes. They recorded it to release as a single, but when they changed their minds they allowed Christie to use the backing track themselves. The result was a UK number one hit in May 1970, and subsequently #23 in the U.S...  The follow-up single, \"San Bernadino\" (October 1970) reached UK Number 7 and Number 1 in Germany, but only U.S. #100. Both tracks became flash songs on their eponymous debut album of that year, and it stayed on U.S. Billboard chart for ten weeks. But the trio failed to sustain a lasting career, and Blakley was replaced by Paul Fenton just before the release of the band's second album, For All Mankind (1971).  Lem Lubin (ex-Unit Four Plus Two) was added to the line-up for Iron Horse (1972), but the title track proved to be the band's final hit single. The departure of Fenton and Lubin hastened the demise of the original line-up, but Jeff Christie returned with new members Terry Fogg (drums), Roger Flavell (bass), and Danny Krieger (guitar). A 1974 single \"Alabama\"/\"I'm Alive\" failed to resurrect the band's fortunes, and new members Tony Ferguson (guitar) and Roger Willis (drums) were brought in to join Christie and Flavell.  Jeff Christie disbanded the group in 1976. He released two solo singles for the RK label in 1980, and since then has written advertising jingles and appear on classic hits shows singing his greatest hits.  \"Jo Jo's Band\", written by Elmes, was a chart-topper in Argentina and Brazil, while the last Christie hit, \"Navajo\", was Number 1 in Mexico.  Jeff Christie reformed the band in 1990 with members of UK band Tubeless Hearts, Kev Moore, Simon Kay and Adrian 'Fos' Foster. They tried to represent United Kingdom in the Eurovision Song Contest 1991, but were unsuccessful. They continued to tour for a further twelve years all over Europe, Russia and Israel, recording intermittently.","strBiographyDE":"Christie war eine britische Popband der 1970er Jahre.\n\nJeff Christie hatte seine Karriere bei verschiedenen Bands begonnen, unter anderem bei den Outer Limits. 1968 schrieb er den Titel Yellow River und bot ihn den Tremeloes an. Diese nahmen das Lied auch auf, verzichteten aber auf eine Veröffentlichung. Stattdessen gründete Jeff Christie kurzerhand eine eigene Band, zu der neben Gitarrist Vic Elmes auch Mike Blakey, der Bruder von Tremeloes-Mitglied Alan Blakey, gehörte, und veröffentlichte das Lied. Es wurde zu einem Welterfolg. Mit San Bernadino konnten sie direkt an den Erfolg anknüpfen. Doch schon vor dem zweiten Album verließ Blakey die Band. Trotz mehrfacher Umbesetzung kehrte der Erfolg nicht mehr zurück und so beendete Christie sein Bandprojekt 1976.\n\nDanach versuchte er es solo, mit einer Band namens China und er tourte mit den Tremeloes. Mittlerweile gibt es auch wieder eine Band Christie Again, mit der der ehemalige Gitarrist der Band Vic Elmes auf Oldie-Festivals die alten Hits spielt.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":"Christie — британская рок-группа, создана Джеффом Кристи при участии музыкантов группы The Tremeloes, исполнявшая Пауэр-поп с элементами Блюз- и Кантри-рока. Мировую известность ей принесли хиты Yellow River (1970) и If Only.\nДжефф Кристи (англ. Jeff Christie) свой первый коллектив Outer Limits создал в ранней юности. Поначалу это был скиффл-бэнд (где также играли Стэн Дроги, Джерри Лейтон и Джерри Смит), словно бы копировавший этапы раннего развития The Beatles и считавшийся йоркширской версией знаменитой четвёрки.\nПостепенно Outer Limits стали вырабатывать собственный стиль, в котором чувствовалось влияние музыки соул. В отличие от большинства любительских групп, эта сумела выпустить несколько синглов, самыми заметными из которых стали «Just One More Chance»/«Help Me Please» (Deram Records, 1967) и «Great Train Robbery»/«Sweet Freedom» (Instant Records, 1968). Все песни репертуара группы писал Джефф Кристи. Характерна в этом смысле «Great Train Robbery», где в полной мере проявилась его тяга к мелодичным поп-риффам и американской географии и истории (обе линии впоследствии соединятся в творчестве Christie).\nОтносительный успех сингла «Just One More Chance» (на песню даже было сделано несколько каверов) не помог группе сохраниться: группа распалась, и все её участники, кроме Джеффа, решили бросить музыку. Джефф между тем решил продолжать в качестве не автора, но исполнителя. Он тяготел к прогрессив-року, но понимал, что талант его состоит прежде всего в умении создать запоминающуюся мелодию. На некоторое время он переключился на кантри-поп и, создав портфолио собственных композиций, попытался заинтересовать ими различные лейблы звукозаписи и издательские компании.\nУчастники\n    Джефф Кристи — вокал, бас-гитара (1969—1972), клавишные (1970—1976)\n    Вик Элмс — гитара, бэк-вокал (1969—1973)\n    Майк Блэкли — ударные (1969—1973)\n    Лем Любин — бас-гитара (1972—1973)\n    Роджер Флавелл — бас-гитара (1973—1974)\n    Терри Фогг — ударные (1973—1974)\n    Дэнни Кригер — гитара (1973—1974)\n    Тони Фергюсон — гитара (1974—1975)\n    Роджер Уиллис — ударные (1974—1975)\n    Грээм Уайт — гитара (1974)\n    Саймон Филлипс — ударные (1975—1976)\n    Джон Перри — гитара (1975—1976)\n\nСтудийные альбомы\n    1970 — Christie\n    1971 — For All Mankind\n    1972 — The Third Album?\n    1974 — Los Mas Grandes Exitos\n\n","strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Лидс, Йоркшир","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uwwtys1490082607.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/ysvqtq1490083509.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/srrrru1547298024.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"ecdfbb29-8e09-467e-a4cf-25a8d3d2d83b","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}