{"artists":[{"idArtist":"111289","strArtist":"Bryan Adams","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Polydor","idLabel":"45210","intFormedYear":"1977","intBornYear":"1959","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock","strMood":"Good Natured","strWebsite":"www.bryanadams.com","strFacebook":"www.facebook.com/bryanadamsofficial","strTwitter":"1","strBiographyEN":"Bryan Adams, OC OBC (born Bryan Guy Adams 5 November 1959) is a Canadian rock singer-songwriter, guitarist, bassist, producer, actor and photographer. For his contributions to music, Adams has many awards and nominations, including 20 Juno Awards among 56 nominations, 15 Grammy Award nominations including a win for Best Song Written Specifically for a Motion Picture or Television in 1992. He has also won MTV, ASCAP, and American Music awards. In addition, he has won two Ivor Novello Awards for song composition and has been nominated for several Golden Globe Awards and three times for Academy Awards for his songwriting for films.\nAdams was awarded the Order of Canada and the Order of British Columbia for contributions to popular music and philanthropic work via his own foundation, which helps improve education for people around the world.\nAdams was inducted into the Hollywood Walk of Fame, with the 2,435th star in March 2011 and Canada's Walk of Fame in 1998, and in April 2006 he was inducted into the Canadian Music Hall of Fame at Canada's Juno Awards. In 2008, Bryan was ranked 38 on the list of All-Time top artists by the Billboard Hot 100 50th Anniversary Charts. On 13 January 2010, he received the Allan Waters Humanitarian Award for his part in numerous charitable concerts and campaigns during his career, and on 1 May 2010 was given the Governor General's Performing Arts Award for his 30 years of contributions to the arts.","strBiographyDE":"Bryan Adams, OC OBC (geboren Bryan Guy Adams 5. November 1959) ist eine kanadische Rock-Singer-Songwriter, Gitarrist, Bassist, Produzent, Schauspieler und Fotograf. Für seine Beiträge zur Musik, hat Adams viele Auszeichnungen und Nominierungen, darunter 20 Juno Awards unter 56 Nominierungen, 15 Grammy-Nominierungen darunter auch ein Sieg für den besten Song speziell für einen Motion Picture oder Fernsehen Geschrieben im Jahre 1992 hat er gewann auch MTV, ASCAP, und American Music Awards. Darüber hinaus hat er zwei Ivor Novello Awards für Liedgestaltung gewonnen und hat für mehrere Golden Globe Awards und drei Mal für Academy Awards für sein Songwriting für Filme. Nominiert\nAdams wurde der Orden von Kanada und der Orden des British Columbia für Beiträge zu vergeben Popmusik und philanthropische Arbeit über seine eigene Stiftung, die Verbesserung der Bildung für Menschen auf der ganzen Welt. hilft\nAdams wurde im März 2011 und Kanadas Walk of Fame im Jahr 1998 in dem Hollywood Walk of Fame, mit dem 2435. Stern, und im April 2006 wurde er in die Canadian Music Hall of Fame in Kanada Juno Awards aufgenommen. Im Jahr 2008 wurde Bryan 38 auf der Liste der All-Time Top-Künstler der Billboard Hot 100 Charts auf Platz 50. Jahrestag. Am 13. Januar 2010 erhielt er den Allan Waters Humanitarian Award für seine Rolle in zahlreichen wohltätigen Konzerte und Kampagnen im Laufe seiner Karriere, und am 1. Mai 2010 war der Generalgouverneur Performing Arts Award für seine 30 Jahre Beiträge zu den Künsten","strBiographyFR":"Bryan Adams a vu le jour le 5 novembre 1959 à Kingston au Canada. Il voyagea beaucoup durant son enfance, d'Europe au Moyen-Orient, en suivant son père, diplomate. Il a vécu en Autriche, au Portugal et en Israël. Il a 17 ans quand il tente sa chance auprès du label A&M en envoyant une démo. Il signe son premier contrat dans la foulée. Il a commencé sa carrière avec le groupe Sweeney Todd qu'il quitta après le succès de leur premier album afin de se lancer dans une carrière solo. Il a un frère plus jeune nommé Bruce.\nAnnées 1980 et 1990\n\nSes deux premiers albums sortis en 1980 et 1981 ne connaissent qu'un succès d'estime, mais dès 1983 et son album Cuts Like a Knife, Bryan Adams parvient à lancer sa carrière à un niveau international. Il poursuit sur cette lancée l'année suivante (1984) avec son album référence : Reckless. Quatre hits sur Cuts Like a Knife, cinq sur Reckless dont l'indémodable Summer of 69', le magnifique Heaven resté quatre semaines numéro 1 aux États-Unis et le duo avec Tina Turner It's Only Love. Bryan Adams s'impose dès lors comme un faiseur de hits. Il est à noter l'importance de son producteur Bob Clearmountain.\n\nEn 1987, il sort l'album Into the fire, après le succès de son précédent opus, il entame une tournée mondiale pour jouer dans des stades mythiques comme Wembley et bien d'autres. À la fin de cette aventure sortira l'album Live, live, live enregistré au festival rock de Werchter en Belgique.\n\nIl fera une pause de 2 ans, pour revenir en (1991) avec l'album qui fera de lui une star planétaire Waking Up the Neighbours. Ce disque sera sa plus grosse vente, mais avant tout Bryan Adams va commencer à jouer un autre genre de musique, un peu plus mature, des textes moins teenage. De cet album seront extraits pas moins de 6 singles, Can't Stop This Thing We Started , Thought I'd Died And Gone To Heaven , Do I Have To Say The Words? et (Everything I Do) I Do It for You qui deviendront de grands tubes. Bryan Adams devient connu dans le monde entier au moment où il a déjà presque dix ans de carrière derrière lui. La France le découvre principalement à cette époque, pour beaucoup grâce au single (Everything I Do) I Do It For You, présent sur la B.O du film Robin des Bois : Prince des voleurs réalisé par Kevin Reynolds, avec Kevin Costner et Alan Rickman, qui cartonne à la même époque.\n\nEntre les clips, les apparitions télévisées et les cérémonies de remise de prix, le chanteur va profiter de sa notoriété pour sortir un best of en 1993 So Far So Good, qui lui servira à faire connaitre ses anciens succès à un nouveau public. Dans cette compilation on retrouve aussi un inédit Please for give me qui surfe sur les influences de l'album Waking Up the Neighbours. C'est immédiatement un succès planétaire, Bryan Adams devient un faiseur de tubes. Il part en tournée pendant 2 ans, entre l'Amérique, l'Asie, l'Australie et surtout l'Europe.\n\nCompositeur reconnu, il a écrit des hits pour des artistes comme Joe Cocker (When the Night Comes en 1988).","strBiographyCN":"布莱恩·亚当斯（Bryan Adams）（1959年11月5日－）是一位加拿大摇滚歌手和摄影师。在70年代末，他和美国的A&M签约。布莱恩·亚当斯创作了众多流行曲目，他的专辑也有可观的销售量。\n只要一提到Bryan Adams，相信在許多歌迷心中第一浮現的印象，應該就是他那招牌般沙啞的嗓音，任何情歌只要是在Bryan Adams的詮釋之下，有別於其他搖滾歌手，儼然多了那份歷盡滄桑和刻骨銘心的感動。但是，Bryan Adams也不是一出道就大紅的藝人，他在1980年二月推出首張個人專輯，但是市場的反應卻是很冷淡，排行成績和銷售成績皆不理想。直到1982年底，Bryan Adams發行第三張專輯「Cuts Like A Knife」，才以單曲「Straight From The Heart」打進Billboard Hot 100 TOP 10，藉此，Bryan Adams的知名度方才大開，而這首歌的創作者正是Bryan Adams本人。\n\n提到Bryan Adams生平的第一首冠軍曲「Heaven」，是發自他的第四張個人專輯「Reckless」，它於1985年8月10日獲得Billboard 2002週冠軍，是布萊恩首張美國冠軍專輯。\n\n單曲「Heaven」在1985年6月22日登上Billboard Hot 100榜首，同時蟬連2週。在英國單曲榜則獲得卅八名。\n然而讓Bryan Adams晉身流行巨星之林，是在1991年，他為電影『俠盜王子羅賓漢』所獻唱主題曲「(Everything I Do) I Do It For You」紅遍全球所致。\n\n「(Everything I Do) I Do It For You」在1991年7月27日登上Billboard Hot 100榜首並蟬連了7週，銷售逾三白金，榮獲年終百大單曲第一名。\n這支單曲在英國它更連續16週穩坐單曲榜榜首，這在一向詭譎多變的英國單曲榜，是一個前所未有的現象。截至2014年為止，「(Everything I Do) I Do It For You」仍是英國單曲榜連續停留冠軍週數最久的歌曲。\n1994年年初，Bryan Adams、Rod Stewart和Sting三人共同為電影「豪情三劍客」獻唱主題曲「All For Love」。\n\n「All For Love」在1994年1月22日擠下瑪麗亞凱莉的「Hero」登上Billboard Hot 100的冠軍，3週後才被席琳·狄翁的「The Power Of Love」請下寶座，銷售達白金唱片。1994年終單曲排行中，位居第八名。這首美國冠軍單曲在英國榜單曲獲得亞軍名次。\n翌年，1995年Bryan Adams再度為電影獻聲，演唱「強尼戴普」主演的電影『這個男人有點色』主題曲「Have You Ever Really Loved A Woman」，該曲成為Bryan Adams生平第四首冠軍單曲。\n\n「Have You Ever Really Loved A Woman」在1995年6月3日奪冠，同時蟬連榜首5週。在1995年終百大單曲排行第十六名。這首單曲在英國單曲榜獲得第四名。\nBryan Adams可以說是出身加拿大中知名度最家喻戶曉的男歌手之一，他率直乾淨的搖滾樂風，也多少影響了新一代的歌手們。除演藝事業外，近年Bryan Adams也投身於慈善公益中，他也在演唱會中呼籲世人對於環保議題的關心。","strBiographyIT":"Bryan Guy Adams OC, OBC (Kingston, 5 novembre 1959) è un cantautore, musicista e fotografo canadese.\n\nNel 1991 il suo singolo (Everything I Do) I Do It for You è rimasto per sedici settimane consecutive al top della UK Singles Chart, record tuttora imbattuto. Le sue canzoni sono state usate per le colonne sonore di quarantadue film.[1] In oltre 30 anni di attività, ha venduto oltre 100 milioni di copie, tra album e singoli, in tutto il mondo,[2][3][4][5][6][7][8] è stato numero 1 nelle classifiche di oltre 40 paesi, è l'artista maschile canadese con il maggiore numero di vendite[9] e ha effettuato concerti in tutto il mondo.[10]\n\nAdams ha aumentato la sua fama nel Nord America con il suo album Cuts Like a Knife e trasformato in una star mondiale con il suo album Reckless nel 1984.[11] Nel 1991, ha pubblicato Waking Up the Neighbours album che includeva \" (Everything I Do) I Do It for You \", uno dei Singoli più venduti nel mondo. [12] [13] Nel 1993, pubblica il suo primo greatest hits So Far So Good, la raccolta contiene l'inedito, singolo di successo, Please Forgive Me. [14]\n\nPer i suoi contributi alla musica, Adams ha ottenuto numerosi premi e nomination, tra cui 18 Juno Awards tra le 56 nomination, 15 nomination ai Grammy Award, ha vinto un Grammy Award alla miglior canzone scritta per un film, televisione o altri media audio-visivi; nel 1992 ha vinto anche MTV Video Music Awards, ASCAP , American Music Awards, due Ivor Novello Awards, ed è stato nominato cinque volte per il Golden Globe e tre volte per il Premio Oscar.[15]\n\nOltre al Canada, il successo di Adams ha raggiunto gli apici in Gran Bretagna, Irlanda, India, Portogallo, Germania e Stati Uniti. Nel 2008 Bryan si è classificato al 38º posto sulla lista dell'All-Time Top Artists, nel 50º anniversario della Billboard Hot 100 Charts.[16] Fin dagli inizi del suo percorso musicale, insieme al suo amico Jim Vallance, ha scritto e co-prodotto canzoni per artisti come Kiss,[17][18][19][20] Tina Turner,[21] Motley Crue,[22] Joe Cocker,[23][24] Bonnie Raitt, Celine Dion,[25] Rod Stewart,[26] Bonnie Tyler,[27] Loverboy,[28][29] Carly Simon,[30] Ronan Keating,[31] Neil Diamond, Prism,[32] Johnny Hallyday.[33][34]\n\nAdams oltre alla carriera di musicista , dalla fine degli anni '90 alterna quella di fotografo. Ha collaborato per riviste internazionali come Interview, Vanity Fair,Vogue, Harper's Bazaar, Esquire e dal 2004 è co-fondatore della la rivista Zoo Magazine.[35] Ha anche girato campagne pubblicitarie per Guess? , Converse , Montblanc , John Richmond , Fred Perry , Escada , Carl Zeiss , Audi e più recentemente per le auto Opel in Germania. Nel 2005, ha ricevuto a Berlino il Golden Camera.\n\nIl 13 gennaio 2010 ha ottenuto l'Allan Waters Humanitarian Award per aver preso parte a numerosi concerti e campagne di beneficenza nel corso della sua carriera.\nIl 22 marzo 2011 Adams ha ricevuto la stella sulla Hollywood Walk of Fame.","strBiographyJP":"ブライアン・アダムス（Bryan Adams OC, 1959年11月5日 - ）は、カナダオンタリオ州キングストン出身のミュージシャン・歌手、作曲家、作詞家。\n写真家としても活動しており、雑誌などでその腕前を披露している。ベジタリアンでもある。2011年4月にケンブリッジ大学出身で長年アダムスの個人アシスタントを務めるアリシア・グリマルディとの間に長女ミラベラ・バニーが誕生し、一児の父親になった。\n10代から音楽活動を始め、19歳でA&Mレコードとソングライターとして契約。すぐにシンガーとしても契約を結んだ。\n1980年2月、デビュー・アルバム『ギヴ・ミー・ユア・ラヴ』、1981年6月に2作目のアルバム『ジェラシー』を発表。1983年1月に発表された3作目のアルバム『カッツ・ライク・ア・ナイフ』が全米アルバムチャート8位（全英21位）となり、「フロム・ザ・ハート」が全米チャート10位（全英51位）、「カッツ・ライク・ア・ナイフ」が全米チャート15位（カナダ12位）、「ディス・タイム」が全米チャート24位（カナダ32位、全英41位）と、3作のリカット・シングルがヒットした。\n1984年にリリースされた4作目のアルバム『レックレス』が世界でヒットし、年間チャートでもブルース・スプリングスティーンの『ボーン・イン・ザ・U.S.A.』に次ぐ2位を記録した。シングル・カットされた「ヘヴン」が、自身初のシングルチャート（ビルボード）全米ナンバーワンとなった（カナダ11位、全英38位）。その他、「ラン・トゥ・ユー」「サムバディ」「想い出のサマー」「イッツ・オンリー・ラヴ」のリカット・シングルもヒットした。","strBiographyRU":"Брайан Адамс (англ. Bryan Guy Adams; 5 ноября 1959, Кингстон, Канада) — канадский рок-музыкант, гитарист, автор и исполнитель песен, который начал свою карьеру в шоу-бизнесе в 1976 г., первоначально в составе рок-групп. Его дебютный сольный альбом был выпущен в 1980 г., а в 1985 г. он впервые возглавил Billboard Hot 100 с рок-балладой «Heaven». Именно этот жанр принес ему успех по всему миру. \nБрайан Адамс родился в канадском Кингстоне в англоязычной семье; его мать и бабушка родом с Мальты. Отец Брайана — дипломат, в 60-х семья побывала в разных странах: Англия, Канада, Израиль, Франция, Португалия и Австрия. Адамсы остановились в Ванкувере, где Брайан начал свою музыкальную карьеру в возрасте 15 лет, после школы.\n\nБрайан — веган. Сейчас он проживает в Канаде, г. Ванкувер, ранее он жил во Франции. Брайан также поддерживает футбольный клуб «Челси», его песня «We’re Gonna Win» с альбома «18 Til I Die» написана именно про него. Позже эта песня была использована Канадской спортивной сетью TSN как тема к «Wednesday Night Hockey» (обзоры NHL в 2003-04 гг).\n\nВ Ванкувере Брайан открыл собственную студию звукозаписи, назвав её «The Warehouse Studio».\n\nНаходится в гражданском браке с Алисией Гримальди. В возрасте 51 года Брайан стал отцом. 22 апреля 2011 года на свет появилась дочь музыканта по имени Мирабелла-Банни Гримальди Адамс. Отец ласково назвал дочь «пасхальным кроликом», так как родилась она в Пасхальную пятницу, и дал ей соответствующее имя (англ. bunny-кролик).\n\nВ ноябре 2012 года Брайан Адамс и Алисия Гримальди объявили, что ждут второго ребёнка.[1]\nПервым успехом было попадание песни «Heaven» на первые строчки хит-парадов США и Великобритании в 1985 году. Первая половина 1990-х гг. ознаменовалась чередой лирических гитарных баллад, которые были написаны им к фильмам и выдвигались на соискание премии «Оскар»: так, его композиция «(Everything I Do) I Do It for You» была использована в качестве темы к фильму «Робин Гуд: Принц воров», «All For Love» (совместно со Стингом и Родом Стюартом — к фильму «Три мушкетера», а «Have You Ever Really Loved a Woman?» — к фильму «Дон Жуан де Марко». Все они возглавляли национальный хит-парад США, а «(Everything I Do) I Do It For You» установило до сих пор непобитый рекорд национального хит-парада Великобритании, продержавшись на его вершине рекордные шестнадцать недель. В общей сложности, музыка Брайна Адамса прозвучала в 42 художественных фильмах[2].\n\nМногие хиты тех лет были записаны в тандеме с другими исполнителями: Барброй Стрейзанд («I Finally Found Someone»), Melanie C из Spice Girls («When You’re Gone») и танцевальным проектом Chicane («Don’t Give Up»). Адамс неоднократно выступал в Москве, организовывал и принимал участие во многих благотворительных концертах и был награждён высшей наградой своей страны — Орденом Канады. В 2007 г. музыкант выдвигался на «Золотой глобус» за музыку к фильму «Бобби». В 2002 года он сыграл камео в фильме Андрея Кончаловского «Дом дураков». На своих концертах Bryan Adams традиционно приглашает на сцену девушек, знающих его репертуар и желающих спеть с ним дуэтом. 29 июня 2012 года Bryan Adams выступал в Москве в концертном зале Крокус Сити Холл.","strBiographyES":"Bryan Adams, OC (n. Bryan Guy Adams en Kingston, Ontario, Canadá, el 5 de noviembre de 1959), es un cantante, cantautor, músico y fotógrafo canadiense. Entre sus estilos musicales figura el rock.\nA los 10 años su tío le regaló su primera guitarra, algo que no aprobaba su padre, un diplomático de carrera. Al poco tiempo sus padres se divorciaron, por lo que el futuro cantante se fue a vivir con su madre y su hermano a la ciudad de Vancouver.\n\nBryan Adams pasó parte de su infancia y adolescencia en Portugal, habida cuenta de la profesión de su padre (Embajador). Vivió en Birre, cerca de Cascais, a unos 25 km de Lisboa. Esto le llevó a aprender el idioma portugués. A los quince años dejó la escuela y se unió a una banda como cantante haciendo giras por Canadá.\n\nEn 1979 Adams realizó su primer aporte musical y junto con Jim Vallance (al que había conocido un par de años antes, baterista del grupo Prism, y con el cual se encontró por casualidad en una tienda de discos), realizaron un dueto, grabaron un demo y tras varios intentos fallidos en compañías discográficas, recibieron su primera oferta de la compañía A&M y su primer álbum, Bryan Adams, bajo el sello discográfico A&M Records; se grabó en 1980, siendo producido por Jim Vallance y Bryan Adams, destacando el tema Remember.\n\nEn el año 1981, bajo el sello discográfico A&M Records, editó su segundo álbum You Want It - You Got It. En este álbum colaboran en los teclados Tommy Mandel, en el bajo Brian Stanley y en la batería Mickey Curry, y Bryan Adams toca la guitarra y el piano. En este álbum destaca el tema Lonely Nights que marcaría el estilo de algunas canciones futuras.\n\nEn el año 1983, Bryan contó con la integración del guitarrista Keith Scott y el bajista Dave Taylor, y grabó junto con ellos, el tercer álbum de estudio titulado Cuts Like a Knife, bajo el sello discográfico A&M Records. Este fue su primer gran éxito, todo gracias a canciones como Cuts Like a Knife, \"Straight From The Heart\", This Time y The Best Was Yet To Come (canción escrita y dedicada a título póstumo a Dorothy Stratten, playmate canadiense de la revista Playboy y que fue asesinada por su marido el 14 de agosto de 1980). Asimismo, Bryan ganó su primer Disco Platino. Este álbum fue producido por Bryan Adams y Bob Clearmountain.","strBiographyPT":"Bryan Adams, OC OBC (nascido Bryan Guy Adams 5 de novembro de 1959) é uma cantora de rock e compositora, guitarrista, baixista, produtor, ator e fotógrafo canadense. Por suas contribuições à música, Adams tem muitos prêmios e indicações, incluindo 20 Juno Awards, entre 56 indicações, 15 indicações ao Grammy, incluindo uma vitória de Melhor Canção escrito especificamente para um filme ou televisão, em 1992. Ele também ganhou MTV, ASCAP e americanos Music Awards. Além disso, ele ganhou dois prêmios Ivor Novello por composição e canção foi nomeada para vários Globos de Ouro e três vezes para o Oscar de suas composições para filmes.\nAdams foi condecorado com a Ordem do Canadá ea Ordem da British Columbia para as contribuições para a música popular e trabalho filantrópico através de sua própria fundação, que ajuda a melhorar a educação para as pessoas ao redor do mundo.\nAdams foi introduzido no Hollywood Walk of Fame, com a 2435 ª estrela em março 2011 e Calçada da Fama do Canadá em 1998, e em abril de 2006, ele foi introduzido no Canadian Music Hall of Fame no Juno Awards no Canadá. Em 2008, Bryan ficou em 38 na lista dos melhores artistas All-Time por Hot 100 da Billboard Charts 50th. Em 13 de janeiro de 2010, ele recebeu o Prêmio Humanitário Allan Waters por sua participação em inúmeros shows e campanhas beneficentes durante sua carreira, e em 1 de Maio de 2010 foi dado Performing Arts Award do Governador-Geral por seus 30 anos de contribuições para as artes.","strBiographySE":"Bryan Adams, född 5 november 1959 i Kingston i Ontario, Kanada är en kanadensisk rockartist och fotograf, folkkär för sin amerikanska jordnära rock'n'roll och mest känd för musikaliska alster såsom (Everything I Do) I Do It for You, Heaven, Summer of '69 och väldigt många andra låtar. Adams har tilldelats Order of Canada[1] och erhållit två Grammypriser (1992). Han har även en stjärna på Hollywood Walk Of Fame.\nBryan Adams började sin musikaliska karriär som 15-åring i bandet Sweeney Todd 1975 men lämnade bandet året därpå. Han debuterade som soloartist 1977 med singeln Let me take you dancin' och släppte sitt första album Bryan Adams i februari 1980. Han fick sitt genombrott i Europa och USA 1983 med albumet Cuts Like a Knife. Året efter följde han upp med albumet Reckless, med låtar som \"Run to You\", och \"Summer of '69\". Han har sedan haft flera stora framgångar, bland annat musikalbumet Waking Up the Neighbours från 1991.\n\nAdams har även skrivit flera låtar till olika filmsoundtrack, bl a \" (Everything I Do) I Do It for You\" från Robin Hood: Prince of Thieves (1991), \"All for Love\" från De tre musketörerna (1993), \"Have You Ever Really Loved a Woman?\" från Don Juan DeMarco (1995) och även hela soundtracket till filmen \"Spirit -Hästen från Vildmarken\". Han har blivit nominerad tre gånger till Oscars för sina filmkompositioner.","strBiographyNL":"Bryan Guy Adams (Kingston (Ontario), 5 november 1959) is een Canadees zanger.\nAls kind trok hij met zijn ouders door Europa en het Midden-Oosten. Op de leeftijd van tien jaar kreeg hij zijn eerste gitaar; twee jaar later kocht hij zijn eerste elektrische gitaar. Op 14-jarige leeftijd verhuisde hij naar Vancouver. Een jaar later verliet hij de school en trok hij door Canada om op te treden. Als 18-jarige kreeg hij zijn eerste platencontract aangeboden.\n\nZijn grootste successen behaalde Bryan Adams begin jaren 90 onder de productionele leiding van Robert John \"Mutt\" Lange, een Zuid-Afrikaanse topproducer. Zijn single (Everything I Do) I Do It for You werd een wereldwijde nummer 1-hit, waaronder in Nederland. In veel landen, waaronder Nederland, was het de bestverkochte single van 1991. In Nederland bleef het nummer 12 weken op de eerste positie staan in de Nationale Hitparade, destijds een record. Het nummer stond op de soundtrack van de film Robin Hood: Prince of Thieves.\n\nBryan Adams zong in die jaren vaker voor de soundtrack van grote films. Zo scoorde hij een hit met Have You Ever Really Loved A Woman? (afkomstig van de soundtrack van de film Don Juan DeMarco) en All For Love (van de soundtrack van de film The Three Musketeers). Dat laatste nummer zong hij met Rod Stewart en Sting. Andere bekende nummers van Bryan Adams zijn Summer of '69, It's Only Love (met Tina Turner) en When You're Gone (met Mel C.). In 2005 kwam er een greatest hits album (2-cd) uit waar al zijn grootste hits plus enkele liveopnames op staan, genaamd Anthology.\n\nIn de Nederlandse Top 2000 van Radio 2 staat Bryan Adams verschillende keren genoteerd. Summer of '69 scoort al jaren goed, evenals (Everything I Do) I Do It for You, Heaven en Run To You. In België stond het nummer Summer of '69 al jaren op de tweede plaats in de eindejaarshitlijst Donna's top aller tijden. Het moest enkel Bohemian Rhapsody van Queen laten voorgaan. Op vrijdag 14 december 2007 kwam daar verandering in. Summer of '69 liet na 6 jaar Bohemian Rhapsody achter zich.\n\nIn juni 2007 gaf Bryan Adams een concert in een uitverkocht Rotterdams Ahoy en het Antwerpse Sportpaleis. Op 14 maart 2008 kwam zijn elfde album uit genaamd: \"11\". Ter promotie van dit album gaf Adams weer een reeks concerten waarbij opnieuw Ahoy en het Sportpaleis.\n\nBij de opening van de Olympische Spelen in Vancouver (2010) zong Bryan Adams samen met Nelly Furtado het nummer Bang the Drum. In 2011 kreeg hij een ster op de beroemde Hollywood Walk of Fame.\n\nIn 2012 werden tijdens een Greatest Hits Tour onder andere het Zénith in Parijs en wederom het Rotterdamse Ahoy en het Antwerpse Sportpaleis aangedaan.","strBiographyHU":"Bryan Adams (1959. november 5. –) Bryan Guy Adams néven született kanadai zenész, dalszövegíró és fotográfus. Zenei pályafutását 1977-ben kezdte, azóta közel 34-szer jelölték különböző zenei díjakra. 1998-ig közel 65 000 000 lemeze fogyott el. Bryan Kanadában, az Ontario állambeli Kingston városban jött a világra angol szülők gyermekeként. Születését követően nagymamájához utazott a család, aki Málta szigetén lakott, majd ezt követően Portugáliában kötöttek ki: egy kisvárosban (Birre), Lisszabon mellett. 1973-ban visszatértek Kanadába és letepedtek az ország nyugati részén, Észak-Vancouverben. Bryan már 15 évesen az iskola zenekarával játszott több éjszakai klubban. 18 éves korában megjelent az együttes egyik legsikeresebb albuma, mely az If Wishes Were Horses nevet viseli; ekkor ismerkedett meg Jim Vallace-szel, aki később nagy szerepet játszott karrierje alakulásában. 1978-ban Jim írt pár dalt Bryan-nek. A 18 éves srác néhány demóját elküldte az A&M Records részére Torontóba; ezen demók közül a két leghíresebb az I'm ready és a Remember, melyek idővel nagy sikereket hoztak. A debütáló albumát 1980 februárjában adja ki, ami a Bryan Adams címet viseli. Ekkor Jim és Bryan már nagyon jó barátok volt és az albumra közösen írták a dalok szövegét. Az album felvétele 1979. október 29-e és november 29-e között zajlott. 1986-ban, Kanadában aranylemeznek nyilvánították. Bryan második albumát (You Want It, You Got It) már New York-ban vették fel. 1981-ben az FM rádióknak köszönhetően vált ismertté a Lonely Nights című dalával. Akkora népszerűségnek örvendett, hogy 1983 januárjában már ki is adta harmadik lemezét, mely a Cuts Like A Knife címet viselte.\nEz az album volt az ún. kiugró albuma. A Straight From The Heart és a This Time című dalainak köszönhetően pár héten belül az album a Billboard 200-as toplista 67. helyére ugrott be; ez garantálta számára a világhírnevet. Ez az album egyébként Kanadában és az Amerikai Egyesült Államokban platina-, míg Ausztráliában aranylemez lett, alig pár hét leforgása alatt. Később ezen az albumon szereplő számaiból készített videoklipeket, melyek igen hosszú ideig tanyáztak a Billboard Hot 100-as lista első három helyein. A Straight from The Heart c. dalát, mely egyébként része volt az albumnak is, a világ valamennyi zenei TV-csatornái szinte folyamatosan csak ezt játszották, akkora népszerűségnek örvendett. 1984 novemberében kiadta következő, Reckless című albumát, mely a Billboard 200-as toplista első helyére robbant be. Az It's Only Love c. dalának köszönhetően 1986-ban jelölték Grammy-díjra, amit aztán nem kapott meg. Az album az Egyesült Államokban nagyon rövid idő leforgása alatt ötszörös platina lemez lett. 1984 decemberében koncertkörútra indult Keith Scott, Dave Taylor, Pat Steward és Johnny Blitz pártfogásával. Nagysikerű koncerteket adtak Chicago, Detroit, New York és Philadelphia városokban. 1985 elején világkörüli turnéra indultak a fiúk: először keresztül az Egyesült Államokon, majd Japánon, Ausztrálián, Európán és végül kikötöttek Kanadában. Ezt követően Bryan egyedül indult útnak Kanadában, ahol összesen 4 Juno-díjat nyert; végül a Nyugati-Parton ért véget körútja, Los Angelesben, ahol két koncertet is adott. Észak-amerikai koncertútját befejezve először Etiópiába, majd Európába utazott. Európában összesen 50 városban adott koncertet, a legtöbbet Tina Turnerrel közösen. Népszerűségét mutatta az is, hogy Londonban három telt házas koncertje is volt egymás után. Körútját 1985 októberében fejezte be Oklahomában, de ezt követően még adott egy utolsó utáni koncertet New Yorkban; pontosabban két telt házas koncertet, egymást követően. 1987-ben adta ki soron következő, Into The Fire c. albumát a Claffhinger Studios közreműködésével, Vancouverben. Bryan már többször is járt Magyarországon. Először 1992-ben Budapesten, a Népstadionban adott közel 2 és fél órás koncertet, ahol többek között az Extreme volt Bryan Adams előzenekara. Karrierjének 25. évfordulója alkalmából világkörüli turnéra indult 2006-ban. A koncertsorozat Magyarországot is érintette. November 21-én Budapesten, a Papp László sportarénában lépett fel, majd November 23-án Debrecenben, a Főnix Csarnokban koncertezett. 2007. június 30-án az ingyenes Kapcsolat koncerten lépett fel. Körülbelül kétszázezer érdeklődő volt jelen az egykori Felvonulási téren (ma 56-osok tere). A kétórás koncert nagyon jó hangulatban telt, a csapat sok híres számot eljátszott. Többek között, a Summer Of '69, (Everything I Do) I Do It For You, Heaven, All For Love, és még sok más ismert számot. A koncert végén, a közönség kedvéért két ráadást is adtak. Bryan-ék előtt a Megasztár 3 győztese, Rúzsa Magdolna lépett fel. 2012. július 29-én a European Tour 2012 egyik állomásaként lépett fel a Papp László Budapest Sportarénában, több mint 2 órás koncertet adva.","strBiographyNO":"Bryan Adams (født Bryan Guy Adams den 5. november 1959) er en kanadisk rocke sanger-låtskriver og fotograf. Adams signerte en kontrakt med det amerikanske plateselskapet A&M Records på slutten av 70-tallet, etter det har han oppnådd en rekke hitsingler over hele verden. Han har totalt solgt i overkant av 65 millioner album verden over.\n\nHan har vært nominert til flere Grammy-priser; Adams ble først nominert på den 28th Grammy Awards for sangen «It's Only Love» med Tina Turner. Adams vant to priser under 34th Grammy-utdelingen, der han vant \"Best Pop Instrumental Performance\" og \"Best Song Written for Motion Picture, Television or Other Visual Media\" for sitt arbeid på Robin Hood: Prince of Thieves lydsporet. Adams har blitt tildelt Order of Canada og Order of British Columbia for hans bidrag til kanadisk musikk og hans filantropiske arbeid. Han ble en del av Canadas Walk of Fame i 1998, i 2006 ble han med i Music Hall of Fame på Canadas Juno Awards-utdeling i april. Han ble nylig nominert for sin femte Golden Globe-pris i 2007 for hans låtskriving for filmen Bobby, og han har vært nominert tre ganger til Academy Awards for hans filmmusikk. Han og Nelly Furtado sang Bang The Drum på OL i Canada 2010.","strBiographyIL":"בריאן אדמס (באנגלית: Bryan Adams; נולד ב-5 בנובמבר 1959) הוא מוזיקאי קנדי, שמתגורר כיום בבריטניה, הנודע כזמר של בלדות רוק.\nאדמס נולד בקינגסטון, אונטריו שבקנדה להורים דיפלומטים, אשר התגוררו במהלך שנות השישים בבריטניה, ישראל, פורטוגל ואוסטריה, ולבסוף התמקמו בוונקובר, שם בילה אדמס את שנותיו כנער. הוא נשר מבית ספר בגיל 15, וקנה פסנתר כנף בכסף שהוריו חסכו ללימודיו בקולג'. בגיל 16 הצטרף ללהקה \"Sweeney Todd\", שהוציאה את האלבום \"If Wishes Were Horses\", כשאדמס הוא הסולן. האלבום היה לכישלון ואדמס עזב לאחריו את הלהקה. באותה תקופה הוא מימן עצמו במגוון של עבודות מזדמנות, כשוטף כלים ומוכר בחנות תקליטים, כשבעת עבודתו שם פגש את המתופף ג'ים וולאס, והשניים החלו להיות שותפים מוזיקליים בכתיבת שירים, שיתוף פעולה הנמשך עד היום. במאי 2011, בריאן הפך לאב, מאלישיה גרימאלדי, אותה הכיר בזמן שעבדה עבורו כעוזרת אישית.\nב-1979 הוחתם בחברת התקליטים \"A&M Records\", והקליט את אלבום הבכורה שלו, אותו גם הפיק, יחד עם וואלאס. האלבום הנקרא \"Bryan Adams\", ויצא בפברואר 1980. האלבום זכה להצלחה מינורית, ולא יצאו ממנו להיטים (שלושה סינגלים מהאלבום יצאו בקנדה בלבד), אולם רצועות ממנו הושמעו ברדיו ואדמס יצא לסיבוב הופעות מקומי בעקבות הוצאת האלבום. אלבומו השני, \"You Want It You Got It\", שיצא ב1981, והוקלט בתוך שבועיים בלבד, זכה להצלחה גדולה יותר מקודמו, ונכנס למצעד האלבומים האמריקני. כמו כן, יצא בארצות הברית הסינגל \"Lonely Nights\", מתוך האלבום.\n\nהפריצה של אדמס הגיעה בעקבות אלבומו השלישי, \"Cuts Like a Knife\", שיצא בינואר 1983. הלהיט הראשון מתוכו, \"Straight from the Heart\", נכנס ל- TOP 10 של מצעד בילבורד האמריקאי, והיה ללהיט הראשון של אדמס שעושה זאת. אלבומו הרביעי, \"Reckless\", יצא לחנויות התקליטים ביום הולדתו ה- 25 של אדמס (5 בספטמבר 1984) והגיע היישר למקום הראשון במצעד האלבומים האמריקני. אלבום זה הפך את אדמס לכוכב לארצות הברית, כשמתוך האלבום שוחחרו לא פחות משישה להיטים, ביניהם \"Run to You\", \"Summer of '69\" והלהיט \"Heaven\", שהגיע למקום הראשון במצעד הבילבורד האמריקאי. בנוסף, האלבום כלל את הדואט המצליח עם טינה טרנר הנקרא \"It's Only Love\". האלבום קיבל חמישה אלבומי פלטינה בארצות הברית והיה לאלבומו המצליח ביותר בארצות הברית.\n\nביולי 1985 השתתף במופע הרוק הדו-יבשתי \"לייב אייד\", בו שר, בין השאר, את השיר \"Tears Are Not Enough\", אותו כתב אדמס למען גיוס כספים לקרן שתסייע לתושבי אתיופיה הסובלים מרעב המוני. שנתיים אחר כך הוציא את האלבום \"Into the Fire\", שהיה האלבום האחרון בו כל השירים נכתבו במשותף על ידי אדמס וואלאס.","strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Kingston, Ontario, Canada","strCountryCode":"CA","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uuwtyx1355093046.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/raxenj1669339962.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/ical181647599745.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/xqrvuu1522265095.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/rqpxrt1530822284.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qtvxuv1347284250.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/rutwtr1347284258.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/xyqwxt1347284265.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/adams-bryan-507887cf0ec52.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/xwpppt1347284273.jpg","strMusicBrainzID":"4dbf5678-7a31-406a-abbe-232f8ac2cd63","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Bryan Adams/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}