{"artists":[{"idArtist":"131263","strArtist":"Maria Callas","strArtistStripped":null,"strArtistAlternate":"Sophia Cecelia Kalos","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1923","intDiedYear":"1977","strDisbanded":null,"strStyle":"Classical","strGenre":"Opera","strMood":"","strWebsite":"www.callas.it","strFacebook":"","strTwitter":"1","strBiographyEN":"Maria Callas  (December 2, 1923 - September 16, 1977) was an American-born Greek soprano and one of the most renowned opera singers of the 20th century. By combining an impressive bel canto technique,  a wide-ranging voice and great dramatic talent, she became the most famous singing actress of the era.  An extremely versatile singer, her repertoire ranged from classical opera seria to the bel canto operas of Donizetti, Bellini and Rossini; further, to the works of Verdi and Puccini; and, in her early career, to the music dramas of Wagner. Her remarkable musical and dramatic talents led to her being hailed as La Divina. She also achieved success as a cinematic actress, playing the title role in Pasolini's Medea.  Born in New York City and raised by an overbearing mother, she received her musical education in Greece and established her career in Italy. Forced to deal with the exigencies of wartime poverty and with myopia that left her nearly blind onstage, she endured struggles and scandal over the course of her career. She turned herself from a heavy woman into a svelte and glamorous one after a mid-career weight loss, which might have contributed to her vocal decline and the premature end of her career. The press exulted in publicizing Callas's allegedly temperamental behaviour, her supposed rivalry with Renata Tebaldi and her love affair with Aristotle Onassis.   Her dramatic life and personal tragedy have often overshadowed Callas the artist in the popular press. However, her artistic achievements were such that Leonard Bernstein called her \"The Bible of opera\"; and her influence was so enduring that, in 2006, Opera News wrote of her: \"Nearly thirty years after her death, she's still the definition of the diva as artist--and still one of classical music's best-selling vocalists.\"","strBiographyDE":null,"strBiographyFR":"Sophia Cecelia Kalos dite Maria Callas est une cantatrice grecque née à New York le 2 décembre 1923 et morte à Paris le 16 septembre 1977.\n\nSurnommée « la Bible de l'opéra » par Leonard Bernstein, « la Callas » - telle qu'elle est couramment appelée - a bouleversé l'art lyrique du XXe siècle en valorisant l'approche du jeu d'acteur, jusqu'alors relégué au second plan. Entourée des meilleurs artistes de son époque (Boris Christoff, Mario del Monaco, Giuseppe Di Stefano, Tito Gobbi, Giulietta Simionato, etc.) et s'étant produite sur les principales scènes d'opéra du monde (New York, Londres, Paris, Milan, Venise, Rome, Buenos Aires, Mexico, etc.), Callas demeure encore au XXIe siècle l'une des cantatrices les plus célèbres, à la fois par le timbre très particulier de sa voix, son registre étendu de près de trois octaves, sa grande virtuosité alliée à un phrasé à nul autre pareil et son talent de tragédienne, lui permettant d'incarner littéralement les personnages qu'elle interprétait (Norma, Tosca, Violetta, Lucia, Médée).\n\nSuscitant les passions — ce qui lui valut d'être autant adulée que décriée — Maria Callas reste, tant par la réussite exceptionnelle de sa vie professionnelle que par sa vie privée mouvementée, l'icône même de la « diva ».","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Ana María Cecilia Sofía Kalogeropoúlou (en griego Άννα Μαρία Καικιλία Σοφία Καλογεροπούλου) (Nueva York, 2 de diciembre de 1923 – París, 16 de septiembre de 1977), conocida como María Callas (pronúnciese en español: Kal-las o, Calas) , fue una soprano griega nacida en Estados Unidos, considerada la cantante de ópera más eminente del siglo XX. Capaz de revivir el bel canto en su corta pero importante carrera, fue llamada (como antes la célebre Claudia Muzio) «La Divina» por su extraordinario talento vocal y actoral.\n\nAún hoy genera controversia su peculiar voz, de registro amplio y que unida a su dominio de la técnica, le permitió cantar roles desde soprano ligera (Lakmé, Semiramide, Gilda) a los dramáticos (Brünnhilde, Lady Macbeth) incluso de mezzo (Carmen, Dalila) y alternar entre personajes de coloratura ágil y dramáticos pesados con éxito. También recordada por rescatar diversos personajes de la ópera en su esencia drámatica y expresiva, incluso del olvido.\n\nSu nombre está asociado en la memoria colectiva a Aristóteles Onassis, el gran amor de su vida.","strBiographyPT":"Maria Callas (Nova Iorque, 2 de dezembro de 1923 — Paris, 16 de setembro de 1977) foi uma cantora lírica norte-americana de ascendência grega, considerada a maior celebridade da Ópera no século XX e a maior soprano e cantora de todos os tempos. Apesar de também famosa pela sua vida pessoal, o seu legado mais duradouro deve-se ao impulso a um novo estilo de atuação nas produções operísticas, à raridade e distintividade de seu tipo de voz e ao resgate de óperas há muito esquecidas do bel canto, estreladas por ela.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"New York, USA","strCountryCode":"GR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/callas-maria-520c3ba198170.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/callas-maria-54a6c06db9ec5.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/callas-maria-520c3bb3d0e64.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/sxypup1420204889.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/sxyuyy1420205054.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/callas-maria-54a6cd26083e9.jpg","strMusicBrainzID":"9dee40b2-25ad-404c-9c9a-139feffd4b57","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}