{"artists":[{"idArtist":"111285","strArtist":"Julio Iglesias","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1943","intBornYear":"1943","intDiedYear":null,"strDisbanded":null,"strStyle":"Latin","strGenre":"Latin","strMood":"","strWebsite":"www.julioiglesias.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Julio Iglesias (born Julio José Iglesias de la Cueva; September 23, 1943) is a Spanish singer and songwriter whose romantic image, magnetic stage presence, and expressive music made him one of the best-selling artists of all time. By the early 21st century he had sold hundreds of millions of albums in more than a dozen languages. He has sold over 100 million records worldwide in 14 languages and released 77 albums. According to Sony Music Entertainment, he is one of the top 15 best-selling music artists in history. While Iglesias rose to international prominence in the 1970s and 1980s as a performer of romantic ballads, his success has continued on as he entered new musical endeavors. He is the father of singer Enrique Iglesias.","strBiographyDE":null,"strBiographyFR":"Julio Iglesias (né Julio José Iglesias de la Cueva ; 23 septembre 1943) est un chanteur et compositeur espagnol dont l'image romantique, la présence magnétique sur scène et la musique expressive en ont fait l'un des artistes les plus vendus de tous les temps. Au début du 21e siècle, il avait vendu des centaines de millions d'albums dans plus d'une douzaine de langues. Il a vendu plus de 100 millions de disques dans le monde en 14 langues et sorti 77 albums. Selon Sony Music Entertainment, il est l'un des 15 artistes musicaux les plus vendus de l'histoire. Alors qu'Iglesias a acquis une notoriété internationale dans les années 1970 et 1980 en tant qu'interprète de ballades romantiques, son succès s'est poursuivi alors qu'il se lançait dans de nouvelles aventures musicales. Il est le père du chanteur Enrique Iglesias.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":"Julio José Iglesias Puga de la Cueva (Madrid, 23 de setembro de 1943) é um ex-futebolista, cantor, compositor e empresário espanhol de fama internacional.\n\nÉ filho de Julio Iglesias Puga (1915-2005), médico ginecologista nascido em Ourense na Galiza, e de María del Rosario de la Cierva y Periñon (1918-2002). Casaram-se em 1942 e divorciaram-se em 1983. Iglesias tem um irmão, Carlos (nascido em 1945) e, dois meios-irmãos: Jaime (nascido em 2004) e Ruth (nascida em 2006), fruto do segundo casamento do pai, em 2001.\n\nIglesias dedicou-se inicialmente à sua carreira desportiva, com o objetivo de tornar-se um jogador profissional de futebol. Ele atuou no time juvenil do Real Madrid, na posição de goleiro, entre 1958 e 1962. Mas, na noite de 22 de setembro de 1963, quando tinha 20 anos de idade, ao conduzir o seu carro entre Majadahonda e Madri, juntamente com os seus amigos Enrique Clemente Criado, Toto Arroyo e Pedro Luis, Iglesias sofreu um trágico acidente que o deixou semiparalisado durante um ano e meio, existindo poucas hipóteses de poder voltar a andar, internado no hospital Eloy Gonzalo, em Madri, ele passou a escrever poemas românticos, que encantaram uma das enfermeiras que o atendia, elas arrumaram um violão para Julio, que transformou seus poemas em música.\n\nNo final dos anos de 1960, já totalmente recuperado do acidente de carro, Julio procurou uma produtora musical para oferecer suas canções aos intérpretes da empresa. Os empresários propuseram que ele defendesse sua canção, La vida sigue igual, no Festival de Benidorm. Sagrado como grande vencedor, assinou seu primeiro contrato com a Columbia Records.\nMonumento de Julio Iglesias em Benidorm\n\nMarcado pela voz e seu detalhismo nas canções, além de grande carisma, se tornou o mais bem sucedido artista latino em todos os tempos, com números impressionantes: 300 milhões de cópias vendidas, 2600 discos de ouro e de platina, quatro mil espetáculos em mais de quinhentas cidades do mundo e uma canção tocada a cada trinta segundos. Estima-se que sua fortuna seja de mais de US$ 5 bilhões. Seu talento musical também se estende ao seu filho Enrique Iglesias, que se tornou um dos grandes pop stars da música pop internacional. Além de Enrique, Julio Iglesias também é pai de Chabeli Iglesias, Julio Iglesias Jr., Miguel Alejandro, Rodrigo, Victoria, Cristina e Guillermo.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":"Julio José Iglesias de la Cueva, (født 23. september 1943 i Madrid i Spania) er en spansk artist og låtskriver. Han er Spanias mestselgende artist gjennom historien, og blir ofte karakterisert som en «smørsanger». Iglesias, som slo seg fram som sanger på 1970 og 1980-tallet, er sønnen til den spanske gynekologen Julio Igelsias sr. og er far til Chabeli Iglesias, Enrique Iglesias og Julio José Iglesias, samt fire andre barn. I 1985 flyttet han til USA. Han bor i Miami, Florida.\n\nHan har også vært målvakt på juniorlaget til den spanske fotballklubben Real Madrid, og i tiden som målvakt studerte han også til jurist. Men etter en skade ble hans drøm om en karriere som profesjonell fotballspiller knust. Istedet begynte han som låtskriver og ble artist. Han har fått en stjerne på Hollywood Walk of Fame.","strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Madrid, Spain","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ysvrwy1340726416.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/iglesias-julio-5c3d014d782f9.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rpppxu1362752587.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/ozgtkc1638978631.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/4xkoco1638978632.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/ox1qyc1638978632.jpg","strArtistBanner":null,"strMusicBrainzID":"3be4099e-f180-4038-af84-ae18a09eab02","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Julio Iglesias/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}