{"artists":[{"idArtist":"123726","strArtist":"Stacey Kent","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1968","intDiedYear":null,"strDisbanded":null,"strStyle":"Jazz","strGenre":"Jazz","strMood":"","strWebsite":"www.staceykent.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Stacey Kent (born March 27, 1968) is a Grammy-nominated American jazz singer. Kent attended Newark Academy in Livingston, New Jersey. Her paternal grandfather was Russian. She graduated from Sarah Lawrence College in New York, and moved to England after her graduation. While studying at London's Guildhall School of Music and Drama, she met the tenor saxophonist Jim Tomlinson, whom she married on August 9, 1991.\nIn the early 1990s, Kent began her professional career singing regularly at Café Boheme in London's Soho. After two or three years, Kent began opening for established jazz acts across the road at the Ronnie Scott's nightclub in London.\nHer first CD, Close Your Eyes, was released in 1997. She has released nine CDs as of 2011, and has been also featured on Tomlinson's albums, most recently The Lyric (2006), which won \"Album of the Year\" at the 2006 BBC Jazz Awards and was re-released on Blue Note in 2011.\nKent's music was championed by critic and jazz trumpeter Humphrey Lyttelton, and she won the 2001 British Jazz Award and the 2002 BBC Jazz Award for Best Vocalist. She has also presented jazz programmes on BBC Radio 2 and 3.\nAt the 2006 BBC Jazz Awards, Tomlinson, upon receiving the award for \"Album of the Year\" for The Lyric, announced that Kent had signed with Blue Note.\nKent's album, The Boy Next Door achieved Gold album status in France in September, 2006. Breakfast On The Morning Tram (2007) achieved Platinum album status in France in November, 2007 and Gold album status in Germany in February, 2008 and was nominated for Best Vocal Jazz Album at the 2009 Grammy Awards.\nKent appeared in Ian McKellen's 1995 film version of Richard III, singing a jazz version of Christopher Marlowe's poem The Passionate Shepherd to His Love.\nBooker Prize-winning novelist Kazuo Ishiguro wrote the liner notes to Kent's 2003 album, In Love Again. Ishiguro has co-written four of the songs on the fall 2007 Blue Note album Breakfast on the Morning Tram. One of the songs written by Ishiguro, \"The Ice Hotel\", with music composed by Tomlinson, won first prize in the International Songwriting Competition in April 2008.\nOn 31 March 2009 Kent received the National Order of Arts and Letters (Ordre des Arts et des Lettres) - a government decoration - in recognition of her contribution to the arts, from French Culture Minister Christine Albanel.\nStacey's 2010 album, Raconte-Moi (Blue Note/EMI), is an all-French album, which achieved Gold album status in France and Germany.\nHer latest album, Dreamer In Concert (Blue Note/EMI), is a live album, recorded on May 30–31, 2011, at La Cigale, in Paris. The album includes three previously unrecorded selections: Antônio Carlos Jobim's \"Waters of March\", and two new compositions by her husband, saxophonist and the album's producer Jim Tomlinson: \"Postcard Lovers\", with lyrics once again by the novelist, Kazuo Ishiguro, (author of Remains of the Day and Never Let Me Go) and \"O Comboio\", penned by the Portuguese poet António Ladeira, which she sings in Portuguese.","strBiographyDE":null,"strBiographyFR":"Stacey Kent (née le 27 mars 1968) est une chanteuse de jazz américaine nominée aux Grammy. Kent a fréquenté la Newark Academy à Livingston, New Jersey. Son grand-père paternel était russe. Elle est diplômée du Sarah Lawrence College de New York et a déménagé en Angleterre après avoir obtenu son diplôme. Pendant ses études à la Guildhall School of Music and Drama de Londres, elle rencontre le saxophoniste ténor Jim Tomlinson, qu'elle épouse le 9 août 1991.\nAu début des années 1990, Kent a commencé sa carrière professionnelle en chantant régulièrement au Café Boheme dans le Soho de Londres. Après deux ou trois ans, Kent a commencé à ouvrir pour des groupes de jazz établis de l'autre côté de la rue à la discothèque Ronnie Scott's à Londres.\nSon premier CD, Close Your Eyes, est sorti en 1997. Elle a sorti neuf CD en 2011 et a également figuré sur les albums de Tomlinson, plus récemment The Lyric (2006), qui a remporté le prix \"Album de l'année\" au 2006 BBC Jazz Awards et a été réédité sur Blue Note en 2011.\nLa musique de Kent a été défendue par le critique et trompettiste de jazz Humphrey Lyttelton, et elle a remporté le British Jazz Award 2001 et le BBC Jazz Award 2002 du meilleur chanteur. Elle a également présenté des programmes de jazz sur BBC Radio 2 et 3.\nAux BBC Jazz Awards 2006, Tomlinson, après avoir reçu le prix de \"l'album de l'année\" pour The Lyric, a annoncé que Kent avait signé avec Blue Note.\nL'album de Kent, The Boy Next Door, a obtenu le statut d'album d'or en France en septembre 2006. Breakfast On The Morning Tram (2007) a obtenu le statut d'album de platine en France en novembre 2007 et le statut d'album d'or en Allemagne en février 2008 et a été nominé pour Meilleur album de jazz vocal aux Grammy Awards 2009.\nKent est apparu dans la version cinématographique de Richard III de Ian McKellen en 1995 , chantant une version jazz du poème de Christopher Marlowe The Passionate Shepherd to His Love .\nLe romancier lauréat du Booker Prize Kazuo Ishiguro a écrit les notes de l'album de Kent en 2003, In Love Again. Ishiguro a co-écrit quatre des chansons de l'album Blue Note de l'automne 2007, Breakfast on the Morning Tram. L'une des chansons écrites par Ishiguro, \"The Ice Hotel\", avec une musique composée par Tomlinson, a remporté le premier prix du Concours international d'écriture de chansons en avril 2008.\nLe 31 mars 2009, Kent a reçu l' Ordre national des Arts et des Lettres ( Ordre des Arts et des Lettres ) - une décoration gouvernementale - en reconnaissance de sa contribution aux arts, de la ministre française de la Culture Christine Albanel .\nL'album 2010 de Stacey, Raconte-Moi (Blue Note/EMI), est un album entièrement français, qui a obtenu le statut d'album d'or en France et en Allemagne.\nSon dernier album, Dreamer In Concert (Blue Note/EMI), est un album live, enregistré les 30 et 31 mai 2011, à La Cigale, à Paris. L'album comprend trois sélections inédites : \"Waters of March\" d'Antônio Carlos Jobim, et deux nouvelles compositions de son mari, le saxophoniste et producteur de l'album Jim Tomlinson : \"Postcard Lovers\", avec des paroles à nouveau du romancier, Kazuo Ishiguro, ( auteur de Remains of the Day et Never Let Me Go) et \"O Comboio\", écrit par le poète portugais António Ladeira, qu'elle chante en portugais.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"South Orange, New Jersey, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/quqxxr1380106215.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/kent-stacey-559015d9b8041.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/trstqp1522764124.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/yqrrtv1532085327.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vuwtqx1521514010.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/kent-stacey-558f61c6b78d8.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/vqyvus1509716564.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/99cea41630317773.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/sxqxrv1475245927.jpg","strMusicBrainzID":"7cd536a1-8d66-49e3-bf14-e1be74a06363","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}