{"artists":[{"idArtist":"114443","strArtist":"Wilson Pickett","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1941","intDiedYear":"2006","strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"Soul","strMood":"Happy","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Wilson Pickett (March 18, 1941 – January 19, 2006) was an American R&B/Soul singer and songwriter. A major figure in the development of American soul music, Pickett recorded over 50 songs which made the US R&B charts, and frequently crossed over to the US Billboard Hot 100. Among his best known hits are \"In the Midnight Hour\" (which he co-wrote), \"Land of 1,000 Dances\", \"Mustang Sally\", and \"Funky Broadway\". The impact of Pickett's songwriting and recording led to his 1991 induction into the Rock and Roll Hall of Fame.","strBiographyDE":null,"strBiographyFR":"Wilson Pickett était un chanteur américain de Soul et de Rhythm and Blues né le 18 mars 1941 à Prattville (Alabama), décédé le 19 janvier 2006 d'une crise cardiaque, à Reston (Virginie).\n\nIl fut dans les années 1960 un pionnier de la musique soul, célèbre pour ses interprétations de In the Midnight Hour, Mustang Sally, Funky Broadway et Land of 1000 Dances.\n\nÀ ses débuts membres du groupe The Falcons, il s'est fait connaître par sa carrière en solo, mais en travaillant souvent en collaboration avec d'autres artistes.\n\nIl débute sa carrière de chanteur comme choriste de gospel dans l’église baptiste de Prattville. Il était le plus jeune d’une famille de 11 enfants, mais régulièrement battu par sa mère, il part en 1955 vivre avec son père à Détroit dans le Michigan.\n\nArrivé à Détroit, il forme son premier groupe de gospel, The Violinaires. En 1961, il rejoint le groupe de R&B, The Falcons, qui cherchait un nouveau chanteur et auquel participe aussi Eddie Floyd, une autre future vedette de la musique Soul.\n\nEn 1962, Pickett connaît un premier succès au sein des Falcons avec I Found a Love, mais peu après avoir enregistré I Found a Love, il décide de se lancer dans une carrière solo, et en 1963 il rejoint le label de Lloyd Price, Double L Records. Pickett connaît alors son premier succès en tant qu’artiste solo avec It’s too late — à ne pas confondre avec le titre de Chuck Willis — qui entrera au hit-parade le 27 juillet 1963.\n\nEn 1964, Pickett accepte un contrat chez Atlantic Records des frères Ahmet Ertegün et Nesuhi Ertegün, et commence à travailler avec le guitariste Steve Cropper avec lequel ils vont créer quelques succès du répertoire de la musique soul. Il enregistre en 1965, au studio Stax Record’s de Memphis un de ses titres les plus connus, In the Midnight Hour — chanson reprise dans la musique francophone par Johnny Hallyday, sous le titre de Jusqu'à minuit. Pendant son séjour à Memphis, Pickett enregistre encore Don't Fight It, 634-5789 et Ninety-Nine and One-Half (Won't Do), trois compositions originales qu’il coécrit avec Eddie Floyd et Steve Cropper. Ces titres restent considérés comme des classiques de la musique soul.\n\nLes prochains enregistrements se déroulent aux studios Fame, situés dans un ancien entrepôt de tabac à Muscle Shoals (Alabama). Pickett enregistre alors plusieurs grands succès tels que Mustang Sally, Funky Broadway, et Land of 1000 Dances. Croyant que l'endroit lui porte chance, il ne voudra plus enregistrer ailleurs.\n\nPickett a aussi écrit des chansons enregistrées par des artistes tels que Led Zeppelin, Van Halen, les Rolling Stones, Aerosmith, Grateful Dead, Booker T. and the MGs, Genesis, Creedence Clearwater Revival, Hootie and the Blowfish, Echo and the Bunnymen, Roxy Music, Bruce Springsteen, Los Lobos, The Jam, Ani DiFranco, et d’autres. En 1969, il signe une reprise de Hey Jude, un succès des Beatles et multiplie les tournées tout en créant d'autres succès, dont Fire and Water et Don't Let the Green Grass Fool You. Il signe aussi une reprise de Sugar, Sugar des Archies et enregistre aussi Everybody Needs Somebody to Love, reprise par les Rolling Stones et les Blues Brothers.\n\nDans les années 1970, avec le succès de la vague de la musique disco, il disparaît des hit-parades, mais continue une carrière d'estime et travaille avec Solomon Burke, Ben E. King et Joe Tex. En 1973, Pickett fait un choix qu’il regrettera plus tard : il quitte Atlantic Records pour rejoindre RCA Records. Après Take A Closer Look At The Woman You're With, qui se retrouve à nouveau dans le hit-parade américain, Pickett continue à enregistrer des albums. Néanmoins le succès n’est plus vraiment au rendez-vous.\n\nÀ partir des années 1980, il a des problèmes d'alcool. Cela lui vaut quelques ennuis avec la justice et de se retrouver plusieurs fois devant les tribunaux pour des accusations de conduite en état d'ivresse et de port d'armes. Il prend part à des bagarres et se retrouve en prison après avoir menacé une personne avec une arme à feu. En 1987, il est hospitalisé suite à une bagarre.\n\nC’est aussi en 1987 qu’il reprend In the Midnight Hour avec la Motown et que la chanson se retrouve à nouveau classé dans le hit-parade. Il continue aussi à avoir de nombreux succès en Europe et participe aux festivals d'été qui y sont organisés.\n\nCependant, s’adonnant de plus en plus à la boisson, Pickett doit quitter sa maison d’Englewood (New Jersey) en janvier 1992 suite à des loyers impayés. En avril de la même année, alors qu'il conduit en état d’ivresse, il blesse gravement une personne âgée de 86 ans, et en 1993, il doit purger une peine de prison d’un an, assortie d’une mise à l’épreuve pendant cinq ans, consécutive à son accident de circulation. Il sera également condamné pour possession de drogue.\n\nEn 1991, Pickett est intronisé au sein du Rock and Roll Hall of Fame et deux ans plus tard, la Rhythm and Blues Foundation lui remettra le Pioneer Award. Il est popularisé comme un des héros du film Les Commitments d'Alan Parker mais sans apparaître à l'image.\n\nPickett sort son dernier album It's Harder Now en 1999 et a donné son dernier concert fin 2004.\n\nAretha Franklin a dit de lui : « Ami de Détroit, Wilson Pickett était l'un des plus grands chanteurs de Soul. »\n\nPickett a dit de lui-même en 2001 : « Si je n'avais pas été dans le show-business, je crois que j'aurais été vagabond ou quelque chose comme ça. »","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Pratville, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xyqxvw1414782786.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/pickett-wilson-5160c117e865a.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/pickett-wilson-505048101e50a.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/upyrvx1413741285.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rsrsuw1414782984.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"fc6214b3-6d82-4803-be74-01ece1723e42","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}