{"artists":[{"idArtist":"149511","strArtist":"Luigi Cherubini","strArtistStripped":null,"strArtistAlternate":"Cherubini","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1760","intDiedYear":"1842","strDisbanded":null,"strStyle":"","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Luigi Cherubini ; 8 or 14 September 1760 – 15 March 1842) was a Classical and pre-Romantic composer from Italy who spent most of his working life in France. His most significant compositions are operas and sacred music. Beethoven regarded Cherubini as the greatest of his contemporaries.\nEarly years :\nCherubini was born Maria Luigi Carlo Zenobio Salvatore Cherubini in Florence in 1760. There is uncertainty about his exact date of birth. Although 14 September is sometimes stated, evidence from baptismal records and Cherubini himself suggests the 8th is correct. Perhaps the strongest evidence is his first name, Maria, which is traditional for a child born on 8 September, feast-day of the Nativity of the Virgin. His instruction in music began at the age of six with his father, Bartolomeo, maestro al cembalo (\"Master of the harpsichord\", in other words, ensemble leader from the harpsichord). Considered a child prodigy, Cherubini studied counterpoint and dramatic style at an early age. By the time he was thirteen, he had composed several religious works.\nAdulthood and first operas :\nIn 1780, he was awarded a scholarship by the Grand Duke of Tuscany to study music in Bologna and Milan. Cherubini's early opera serie used libretti by Apostolo Zeno, Metastasio (Pietro Trapassi), and others that adhered closely to standard dramatic conventions. His music was strongly influenced by Niccolò Jommelli, Tommaso Traetta, and Antonio Sacchini, who were the leading composers of the day. The first of his two comic works, Lo sposo di tre e marito di nessuna, premiered at a Venetian theater in November 1783.\n\nFeeling constrained by Italian traditions and eager to experiment, Cherubini traveled to London in 1785 where he produced two opere serie and an opera buffa for the King's Theatre. In the same year, he made an excursion to Paris with his friend the violinist Giovanni Battista Viotti, who presented him to Marie Antoinette and Parisian society. Cherubini received an important commission to write Démophoon to a French libretto by Jean-François Marmontel that would be his first tragédie en musique. Except for a brief return trip to London and to Turin for an opera seria commissioned by King Victor Amadeus III, Cherubini spent the rest of his life in France where he was initiated into Grand Orient de France \"Saint-Jean de Palestine\" Masonic Lodge in 1784.\n\nFrench assimilation :\n\nTitle page of the first edition of Cherubini's Médée, full score, 1797\nCherubini adopted the French version of his name, Marie-Louis-Charles-Zénobi-Salvador Cherubini; this appears in all extant documents that show his full name after 1790, though his Italian name is favored nowadays. Performances of Démophon were favorably received at the Grand Opéra in 1788. With Viotti's help, the Théâtre de Monsieur in the Tuileries appointed Cherubini as its director in 1789. Three years later, after a move to the rue Feydeau and the fall of the monarchy, the company became known as the Théâtre Feydeau. This position gave Cherubini the opportunity to read countless libretti and choose one that best suited his temperament.\n\nCherubini's music began to show more originality and daring. His first major success was Lodoïska (1791), which was admired for its realistic heroism. This was followed by Elisa (1794), set in the Swiss Alps, and Médée (1797), Cherubini's best-known work. Les deux journées (1800), in which Cherubini simplified his style, was a popular success. These and other operas were premièred at the Théâtre Feydeau or the Opéra-Comique. Feeling financially secure, he married Anne Cécile Tourette in 1794 and began a family of three children.\n\nThe fallout from the French Revolution affected Cherubini until the end of his life. Politics forced him to hide his connections with the former aristocracy and seek governmental appointments. Although Napoléon found him too complex, Cherubini wrote at least one patriotic work per year for more than a decade. He was appointed Napoléon's director of music in Vienna for part of 1805 and 1806, whereupon he conducted several of his works in that city.\n\nIn 1808 Cherubini was elected an associated member of the Royal Institute of the Netherlands.","strBiographyDE":"Wikipedia\n\nLuigi Carlo Zenobio Salvatore Maria Cherubini (* 14. September 1760 in Florenz; † 15. März 1842 in Paris) war ein italienischer Komponist.\nObwohl Cherubini von seinen Zeitgenossen sehr bewundert wurde, ist seine Musik heutzutage nicht geläufig. Beethoven betrachtete ihn als einen der größten dramatischen Komponisten seiner Zeit. \n\nSeine Musikerziehung begann im Alter von sechs Jahren durch seinen Vater, der selbst Musiker war. Im Alter von 13 Jahren hatte Luigi Cherubini bereits mehrere geistliche Werke komponiert. Er studierte an der Universität Bologna und von 1778 bis 1782 an der Universität Mailand bei Giuseppe Sarti. 1788 zog er nach Paris um.\nIn den Jahren in Paris arbeitete er zeitweise erfolgreich als Opernkomponist. Sein erster größerer Erfolg war die Oper Lodoïska (1791), für deren realistischen Heroismus er bewundert wurde. Es folgte die auf revolutionären Prinzipien fußende Schreckensoper Médée (1797), Cherubinis bekanntestes Werk, und Les deux journées ou Le porteur d'eau (1800, Der Wasserträger). Seine Werke wurden im kleinen Théâtre de la foire Saint-Germain aufgeführt, da ihm das (größere) Opernhaus verschlossen blieb. Sein Idealismus, seine künstlerische Unabhängigkeit, vor allem aber die Strenge und der vornehme Charakter seiner Musik verhinderten, dass er bei seinen Zeitgenossen populär wurde. Nach der Ernennung zum Inspektor am Pariser Konservatorium im Jahr 1795 wurde seine finanzielle Situation erträglich.\n1805 erhielt Cherubini eine Einladung aus Wien, eine Oper zu schreiben und selbst aufzuführen. Faniska wurde im folgenden Jahr auf die Bühne gebracht und enthusiastisch gefeiert, vor allem von Haydn und Beethoven. 1810 schlug Nikolaus II. Fürst Esterházy in Paris Cherubini vor, sein persönlicher Kapellmeister und damit Nachfolger des im Vorjahr verstorbenen Haydn zu werden. Nach der Abreise des Fürsten komponierte Cherubini die monumentale Messe solenelle per il Principe Esterházy d-Moll, die er am 7. Oktober 1811 vollendete. Vermutlich aufgrund finanzieller Probleme zog der Fürst sein Angebot jedoch später zurück.\nWegen mangelnden Erfolges am Theater enttäuscht wandte sich Cherubini in zunehmenden Maß der Kirchenmusik zu. Er schrieb sieben Messen, zwei Requien und viele kleinere Werke. In der restaurierten französischen Monarchie wurde er 1816 zum Professor für Komposition und als Nachfolger von Jean-Paul-Égide Martini zum Surintendant de la musique du Roi ernannt. 1815 bestellte die London Philharmonic Society bei ihm eine Sinfonie, eine Ouverture und eine Komposition für Chor und Orchester sowie die dazugehörenden Aufführungen in London, was seinem internationalen Ruhm zugutekam.\nEine Sonderstellung in Cherubinis Schaffen nimmt die Kammermusik ein, der er sich ohne erkennbaren äußeren Anlass zuwandte. 1814, in der Phase der Neuorientierung des Meisters weg von der Opernbühne, entstand sein erstes Streichquartett, das vor allem durch sein fandangoartiges Scherzo bekannt geworden ist und von Robert Schumann in dessen Neuer Zeitschrift für Musik wohlwollend besprochen wurde; 1829 ein zweites, in den Jahren 1834–37 schrieb er schließlich in kurzer Folge die restlichen vier Streichquartette und ein Streichquintett, dem nach Cherubinis Plan noch fünf weitere hätten folgen sollen. Alle diese Werke zeichnen sich durch ein Höchstmaß an Originalität und satztechnischer Finesse aus und bilden ein interessantes Gegengewicht zum Standard des Quartettrepertoires der Wiener Klassik.\n1822 wurde Cherubini Direktor des Pariser Konservatoriums, was er bis an sein Lebensende blieb. 1835 vollendete er sein Lehrbuch Cours de contrepoint et de fugue (Theorie des Kontrapunktes und der Fuge). Er starb 1842 in Paris im Alter von 81 Jahren","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Italian","strCountryCode":"IT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ysysrx1517449714.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qpssup1517449906.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"375d52ad-5b7a-4f96-80e2-6d9ad13f5160","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}