{"artists":[{"idArtist":"114280","strArtist":"Fryderyk Chopin","strArtistStripped":null,"strArtistAlternate":"Frédéric Chopin","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1810","intDiedYear":"1849","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Frédéric François Chopin ( Fryderyk Franciszek Chopin) born 1 March or 22 February 1810 – 17 October 1849, was a Polish composer and virtuoso pianist. He is widely considered one of the greatest Romantic composers. Chopin was born in Żelazowa Wola, a village in the Duchy of Warsaw. A renowned child-prodigy pianist and composer, he grew up in Warsaw and completed his music education there; he composed many of his mature works in Warsaw before leaving Poland in 1830 at age 20, shortly before the November 1830 Uprising.\nFollowing the Russian suppression of the Uprising, he settled in Paris as part of Poland's Great Emigration. During the remaining 19 years of his life, Chopin gave only some 30 public performances, preferring the more intimate atmosphere of the salon; he supported himself by selling his compositions and teaching piano. After some romantic dalliances with Polish women, including an abortive engagement, from 1837 to 1847 he carried on a relationship with the French writer Amantine Dupin, aka George Sand. For most of his life Chopin suffered from poor health; he died in Paris in 1849 at age 39.\nThe vast majority of Chopin's works are for solo piano, though he also wrote two piano concertos, a few chamber pieces and some songs to Polish lyrics. His piano works are often technically demanding, with an emphasis on nuance and expressive depth. Chopin invented the instrumental ballade and made major innovations to the piano sonata, mazurka, waltz, nocturne, polonaise, étude, impromptu, scherzo and prélude.","strBiographyDE":"Wikipedia\nFryderyk Franciszek Chopin (auch Szopen, seltener Szopę oder Choppen, sowie Frédéric François Chopin) (* 22. Februar oder 1. März 1810 in Żelazowa Wola, im damaligen Herzogtum Warschau, Polen; † 17. Oktober 1849 in Paris) war ein polnischer Komponist, Pianist und Klavierpädagoge. Er besaß ab 1835 die französische Staatsbürgerschaft.\n\nChopins Vater war Franzose, seine Mutter Polin. Er wuchs in liebevoller, anregender häuslicher Atmosphäre auf. Seine lebenslange enge Bindung an Familie und Heimat war bestimmend für seine Persönlichkeit. Der als Wunderkind geltende Chopin erhielt seine musikalische Ausbildung in Warschau, wo er auch seine ersten Stücke komponierte. Die ersten 20 Jahre seines Lebens verbrachte er in Polen, das er am 2. November 1830 aus beruflichen und politischen Gründen verließ. Ab Oktober 1831 bis zu seinem Tod (1849) lebte Chopin überwiegend in Frankreich. Sein Leben war geprägt von Krankheit. Zuletzt war er mittellos und auf die Hilfe von Freunden angewiesen. Er starb im Alter von 39 Jahren, höchstwahrscheinlich an einer Perikarditis (Herzbeutelentzündung) als Folge einer Tuberkulose.\nChopin ist wie Robert Schumann, Franz Liszt, Felix Mendelssohn Bartholdy u. a. ein Repräsentant der Romantik, die in Chopins Wahlheimat Frankreich ihre Blütezeit zwischen 1815 und 1848 hatte. Als Komponist schuf er fast nur Werke für Klavier. Chopins Kompositionsstil ist beeinflusst von der polnischen Volksmusik, der klassischen Tradition Bachs, Mozarts, Webers, Hummels und Schuberts, besonders aber vom Stil des Belcanto der zeitgenössischen italienischen Oper und ihrem Vertreter Vincenzo Bellini. Von prägendem Einfluss war die Atmosphäre der Pariser Salons, in denen Chopin häufig verkehrte. Hier entfaltete er seine Fähigkeiten in freien Improvisationen am Klavier, die oft zur Grundlage seiner Kompositionen wurden. Seine Neuerungen in allen Elementen der Komposition (Melodik, Rhythmik, Harmonik und Formen) und das Einbeziehen der polnischen Musiktradition mit ihrer Betonung des nationalen Charakters waren für die Entwicklung der europäischen Musik wichtig.\nSchon zu Lebzeiten galt Chopin als einer der führenden Musiker seiner Zeit. Sein Klavierspiel und sein Wirken als Lehrer wurden wegen der Erweiterung und Ausnutzung der technischen und klanglichen Möglichkeiten des Instrumentes, der Sensibilität des Anschlages, der Neuerungen im Gebrauch der Pedale und im Fingersatz als außergewöhnlich angesehen. Seine Ideen über das Klavierspiel (facilité „Leichtigkeit“, Ablehnung des perkussiven „klopfenden“ Anschlages, Vorbild des Gesanges, des sogenannten Belcanto in Agogik und Artikulation, Ablehnung des mechanischen Übens ohne musikalisches Engagement, Einsatz der Finger nach ihren natürlichen Gegebenheiten anstatt gleichmacherischem Fingerdrill) gelten bis heute in der Klavierpädagogik als grundlegend bzw. werden in ihrer Bedeutung heute erst richtig erkannt (z. B. in der Prävention von Spielschäden). ","strBiographyFR":"Frédéric François Chopin (né sous le nom polonais : Fryderyk Franciszek Chopin2, parfois polonisé Szopen3 ; au XIXe siècle, la graphie Szopę a été utilisée en Pologne en concurrence avec la graphie Chopin4) est un compositeur et pianiste virtuose d'ascendance franco-polonaise, né en 1810 à Żelazowa Wola, sur le territoire du duché de Varsovie (actuellement en Pologne), et mort en 1849 à Paris.\n\nIssu du côté de son père d'une famille lorraine originaire de Marainville-sur-Madon, après sa formation au Conservatoire de Varsovie et un début de carrière en Pologne et à Vienne, il choisit d'émigrer en France où il développe son inspiration dans l'effervescence du monde pianistique parisien et dans le souvenir de sa patrie meurtrie. Il y rencontre George Sand, qui sera sa compagne pendant neuf ans.\n\nReconnu comme l'un des plus grands compositeurs de musique de la période romantique, Frédéric Chopin est aussi l'un des plus célèbres pianistes du XIXe siècle. Sa musique est encore aujourd'hui l'une des plus jouées et demeure un passage indispensable à la compréhension du répertoire pianistique universel. Avec Franz Liszt, il est le père de la technique moderne de son instrument et son influence est à l'origine de toute une lignée de compositeurs tels que Gabriel Fauré, Maurice Ravel, Claude Debussy, Sergueï Rachmaninov ou Alexandre Scriabine. ","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Żelazowa Wola, Poland","strCountryCode":"PL","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rpvsrp1359113455.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vrtwxy1359113408.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/frdric-chopin-4ecde5b7b851b.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"09ff1fe8-d61c-4b98-bb82-18487c74d7b7","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}