{"artists":[{"idArtist":"116836","strArtist":"Mina","strArtistStripped":null,"strArtistAlternate":"Anna Maria Mazzini","strLabel":null,"idLabel":null,"intFormedYear":"1958","intBornYear":"1940","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"Jazz","strMood":"","strWebsite":"www.minamazzini.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Anna Maria Quaini or Mina Mazzini,OMRI (25 March 1940), known as Mina, is one of the most successful Italian singers of all time. She was a staple of Italian television variety shows and a dominant figure in Italian pop music from the mid-1960s to mid-1970s, known for her three-octave vocal range, the agility of her soprano voice, and her image as an emancipated woman. In performance, Mina combined several modern styles with traditional Italian melodies and swing music, which made her the most versatile pop singer in Italian music. Mina dominated the Italian charts for fifteen years and reached an unsurpassed level of popularity in Italy. She has scored 77 albums and 71 singles on the Italian charts. Mina's TV appearances in 1959 were the first for a female rock and roll singer in Italy. Her loud syncopated singing earned her the nickname Queen of Screamers. The public also labeled her the Tiger of Cremona for her wild gestures and body shakes. When she turned to light pop tunes, Mina's chart-toppers in West Germany in 1962 and Japan in 1964 earned her the title of the best international artist in these countries. Mina's more refined sensual manner was introduced in 1960 with Gino Paoli's ballad \"This World We Love In\", which charted on the Billboard Hot 100 in 1961. Mina was banned from Italian TV and radio in 1963 because her pregnancy and relationship with a married actor did not accord with the dominant Catholic and bourgeois morals. After the ban, the Italian broadcasting service RAI tried to continue to prohibit her songs, which were forthright in dealing with subjects such as religion, smoking and sex. Mina's cool act combined sex appeal with public smoking, dyed blond hair, and shaved eyebrows to create a \"bad girl\" image. Mina's voice has distinctive timbre and great power. Her main themes are anguished love stories performed in high dramatic tones. The singer combined classic Italian pop with elements of blues, R&B and soul music during the late 1960s, especially when she worked in collaboration with the singer-songwriter Lucio Battisti. Top Italian songwriters created material with large vocal ranges and unusual chord progressions to showcase her singing skills, particularly \"Brava\" by Bruno Canfora (1965) and the pseudo-serial \"Se telefonando\" by Ennio Morricone (1966). The latter song was covered by several performers abroad. Shirley Bassey carried Mina's ballad \"Grande grande grande\" to charts in the U.S., U.K., and other English-speaking countries in 1973. Mina's easy listening duet \"Parole parole\" was turned into a worldwide hit by Dalida and Alain Delon in 1974. Mina gave up public appearances in 1978 but has continued to release popular albums on a yearly basis to the present day.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Busto Arsizio, Italy","strCountryCode":"IT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xysxyy1372070963.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/mina-587e20801c7a3.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/yprwwp1372770653.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/jiorxj1616234714.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/1kjf271616234839.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/hvc3ry1616234926.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/mina-58c40df3233c5.jpg","strMusicBrainzID":"a56f5af0-3e87-4877-b68f-390f62903381","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}