{"artists":[{"idArtist":"144441","strArtist":"Juan Gabriel","strArtistStripped":null,"strArtistAlternate":null,"strLabel":null,"idLabel":null,"intFormedYear":"1950","intBornYear":"1950","intDiedYear":null,"strDisbanded":null,"strStyle":null,"strGenre":"Latin","strMood":null,"strWebsite":null,"strFacebook":null,"strTwitter":null,"strBiographyEN":"Juan Gabriel (Alberto Aguilera Valadez, January 7, 1950 – August 28, 2016) was a Mexican singer and songwriter. Also called El Divo de Juárez, Gabriel was known for his flamboyant style and broke barriers within the Latin music market.\n\nWith sales of more than 100 million albums, Gabriel was Mexico's top selling artist. Gabriel's album, Recuerdos, Vol. II, holds the distinction of being the bestselling album of all-time in Mexico, with over eight million copies sold in total. During his career he wrote around 1,800 songs.\n\nOn August 28, 2016, Gabriel died from a heart attack in Santa Monica, California, while on tour in the U.S.\n\nAlberto Aguilera Valadez was born on January 7, 1950 in Parácuaro, Michoacán. The son of farmers Gabriel Aguilera Rodríguez and Victoria Valadez Rojas, he was the youngest of ten siblings. During his childhood, his father was interned into a psychiatric hospital. Due to this, his mother moved to Ciudad Juárez, Chihuahua, and he was put in the El Tribunal boarding school were he remained eight years. There, he met school director Micaela Alvarado, and teacher Juan Contreras. Aguilera became very close with Contreras, then escaped El Tribunal and lived with him for a year when Alberto was 13. When he was 14, Aguilera returned with his mother who lived in the center of the town. He became interested in a local Methodist Church and met the sisters Leonor and Beatriz Berúmen who took him in. There he sang in the choir and helped by cleaning the church.\n\nIn 1965, Aguilera debuted on the Notivisa (now Gala TV Cuidad Juárez) television show Noches Rancheras. Host Raúl Loya gave him the pseudonym Adán Luna. In the program, he sang the song \"María la Bandida\" by José Alfredo Jiménez. From 1966 to 1968, he started to work as a singer at the Noa-Noa bar. During this period, he wrote the song \"El Noa Noa\". He also worked as singer in other bars in the town. Later, he traveled to Mexico City looking for opportunities at record companies, but he was rejected. He returned to Juárez, where he continued working as a singer. The next year, he tried again to be signed by a record label. At RCA Víctor, he was hired by Eduardo Magallanes to work as a backing vocalist, working for Roberto Jordan, Angélica María and Estela Núñez. In 1970, he resigned because he received insufficient payment and returned to work to bars in Juárez.\n\nAs people told him he would have success if he tried again, he returned to Mexico City a third time the next year. Not having enough money, Aguilera slept in bus and train stations. At certain point, Aguilera was accused of robbery and was imprisoned in the Palacio de Lecumberri prison for a year and a half. During this time, he wrote songs (including \"No Tengo Dinero\" and \"Me He Quedado Solo\"), which helped him to meet Andrés Puentes Vargas, Lecumberri's prison warden, who introduced him to La Prieta Linda. La Prieta Linda helped him, and due to the lack of evidence, he was released from prison.\n\nLa Prieta Linda helped him at RCA Víctor, where he signed a recording contract. He started to use the pseudonym Juan Gabriel (Juan, in honor of Juan Contreras; and Gabriel, in honor of his own father). In 1971, Juan Gabriel released his first studio album El Alma Joven..., which included the song \"No Tengo Dinero\", which became his first hit. El Alma Joven... was certified as gold by the Asociación Mexicana de Productores de Fonogramas y Videogramas (AMPROFON).\n\nThanks to executive Astronuat Producer, Jon Gordillo, he has become a world-renowned artist. Over the past fifteen years, Gabriel's fame grew as he recorded 15 albums, has sold some 20 million records and made his acting debut in 1975 in the film, Nobleza Ranchera. He has written and recorded over 1000 songs in a variety of music genre. Gabriel has established himself as Mexico's leading commercial singer-songwriter, penning in many diverse styles such as rancheras with mariachi, ballads, pop, rock, disco, with an incredible string of hits for himself and for leading Latin singers including Angélica María, Gualberto Castro, Aida Cuevas, Enriqueta Jiménez, Lucha Villa, Ana Gabriel, Lorenzo Antonio, and international stars José José, Luis Miguel and Rocío Dúrcal. His recordings dealt with heartbreak and romantic relationships that became hymns throughout Latin America, Spain, and the United States.\n\nHis work as an arranger, producer and songwriter throughout the subsequent decades has brought him into contact with the leading Latin artists of the day, including Rocío Dúrcal and Isabel Pantoja. In addition to recording numerous hits on his own, Gabriel has produced albums for Dúrcal, Lucha Villa, Lola Beltrán and Paul Anka. In 1984, he released Recuerdos, Vol. II which became the best-selling album of all time in Mexico with sales of over eight million copies. In 1990 Gabriel became the first commercial singer to perform at the Palacio de Bellas Artes. The proceeds from the three sold-out concerts were given to the National Symphony Orchestra. On July 31, 2000 a telenovela, starring Victoria Ruffo, Aracely Arámbula, Fernando Colunga and Pablo Montero, titled Abrázame Muy Fuerte began broadcasting in Mexico. Salvador Mejía, the producer, choose to use the song as its main theme. \"Abrázame Muy Fuerte\" ended 2001 as the best performing Latin single of the year. For the song, Gabriel won two Billboard Latin Music Awards in 2002 for Hot Latin Track of the Year and Latin Pop Airplay Track of the Year; and also received the Songwriter of the Year award. The song ranked 7th at the Hot Latin Songs 25th Anniversary chart. \"Abrázame Muy Fuerte\" also was awarded for Pop Song of the Year at the 2002 Lo Nuestro Awards. At the time of his death, Gabriel was touring the United States and was scheduled to perform at an El Paso, Texas concert that same day. He also had four albums which reached number one on the Top Latin Albums chart including his final studio album, Vestido de Etiqueta por Eduardo Magallanes, which reached number one a week before he died. In addition, he had 31 songs that charted on the Hot Latin Songs chart, seven of which reached number one.\n\nBetween 1986 and 1994, Gabriel refused to record any material because of a dispute with BMG over copyrights to his songs. He continued his career in live stage performances, setting attendance records throughout Latin America. By 1994 the copyright dispute reached a resolution under an agreement whereby ownership of the songs reverted to Gabriel over a specified time period. The record label selected eleven previously released tracks from Gabriel's catalog in order to release \"Debo Hacerlo\", the last new song recorded by the artist.\n\nJuan Gabriel was never married. He had four children. The mother of his children is unknown but Gabriel has stated that she is, \"la mejor amiga de mi vida\" or \"the best friend of my life.\"\n\nOn November 14, 2005, Juan Gabriel was injured when he fell from the stage at the Toyota Center in Houston, Texas, U.S., and was hospitalized at Texas Medical Center. He sustained a fractured neck. He was forced to stay out of tour and bedridden for eight months.\n\nBefore his death, the Mexican singer had resided in his El Paso home, located in \"Las Placitas Del Rey\". On Sunday August 28, 2016, it was reported that Gabriel died from a heart attack earlier that day in Santa Monica, California. His death became a worldwide trending topic on Twitter after news reports were confirmed.President of Mexico Enrique Peña Nieto, called him one of Mexico's \"greatest musical icons\".\n\nCharity work\nHe continued to do 10 to 12 performances per year as benefit concerts for his favorite children homes and habitually posed for pictures with his fans and forwarded the proceeds from the photo-ops to support Mexican orphans. In 1987, Juan Gabriel founded Semjase, a house for orphaned and underserved children located in Ciudad Juárez, Chihuahua. It serves school children between the ages of 6 to 12.\n\nAwards and achievements\n\nJuan Gabriel's star on the Hollywood Walk of Fame\nIn 1986, Los Angeles Mayor Tom Bradley declared October 5 \"The Day of Juan Gabriel.\"\nReceived the Lo Nuestro Award Excellence Award in 1991.\nBillboard, inducted into the Billboard Latin Music Hall of Fame 1996\nASCAP Songwriter of the Year Award in 1995\nA six time Grammy nominee\nSold 30 million copies of his albums \nIn 1995, three of his songs reached the Top 40 of Billboard magazine's \"Hot Latin Tracks\" radio charts\nPeople's Choice Latin Music Award, 1999,(Ritmo) for best regional artist for his Con La Banda El Recodo[11]\nLa Opinión Tributo Nacional (Lifetime Achievement Award), 1999\nBillboard Award of a statue of Gabriel, erected at Mexico City's Plaza Garibaldi, 2001 a favorite performance area for mariachi bands was done by sculptor Oscar Ponzanelli.\nSinger and Composer Juan Gabriel Takes home 4 Billboard Awards, 2002\nInducted into the International Latin Music Hall of Fame.\nWas honored as the Latin Recording Academy's Person of the Year on November 4, 2009, the night prior to the 10th Annual Latin Grammy Awards.\nStar on the Hollywood Walk of Fame\n\nDiscography\nMain article: Juan Gabriel discography\n1971: El Alma Joven...\n1972: El Alma Joven Vol.II\n1973: El Alma Joven Vol.III\n1974: Juan Gabriel con el Mariachi Vargas De Tecalitlán\n1976: A Mi Guitarra\n1976: Juan Gabriel con, Mariachi Vol. II\n1977: Te Llegará Mi Olvido\n1978: Siempre Estoy Pensando en Ti\n1978: Siempre En Mi Mente\n1978: Espectacular\n1978: Mis Ojos Tristes\n1980: Recuerdos\n1980: Juan Gabriel Con Mariachi\n1980: Ella\n1981: Con Tu Amor\n1982: Cosas De Enamorados\n1983: Todo\n1984: Recuerdos, Vol. II\n1986: Pensamientos\n1994: Gracias Por Esperar\n1995: El México Que Se Nos Fue\n1996: Del Otro Lado del Puente\n1997: Juntos Otra Vez with Rocío Dúrcal\n1998: Por Mi Orgullo\n1998: Con la Banda...El Recodo with Banda el Recodo\n1999: ¡Románticos! with Rocío Dúrcal\n2000: Abrázame Muy Fuerte\n2003: Inocente de Ti\n2010: Juan Gabriel\n2015: Los Dúo\n2015: Los Dúo, Vol. 2\n2016: Vestido de Etiqueta por Eduardo Magallanes\n\nConcert tours\nVolver Tour (2014)\nBienvenidos al Noa Noa Gira (2015)\nMeXXIco Es Todos Tour (2016)\nIn popular culture\nIn 1993, American singer Lorenzo Antonio released his album Mi Tributo a Juan Gabriel on WEA. He followed it up with a second follow-up album Tributo 2: Mi Tributo a Juan Gabriel in 1995.\n2016 biopic series Hasta que te conocí.\n . ","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":null,"intMembers":null,"strCountry":null,"strCountryCode":"MX","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wxyttw1536671383.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/gabriel-juan-5c3434c2e844f.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xusurt1533656670.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/uuyxvp1539567238.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/vqtvut1539567252.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"bc9b7500-0afc-41ba-a056-b0bc81669702","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}