{"artists":[{"idArtist":"150577","strArtist":"Steve Erquiaga","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1949","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"Acoustic","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"A San Francisco Bay Area native, guitarist/composer Steve Erquiaga's career has touched many areas of the music world. He has recorded and toured with such varied artists as Bobby McFerrin, Joe Henderson, Les McCann, John Scofield, David Byrne, The Turtle Island String Quartet, Paulo Bellinati, Jim Nichols, Andy Narell, and Paul McCandless. His group was the featured group at the Music Meeting Jazz Festival in Den Bosch Holland, May 1993. With the Andy Narell group Steve recorded seven albums and toured extensively, performing at such venues as the Montreaux Jazz Festival, The Berlin Jazz Festival and the North Sea Jazz Festival.\nSteve's recently released CD \"Cafe Paradiso\" (IMAGINARY ROAD RECORDS) was on the Billboard Classical/Crossover chart for 11 weeks, reaching #10.\n\"Erkiology\", released in 1992, features Peter Erskine, Jimmy Johnson, Bob Sheppard and other noted players. It reached #3 on the jazz airplay charts.\nHe appears many of the Windham Hill compilation albums such as \"Winter Solstice III, IV and V\", \"The Impressionists\", \"The Romantics\", and \"The Bach Variations\".\nSteve's music can also be heard in many other settings. His composition EUZKADI appears in the 1991 film DECEIVED, he appears on the soundtrack to the film FORREST GUMP, with Andy Narell in the film THE FIRM, and he has worked with George Lucas on the sound track to the television series THE YOUNG INDIANA JONES. His most recent film work can be heard in the movie NINA TAKES A LOVER where he is featured on acoustic guitar.\nHis studio work has included such fun stuff as the PEANUTS specials and the GARFIELD the cat cartoons, as well as countless commercials and jingles. He also composed and produced the theme music for the Basque television show \"BOULEVARD\", which originates from San Sebastian, Spain. He has arranged music for classical guitarist Elliot Fisk, the Turtle Island String Quartet and many others.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"American","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sxqyyq1523102010.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wuqqxw1523102028.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"9df3cdb8-3595-4e80-b154-f64f3c1275bb","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}