{"artists":[{"idArtist":"150837","strArtist":"Carlos Núñez","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1996","intBornYear":"1971","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"Folk","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Carlos Nuñez was born in Vigo (Galicia, Spain), and is considered as one of the best bagpipe players in the world. \nHe started playing the bagpipe at the age of eight, and now his virtuosity with the 'gaita' (bagpipe) has led him to be called 'the Jimi Hendrix of the pipes'. He had been playing and touring with The Chieftains for many years and because of that he became the honorary '7th Chieftain'. ","strBiographyDE":"Carlos Núñez Muñoz (* 16. Juli 1971 in Vigo) ist ein galicischer Celtic-Folk-Musiker. Sein bevorzugtes Instrument ist die Gaita (galicischer Dudelsack). Daneben spielt er noch Blockflöte, die er am Madrider Konservatorium neben Barockmusik studiert hat.\n\nBereits mit zwölf trat er auf dem Festival Interceltique im französischen Lorient auf. Dort traf er auch mit den irischen Musikern von The Chieftains zusammen. Aus dieser Begegnung entspann sich eine sehr erfolgreiche Zusammenarbeit; so wirkte er auf mehreren Alben der Gruppe mit und inspirierte die Band zur Aufnahme des Albums Santiago. Deshalb wird Carlos Núñez häufig als der siebte Chieftain bezeichnet.\n\nSeine eigenen Alben zeichnen sich unter anderem dadurch aus, dass er die keltische Musik mit Einflüssen anderer Musikrichtungen verbindet. Außerdem ist es Carlos Núñez gelungen viele auch namhafte Künstler zur Mitarbeit an seinen Alben zu gewinnen. So gehörten zu den über 100 Gästen auf dem Album Os amores libres Jackson Browne, Mike Scott (The Waterboys) oder Sharon Shannon. 2004 wirkte er am Soundtrack zum Film Das Meer in mir mit. \n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Carlos Núñez Muñoz (Vigo, Pontevedra, el 16 de julio de 1971) es un músico español, considerado como uno de los mejores gaiteros del mundo. Comenzó con las flautas, y más adelante, a los ocho años, con la gaita gallega. A los trece años fue descubierto por The Chieftains, en el Auditorio de Castrelos, en Vigo, y comenzó su carrera en la música, que aún continúa.\n\nNúñez es considerado un erudito de la música celta. Sus investigaciones siguen básicamente dos líneas relacionadas entre sí: el origen de la música celta y su fusión con las músicas del mundo actuales. Su interés por el tema le ha llevado a recorrer el globo y a relacionarse con músicos y artistas de los países que ha visitado, para luego plasmar sus conocimientos y experiencias en su prolífica discografía.\n","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vyrqyp1525462814.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/nez-carlos-5ea2a0ffa0ae8.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rvyyxu1535915580.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"3d9ba6f0-c4ed-450b-a150-37e2ebf13e77","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}