{"artists":[{"idArtist":"118643","strArtist":"Gustav Mahler","strArtistStripped":null,"strArtistAlternate":"Mahler","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1860","intDiedYear":"1911","strDisbanded":"Yes","strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Gustav Mahler ( 7 July 1860 – 18 May 1911) was a late-Romantic Austrian composer and one of the leading conductors of his generation. A Jew, he was born in the village of Kalischt, Bohemia, in what was then the Austrian Empire, now Kaliště in the Czech Republic. His family later removed to nearby Iglau (now Jihlava), where Mahler grew up.\nAs a composer, Mahler acted as a bridge between the 19th-century Austro-German tradition and the modernism of the early 20th century. While in his lifetime his status as a conductor was established beyond question, his own music gained wide popularity only after periods of relative neglect which included a ban on its performance in much of Europe during the Nazi era. After 1945 the music was discovered and championed by a new generation of listeners; Mahler then became a frequently performed and recorded composer, a position he has sustained into the 21st century.\nBorn in humble circumstances, Mahler displayed his musical gifts at an early age. After graduating from the Vienna Conservatory in 1878, he held a succession of conducting posts of rising importance in the opera houses of Europe, culminating in his appointment in 1897 as director of the Vienna Court Opera (Hofoper). During his ten years in Vienna, Mahler experienced regular opposition and hostility from the anti-Semitic press. Nevertheless, his innovative productions and insistence on the highest performance standards ensured his reputation as one of the greatest of opera conductors, particularly as an interpreter of the stage works of Wagner and Mozart. Late in his life he was briefly director of New York's Metropolitan Opera and the New York Philharmonic.\nMahler's œuvre is relatively small; for much of his life composing was necessarily a part-time activity while he earned his living as a conductor, but he devoted as much time as he could to his compositions, faithfully reserving his summer months for intense periods of creative concentration, supplemented as time permitted during his active concert seasons with the tasks of editing and orchestrating his expansive works. Aside from early works such as a movement from a piano quartet composed when he was a student in Vienna, Mahler's works are designed for large orchestral forces, symphonic choruses and operatic soloists. Most of his twelve symphonic scores are very large-scale works, often employing vocal soloists and choruses in addition to augmented orchestral forces. These works were often controversial when first performed, and several were slow to receive critical and popular approval; exceptions included his Symphony No. 2, Symphony No. 3, and the triumphant premiere of his Eighth Symphony in 1910. Some of Mahler's immediate musical successors included the composers of the Second Viennese School, notably Arnold Schoenberg, Alban Berg and Anton Webern. Shostakovich and Benjamin Britten are among later 20th-century composers who admired and were influenced by Mahler. The International Gustav Mahler Institute was established in 1955, to honour the composer's life and work.","strBiographyDE":"Gustav Mahler (* 7. Juli 1860 in Kalischt (heute Kaliště), Böhmen; † 18. Mai 1911 in Wien) war ein österreichischer Komponist am Übergang von der Spätromantik zur Moderne. Er war nicht nur einer der bedeutendsten Komponisten der Spätromantik, sondern auch einer der berühmtesten Dirigenten seiner Zeit und als Operndirektor einer der bedeutendsten Reformer des Musiktheaters.\n(Wikipedia)","strBiographyFR":"Gustav Mahler (7 juillet 1860 - 18 mai 1911) était un compositeur autrichien romantique tardif et l'un des principaux chefs d'orchestre de sa génération. Juif, il est né dans le village de Kalischt, en Bohême, dans ce qui était alors l'empire autrichien, aujourd'hui Kaliště en République tchèque. Sa famille a ensuite déménagé à Iglau (maintenant Jihlava), où Mahler a grandi.\nEn tant que compositeur, Mahler a servi de pont entre la tradition austro-allemande du XIXe siècle et le modernisme du début du XXe siècle. Alors que de son vivant son statut de chef d'orchestre a été établi de manière incontestable, sa propre musique n'a gagné en popularité qu'après des périodes de relative négligence, notamment l'interdiction de son interprétation dans une grande partie de l'Europe à l'époque nazie. Après 1945, la musique a été découverte et défendue par une nouvelle génération d'auditeurs; Mahler est alors devenu un compositeur fréquemment interprété et enregistré, une position qu'il a maintenue au 21e siècle.\nNé dans des circonstances modestes, Mahler a montré ses dons musicaux dès son plus jeune âge. Diplômé du Conservatoire de Vienne en 1878, il occupe une succession de postes de chef d'orchestre d'importance croissante dans les opéras d'Europe, aboutissant à sa nomination en 1897 comme directeur de l'Opéra de la Cour de Vienne (Hofoper). Au cours de ses dix années à Vienne, Mahler a connu régulièrement l'opposition et l'hostilité de la presse antisémite. Néanmoins, ses productions innovantes et son insistance sur les normes de performance les plus élevées ont assuré sa réputation comme l'un des plus grands chefs d'opéra, en particulier en tant qu'interprète des œuvres scéniques de Wagner et Mozart. Tard dans sa vie, il fut brièvement directeur du Metropolitan Opera de New York et du New York Philharmonic.\nL'œuvre de Mahler est relativement petite; pendant une grande partie de sa vie, composer était nécessairement une activité à temps partiel alors qu'il gagnait sa vie en tant que chef d'orchestre, mais il consacrait autant de temps qu'il le pouvait à ses compositions, réservant fidèlement ses mois d'été à d'intenses périodes de concentration créative, complétées par le temps. permis pendant ses saisons de concerts actives avec les tâches d'édition et d'orchestration de ses œuvres expansives. Outre les premières œuvres comme un mouvement d'un quatuor de piano composé lorsqu'il était étudiant à Vienne, les œuvres de Mahler sont conçues pour de grandes forces orchestrales, des chœurs symphoniques et des solistes d'opéra. La plupart de ses douze partitions symphoniques sont des œuvres de très grande envergure, employant souvent des solistes vocaux et des chœurs en plus de forces orchestrales augmentées. Ces œuvres étaient souvent controversées lors de leur première représentation, et plusieurs ont tardé à recevoir l'approbation critique et populaire; les exceptions incluaient sa Symphonie n ° 2, la Symphonie n ° 3 et la première triomphante de sa huitième symphonie en 1910. Certains des successeurs musicaux immédiats de Mahler comprenaient les compositeurs de la deuxième école viennoise, notamment Arnold Schoenberg, Alban Berg et Anton Webern. Chostakovitch et Benjamin Britten font partie des compositeurs de la fin du XXe siècle qui ont admiré et ont été influencés par Mahler. L'Institut International Gustav Mahler a été créé en 1955 pour honorer la vie et l'œuvre du compositeur. ","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Austrian","strCountryCode":"AT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tsrqqv1366202640.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rtrpru1519167075.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"8d610e51-64b4-4654-b8df-064b0fb7a9d9","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}