{"artists":[{"idArtist":"117025","strArtist":"Ashley Tisdale","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1997","intBornYear":"1985","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"","strWebsite":"ashleytisdale.com","strFacebook":"www.facebook.com/ashleytisdale","strTwitter":"1","strBiographyEN":"Ashley Michelle Tisdale (born July 2, 1985) is an American actress and singer who rose to prominence portraying the candy-counter girl Maddie Fitzpatrick in Disney Channel's The Suite Life of Zack & Cody and the female antagonist Sharpay Evans in the High School Musical film series. The High School Musical series became a successful franchise which included two television films, a feature movie, a spin-off and numerous soundtrack albums. The popularity earned by Tisdale in High School Musical led her to sign a solo record deal with Warner Bros. Records in 2006 that allowed her to release two studio albums, Headstrong (2007) and Guilty Pleasure (2009).\n\nTisdale has a prominent voice role as Candace Flynn in Disney Channel's Phineas & Ferb, a cartoon which became television's most-watched animated series among kids and tweens and had been met with acclaim by critics. She also owns a production company named Blondie Girl Production and has worked as an executive producer in a number of movies and television shows that includes the ABC Family television film Picture This and the Bravo's 2012 unscripted series Miss Advised. During 2009 and 2010, Tisdale had her first major broadcast role in The CW's television series Hellcats as Savannah Monroe, an intense and very religious cheerleader. In 2012, she was cast in a leading role in Scary Movie 5, the fourth sequel to the 2000 movie, set to premiere in 2013.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Ashley Michelle Tisdale (n. 2 de Julio de 1985) es una actriz, cantante, modelo y productora estadounidense.\nTisdale alcanzó la fama en 2005 gracias a su papel como Maddie Fitzpatrick en la serie televisiva The Suite Life of Zack & Cody, además de su rol como Sharpay Evans en la trilogía High School Musical. Su single internacional más exitoso hasta el momento es He Said She Said. En 2006, Tisdale hizo historia en el mundo de la música al convertirse en la primera artista femenina en debutar en las listas de Billboard con dos canciones simultáneas, What I've Been Looking For y Bop To The Top.\nTras el éxito de High School Musical, Tisdale inició su carrera musical con el single Kiss The Girl, perteneciente a la edición especial de la banda sonora del re-lanzamiento de The Little Mermaid.\nSu álbum debut, Headstrong, fue lanzado el 6 de Febrero de 2007. El álbum debutó en el puesto #5 en las listas de Estados Unidos, vendiendo 64.000 copias en su primera semana, y fue certificado Oro. Un DVD titulado There's Something About Ashley siguió el lanzamiento del álbum, con una trilogía compuesta de tres vídeos musicales junto con un documental sobre la creación de Headstrong.\nEn el mismo año, Tisdale repitió su papel como Sharpay Evans en High School Musical 2 y High School Musical 3: Senior Year. High School Musical 2 se convirtió en la película televisiva más vista de la historia, con 17 millones de espectadoras en la noche de su estreno. Meses más tarde, fue obsequiada con el papel vocal de Candace Flynn en la serie de dibujos animados Phineas & Ferb, la cual todavía sigue emitiéndose internacionalmente en Disney Channel.\nComo productora, Tisdale fundó su propia compañía de producciones en 2008, la cual bautizó con el nombre de Blondie Girl Productions. Trabajó como productora por primera vez en la película Picture This del canal estadounidense ABC, en la cual también interpretó el papel principal. En Junio del mismo año, Tisdale se convirtió en la imagen de la marca de cosméticos Degree Girl, con la cual lanzó el EP [album artist=Ashley TisdaleDegree Girl: OMG! Jams como medio de promoción. Dicho EP cuenta con covers de numerosos temas populares en los 80s.\nSu segundo álbum de estudio, Guilty Pleasure, fue lanzado en 2009. Describido por Tisdale como un álbum mucho más \"rockero y tenso\". Guilty Pleasure debutó en el puesto #12 en Billboard 200, con 25.000 copias vendidas en la primera semana, logrando un éxito comercial notablemente bajo comparado con su primer trabajo discográfico. La canción It's Alright, It's OK fue lanzada como el primer single del álbum en Abril del mismo año, y el segundo single, Crank It Up, se publicó en Octubre.\nDurante este periodo, Tisdale interpretó el rol de Bethany Pearson en la película de 20th Century Fox Aliens In The Attic, y aunque está acreditada como uno de los personajes principales, The New York Times dijo que Tisdale \"pasó la mayoría del tiempo fuera de pantalla\". El filme fue un éxito moderado, ganando 60 millones de dolares en todo el mundo. Uno de los temas del segundo álbum de Tisdale, Switch, se puede escuchar durante los créditos finales de la película.\nEn Marzo de 2010, Tisdale anunció su participación en la serie televisiva Hellcats del canal estadounidense The CW, hogar de numerosas series de éxito mundial como Smallvile o Gossip Girl. La actriz fue elegida para interpretar a Savannah Monroe, la implacable y vital capitana de los Hellcats.\nA día de hoy, un spin-off de High School Musical titulado Sharpay's Fabulous Adventure fue lanzado directamente en DVD y Blu-Ray en Abril de 2011, en el cual Tisdale interpretó a Sharpay Evans por última vez, además de ser la productora ejecutiva del filme. Tisdale ha declarado que en estos momentos quiere centrarse en su carrera como actriz, y que, por ahora, lanzar nuevo material musical no está en sus planes.\nPrimeros años y comienzo de su carrera\nTisdale nació en Monmouth County, Nueva Jersey, Estados Unidos el 2 de Julio de 1985. Creció en Ocean Township. Su hermana mayor, Jennifer Tisdale, es actriz y modelo, y su bisabuelo materno, Arnold Morris, fue el creador de los cuchillos de cocina Ginsu.\nA la temprana edad de tres años, Tisdale conoció a su hoy todavía manager, Bill Perlman, en un centro comercial de Nueva Jersey. Bill la envió a numerosas audiciones para comerciales, causando que apareciera en más de cien anuncios televisivos. Tisdale comenzó su carrera teatral participando en Gypsy: A Musical Fable y The Sound of Music en la asociación Jewish Community Center.\nA los ocho años, fue elegida para interpretar el rol de Cosette en Les Misérables para un tour nacional, en el cual participó durante dos años. Tisdale tan sólo tuvo una lección de canto antes de interpretar el papel. A los doce años, Tisdale cantó en la Casa Blanca para el presidente Bill Clinton.\nA finales de los 90s y principios de los 2000s, Tisdale interpretó papeles secundarios en numerosas series televisivas tales como The Hughleys, Smart Guy, 7th Heaven, Boston Public o Bette, además de algunos largometrajes como Bug's Life y Donnie Darko. Durante este periodo, también trabajó simultáneamente como una modelo de Ford. Estuvo nominada para Mejor Personaje Secundario En Un Drama Televisivo en los Young Artists Awards gracias a su papel en Boston Public.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Deal, New Jersey, U.S.","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tisdale-ashley-501ff2f8d6617.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/ashley-tisdale-4eb2e3e565b99.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/xxyrxu1529335639.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/urvryv1516970565.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qusywp1529335683.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/ashley-tisdale-4e9d6d6247dce.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/-4f894c2f03674.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/tisdale-ashley-5055b37a864c1.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/vwupwy1529335885.jpg","strMusicBrainzID":"1fa14a96-c25c-4bb7-b94d-ff453519eab3","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}