{"artists":[{"idArtist":"118055","strArtist":"The Turtles","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1965","intBornYear":"1965","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop-Rock","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"The Turtles were a 60s American pop-rock band led by vocalists Howard Kaylan and Mark Volman, later known as Flo & Eddie. The band became notable for several Top 40 hits beginning with their cover version of Bob Dylan’s “It Ain’t Me Babe” in 1965. The band scored their biggest and best-known hit in 1967 with the song “Happy Together”.\n\nFormed in Los Angeles, California in 1965, the band originated in a surf-rock group called the Crossfires Renowned for their good-natured, joyously melancholic and occasionally cheeky sound, the band has delved into many genres, such as pop, psychedelic music and folk rock.  A precursor to the bubblegum pop of the late 1960s and a foil to the more self-consciously hip and “serious” acts of the era, the Turtles produced at least a dozen memorable, radio-friendly chart singles but remain best known for 1967’s “Happy Together”, their only chart-topping single.\n\n The Turtles wound down their career in 1970.\n\n The two prominent singers - Howard Kaylan (“Eddie”) and Mark Volman (“Flo” a.k.a. “Phlorescent Leech”) - collaborated with Frank Zappa for a short but very intensive period of one and a half years (between 1970-72) and were the cornerstone of what was known to be the Zappa “Vaudeville” band; two of the most famous achievements of that period being the albums Fillmore East – June 1971 and 200 Motels, the soundtrack of the film by the same name.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":"The Turtles é uma banda norte-americana de pop e folk rock, mais conhecida pelas canções \"Happy Together\", de 1967, e \"Surfer Dan\", que fez parte da trilha sonora da novela Beto Rockfeller, da TV Tupi.\n\nA banda californiana do vocalista Howard Kaylan foi criada em 1965, com o nome de Crossfires from the Planet Mars, e atingiram o sucesso pela primeira vez com um cover de \"It Ain't Me Babe\", de Bob Dylan.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"","intMembers":"1","strCountry":"Los Angeles, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/turtles-the-5129e963019ba.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/turtles-the-5222b990d4395.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xprysr1365105764.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/pqarhm1630315406.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/k8gctg1630315468.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/zh0web1630315676.jpg","strArtistBanner":null,"strMusicBrainzID":"335b6182-0da8-4dc6-a5ec-fe13f0f87e4b","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}