{"artists":[{"idArtist":"119236","strArtist":"Barbra Streisand","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Columbia","idLabel":"43473","intFormedYear":"1957","intBornYear":"1942","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Jazz","strMood":"Bittersweet","strWebsite":"barbrastreisand.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Barbra Joan Streisand (born Barbara Joan Streisand; /ˈstraɪsænd/; April 24, 1942) is an American singer-songwriter, actress, writer, film producer, and director. She has won two Academy Awards, eight Grammy Awards, five Emmy Awards including one Daytime Emmy, a Special Tony Award, an American Film Institute award, a Kennedy Center Honors award, a Peabody Award, and is one of the few entertainers who has won an Oscar, Emmy, Grammy, and Tony Award.\nShe is one of the most commercially and critically successful entertainers in modern entertainment history, with more than 71.5 million albums shipped in the United States and 140 million records sold worldwide. She is the best-selling female artist on the Recording Industry Association of America's (RIAA) Top Selling Album Artists list, the only female recording artist in the top ten, and the only artist outside of the rock and roll genre.\nAfter beginning a successful recording career in the 1960s, by the end of the decade, Streisand ventured into film starring in the critically acclaimed Funny Girl (1968) and Hello, Dolly! (1969), the former for which she won the Academy Award and Golden Globe Award for Best Actress. Other notable films include The Owl and the Pussycat, The Way We Were and A Star Is Born for which she received her second Academy Award for composing the lyrics to the picture’s main song, Evergreen. By the 1980s, Streisand established herself as one of the film industry’s most notable figures by becoming the first woman to direct, produce, script and star in her own picture.\nAccording to the RIAA, Streisand holds the record for the most top-ten albums of any female recording artist – a total of 32 since 1963. Streisand has the widest span (48 years) between first and latest top-ten albums of any female recording artist. With her 2009 album, Love Is the Answer, she became one of the rare artists to achieve number-one albums in five consecutive decades. According to the RIAA, she has released 51 Gold albums, 30 Platinum albums, and 13 Multi-Platinum albums in the United States.","strBiographyDE":"Barbra Streisand (* 24. April 1942 in Brooklyn, New York City, New York; eigentlich Barbara Joan Streisand) ist eine US-amerikanische Sängerin und Filmschauspielerin. Streisand, die als Musicalschauspielerin begann, ist mit weltweit über 140 Mio. verkauften Alben eine der kommerziell und künstlerisch erfolgreichsten Sängerinnen in der Geschichte der modernen Unterhaltungsindustrie. Seit ihrem Durchbruch mit der Hauptrolle in dem Film Funny Girl (1968) wird sie auch zu den Stars des New Hollywood gezählt und konnte sich seitdem mit eigenen Filmproduktionen und Regiearbeiten etablieren. Für ihre musikalischen Leistungen wurde sie mehrmals mit dem Grammy Award ausgezeichnet, außerdem gewann sie den Oscar als beste Hauptdarstellerin (Funny Girl) und für den besten Filmsong (A Star Is Born) sowie mehrere Emmys, Golden Globe Awards und einen Special Tony Award. Sie ist die einzige Künstlerin, die in sechs aufeinanderfolgenden Jahrzehnten mit jeweils mindestens einem Album auf Platz 1 der US-Charts landete.","strBiographyFR":"Barbra Joan Streisand (née Barbara Joan Streisand ; /ˈstraɪsænd/ ; 24 avril 1942) est une auteur-compositeur-interprète, actrice, scénariste, productrice de films et réalisatrice américaine. Elle a remporté deux Academy Awards, huit Grammy Awards, cinq Emmy Awards dont un Daytime Emmy, un Special Tony Award, un American Film Institute award, un Kennedy Center Honors award, un Peabody Award, et est l'un des rares artistes à avoir remporté un Oscar, un Emmy, un Grammy et un Tony Award.\n\nElle est l'une des artistes qui a connu le plus de succès commerciaux et critiques dans l'histoire moderne du divertissement, avec plus de 71,5 millions d'albums vendus aux États-Unis et 140 millions de disques vendus dans le monde. Elle est l'artiste féminine la plus vendue sur la liste des meilleures ventes d'albums de la Recording Industry Association of America (RIAA), la seule artiste féminine à figurer dans le top 10, et la seule artiste en dehors du genre rock and roll.\nAprès avoir entamé une carrière discographique réussie dans les années 1960, Streisand s'est lancée dans le cinéma en jouant dans Funny Girl (1968) et Hello, Dolly ! (1969), pour lequel elle a remporté l'Oscar et le Golden Globe de la meilleure actrice. Parmi les autres films remarquables, citons The Owl and the Pussycat, The Way We Were et A Star Is Born, pour lequel elle a reçu son deuxième Oscar pour avoir composé les paroles de la chanson principale du film, Evergreen. Dans les années 1980, Streisand s'est imposée comme l'une des figures les plus marquantes de l'industrie cinématographique en devenant la première femme à réaliser, produire, écrire et jouer dans son propre film.\n\nSelon la RIAA, Streisand détient le record du plus grand nombre d'albums classés parmi les dix meilleurs de toutes les artistes féminines - 32 au total depuis 1963. Streisand a le plus grand écart (48 ans) entre son premier et son dernier album dans le top 10 de toutes les artistes féminines. Avec son album de 2009, Love Is the Answer, elle est devenue l'une des rares artistes à avoir été numéro un pendant cinq décennies consécutives. Selon la RIAA, elle a sorti 51 albums d'or, 30 albums de platine et 13 albums multiplatinés aux États-Unis.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Barbra Streisand (Brooklyn, Estados Unidos, 24 de abril de 1942) es una actriz, cantante, compositora, productora, y directora de cine estadounidense. Es apreciada sobre todo por su poderosa voz y, además, es ampliamente reconocida a nivel mundial: tiene dos Premios Óscar, cinco Emmy, ocho Grammy, cuatro Golden Globe y un Tony, a los que podríamos sumar el premio American Film Institute a toda una carrera, la medalla Nacional de América de las Artes y la Legión de Honor francesa. En diciembre de 2008 fue la primera mujer directora en recibir el prestigioso Kennedy Center Honors.\n\nGracias a su frenética actividad discográfica en los años 60's, 70's, y 80's, y pese a su relativa inactividad en las últimas tres décadas, continúa siendo la artista solista femenina que más ha vendido en la historia en los Estados Unidos con, por lo menos, un álbum n.º 1 en Billboard en cada una de las últimas seis décadas. Sus 10 números 1 en los Estados Unidos se extienden durante un espacio de 50 años; el período más largo que ningún artista o grupo haya logrado. Según la RIAA (Recording Industry Association of America), a lo largo de su carrera, Streisand ha conseguido 52 discos de oro, 31 de platino y 13 multiplatinos.1","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":"Barbra Joan Streisand (utt: Straisænd) (født 24. april 1942 i Brooklyn i New York City) er en amerikansk skuespiller, filmregissør, komponist og sangartist. Hun vant en en Oscar i 1968 for beste kvinnelige hovedrolle som \"Fanny Brice\" i filmen Funny Girl. Hun har også vunnet en Oscar for beste sang for sangen Evergreen (Love Theme from A Star Is Born) fra filmen En stjerne blir født\" i 1976. Hun har fått en stjerne på Hollywood Walk of Fame. Hun har gitt navn til Streisand-effekten.\n\nHun var i noen år gift med skuespilleren Elliott Gould, som er far til hennes eneste barn, sønnen Jason. Både Streisand og Gould er av jødisk opprinnelse.","strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Brooklyn, New York, U.S.","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/syvb0l1637698841.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vqyuqu1394899974.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/qvsxsp1543237067.png","strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/streisand-barbra-500c2091bc16d.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/streisand-barbra-500c2091bb959.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/sga1iq1627665949.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/qgxnx21627665856.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/tpsrrr1418210520.jpg","strMusicBrainzID":"56cd15a1-0d74-438b-8244-c96ffe1cae03","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}