{"artists":[{"idArtist":"114278","strArtist":"Louis Armstrong","strArtistStripped":null,"strArtistAlternate":"Satchmo, Pops","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1901","intDiedYear":"1971","strDisbanded":null,"strStyle":"Blues","strGenre":"Jazz","strMood":"","strWebsite":"www.louisarmstronghouse.org","strFacebook":"www.facebook.com/louisarmstrong","strTwitter":"1","strBiographyEN":"Louis Armstrong (August 4, 1901 – July 6, 1971), nicknamed Satchmo or Pops, was an American jazz trumpeter and singer from New Orleans, Louisiana.\nComing to prominence in the 1920s as an \"inventive\" cornet and trumpet player, Armstrong was a foundational influence in jazz, shifting the focus of the music from collective improvisation to solo performance. With his instantly-recognizable gravelly voice, Armstrong was also an influential singer, demonstrating great dexterity as an improviser, bending the lyrics and melody of a song for expressive purposes. He was also greatly skilled at scat singing (vocalizing using sounds and syllables instead of actual lyrics).\nRenowned for his charismatic stage presence and voice almost as much as for his trumpet-playing, Armstrong's influence extends well beyond jazz music, and by the end of his career in the 1960s, he was widely regarded as a profound influence on popular music in general. Armstrong was one of the first truly popular African-American entertainers to \"cross over\", whose skin-color was secondary to his music in an America that was severely racially divided. He rarely publicly politicized his race, often to the dismay of fellow African-Americans, but took a well-publicized stand for desegregation during the Little Rock Crisis. His artistry and personality allowed him socially acceptable access to the upper echelons of American society that were highly restricted for a black man.","strBiographyDE":null,"strBiographyFR":"Louis Daniel Armstrong (prononcé « Louis » à la française), né le 4 août 1901 à La Nouvelle-Orléans en Louisiane et mort le 6 juillet 1971 à New York, aussi connu sous les surnoms de Satchmo (pour satchel-mouth, littéralement bouche-sacoche) ou Pops, est un musicien américain de jazz. D'une musique de folklore afro-américaine enracinée dans le gospel et le blues traditionnel et enfermée dans un terroir, Armstrong en fait un courant musical national et populaire à vocation universelle. Son talent de trompettiste, son charisme, ses qualités de show-man et sa personnalité généreuse ont forgé au fil du temps sa renommée internationale. Il créa un nouveau style vocal, le scat, ce qui fit de lui l'un des chanteurs de jazz les plus influents de son époque. Durant plus de quarante ans, de tournées en tournées, Louis Armstrong restera le meilleur ambassadeur du jazz à travers le monde entier.\n\nNé le 4 août 1901 dans une famille pauvre de La Nouvelle-Orléans, Louis, suite à l'absence de son père William Armstrong qui a quitté le foyer familial, est élevé par sa grand-mère Joséphine et sa mère. Enfant il chante dans les rues de La Nouvelle-Orléans dans un petit groupe vocal. En grandissant dans un quartier difficile, il est plusieurs fois renvoyé, en raison d’actes de délinquance, dans un foyer pour enfants abandonnés de couleur : le Home for Coloured Waifs. Il y fait notamment un long séjour (selon les fichiers de la police) après avoir tiré un coup de feu en l’air avec un pistolet pour fêter la nouvelle année.\nIl apprend à jouer du cornet à pistons dans l’orchestre de ce centre, grâce à son premier instrument offert par les Karnofsky, une famille juive d’origine russe qui s'était prise d'affection pour ce jeune enfant. Une fois libre il joue du cornet dans les cabarets du quartier downtown Storyville. Il rencontre King Oliver qui lui donne quelques conseils, joue peu de temps dans l'orchestre du tromboniste Kid Ory sur le riverboat capitol où il remplace King Oliver. Il assiste fréquemment aux parades des brass-bands et écoute les vieux musiciens dès qu’il en a l’occasion, apprenant de Bunk Johnson, Buddy Petit et par-dessus tout Joe « King » Oliver. Il joue plus tard dans les brass bands et avec le réputé orchestre de Fate Marable sur les bateaux à vapeur qui remontaient le Mississipi.\n\nEn 1922, Louis, après la fermeture de Storyville en 1917 part dans le mouvement général d'exode, pour Chicago, où il est engagé comme second trompettiste par Joe « King » Oliver dans son Creole Jazz Band. Chicago dès lors devient la mecque du style New-Orleans. Dans ce contexte bouillonnant il enregistre ses premiers disques. Il travaille un temps avec le batteur et chef d'orchestre Ollie Powers avant d'être engagé l'année suivante dans l'un des big bands phares de New York celui de Fletcher Henderson.\nIl épouse la pianiste Lil Hardin et se fait l'accompagnateur attitré de quelques grandes chanteuses de blues comme Bessie Smith, Ma Rainey puis enregistre quelques faces avec le pianiste Clarence Williams avant d'intégrer la formation de sa femme les dreamland syncopators. Il retourne à Chicago et pour la firme okey enregistre le 12 novembre 1925 la toute première séance du hot five en compagnie de Lil Hardin au piano, Johnny Dodds à la clarinette, Baby Dodds à la batterie et Kid Ory au trombone.\nIl joue dans l'orchestre d'Erskine Tate le vendome orchestra, joue à l'occasion avec Clarence Jones et Carroll Dickerson avant de former le Hot Seven, enregistrant sur la cire jusqu'en décembre 1928 quelques-uns des grands classiques du jazz comme Potato Head Blues, Muggles, Fireworks, et surtout deux immortels chef-d'œuvre West End Blues du 28 juin 1928 et Tight Like This du 12 décembre 1928 chez la firme okey, pas tant pour l'originalité de l'orchestration que la dimension révolutionnaire du jeu de Louis à la trompette. L’introduction virtuose et transcendante de Louis à la trompette dans West End Blues restera à jamais une des plus célèbres improvisations de l’histoire du jazz et le modèle de référence pour les générations suivantes de trompettistes.\nArmstrong repart pour New York en 1929, puis Los Angeles en 1930, et effectue une tournée à travers l’Europe. En 1935, il se rompt l'orbicularis oris, un muscle labial et est obligé de mettre sa carrière de trompettiste entre parenthèses pendant un an. Les lèvres meurtries, il ne retrouvera jamais sa virtuosité. Après avoir passé de nombreuses années sur la route, il s'installe de façon permanente dans le Queens (New York) en 1943. Bien que soumis aux vicissitudes de Tin Pan Alley et au fait que l’industrie musicale de l’époque est dirigée par des gangsters, il continue à développer ses qualités de musicien.\nPendant les trente années qui suivirent, Louis Armstrong a joué en moyenne plus de 300 concerts par an. Au cours des années 1940, les réservations pour les orchestres ont progressivement diminué à cause des changements de goût du public : les salles de bal se sont fermées, et la concurrence de la télévision et des autres genres de musique qui sont devenues plus populaires que la musique d’orchestre se sont faites de plus en plus fortes. Il est devenu impossible de soutenir et de financer un orchestre de tournée de 16 musiciens.\n\nVers 1950, Louis Armstrong réduit son groupe à six membres, revenant donc au style Dixieland qui le rendit célèbre à ses débuts. Ce groupe fut appelé « the Pom pom boys », et des musiciens tels que Barney Bigard, Jack Teagarden, Trummy Young, Arvell Shaw, Marty Napoleon, Big Sid Catlett ou Barrett Deems y jouèrent. À cette époque, il enregistra beaucoup et apparut dans plus de 30 films. En 1964, il enregistra son titre le plus célèbre et le plus vendu : Hello, Dolly.\nLouis Armstrong continue ses tournées sur un rythme effréné et ne s’arrête que quelques années avant sa mort. Dans ses dernières années, il jouait parfois l’un de ses nombreux concerts par cœur, mais d’autres fois, il électrisait le concert le plus mondain de son jeu vigoureux, souvent à l’étonnement de son groupe. Il connait également des tournées à succès en Afrique, en Europe et en Asie avec le soutien du Département d'État américain et est bientôt surnommé « Ambassador Satch ». En dépit d’une santé plus fragile durant les dernières années de sa vie, il continue à jouer jusqu'à sa mort.\n\nLes surnoms Satchmo ou Satch proviennent de Satchelmouth (littéralement « bouche-sacoche », qui décrivait son embouchure). En 1932, Percy Brooks, alors rédacteur au magazine Melody Maker, accueillit Louis Armstrong à Londres par un \"Bonjour Satchmo\", raccourcissant Satchelmouth (certains disent que c'était involontaire). Ce surnom lui est resté. Plus tôt, il a aussi été connu sous le surnom de Dippermouth (Bouche plongeante). Ces termes font référence à la manière dont il tenait sa trompette lorsqu'il jouait. Elle était placée sur ses lèvres de telle façon que lorsqu'il jouait de longues heures, la trompette laissait une empreinte dans sa lèvre supérieure, d'où le terme \"Dippermouth\". Cette marque est effectivement visible sur de nombreuses photographies de Louis Armstrong de cette période, et l'amena à modifier sa carrière de chanteur étant donné qu'à partir d'un certain point, il n'était plus capable de jouer. Cependant, cela ne l'arrêta pas, et après avoir mis sa trompette de côté pendant un temps, il modifia son style de jeu et continua sa carrière de trompettiste. Ses amis et les musiciens qui le cotoyaient l'appelaient habituellement Pops, terme qu'Armstrong utilisait aussi en général pour s'adresser à ses amis et aux musiciens qu'il côtoyait (à l'exception de Pop Foster, qu'Armstrong appelait toujours \"George\").\nLe surnom \"Satchmo\" et la chaleureuse personnalité de Louis Armstrong, combinés avec son amour naturel du spectacle et du dialogue avec le public en firent une personnalité publique — la grimace, la sueur et le mouchoir — qui finit par sembler une sorte de caricature raciste tard dans sa carrière.\nIl fut aussi critiqué pour avoir accepté le titre de \"Roi des Zulus\" pour le Mardi Gras en 1949. C'est un rôle honoré par la communauté Afro-américaine de La Nouvelle-Orléans en tant que président du carnaval Krewe, mais ahurissant ou offensant pour les étrangers de par leur costume traditionnel constitué de jupes tressées avec de l'herbe et de maquillage noir sur le visage, satirisant les attitudes des sudistes blancs.\nL'apparente insensibilité au problème racial constituée par l'apparition d'Armstrong en Roi des Zulus a parfois été vue comme un exemple d'un plus large échec de la part d'Armstrong. Là où certains virent en lui une personnalité chaleureuse et conviviale, d'autres lui reprochèrent de trop vouloir plaire au public blanc et d'être une caricature de troubadour. Certains musiciens critiquèrent Armstrong parce qu'il jouait face à des publics ségregés, et parce qu'il ne prenait pas assez parti pour le mouvement pour les droits civiques, ce qui suggérait qu'il était un Oncle Tom. Billie Holiday retorqua cependant « Bien sûr, Pops est un tom, mais c'est un tom qui a du cœur ».\nArmstrong était en fait un des principaux soutiens financiers de Martin Luther King Jr. et d'autres activistes pour les droits civiques, mais il préférait aider discrètement ce mouvement, et ne pas mêler ses opinions politiques à son métier de musicien. Le peu d'exceptions qu'il fit furent d'autant plus efficaces lorsqu'il parlait ; la critique qu'il fit d'Eisenhower, Président des États-Unis d'Amérique en le qualifiant de « double face » et de « mou » en raison de son inaction lors du conflit sur la discrimination au sein de l'école à Little Rock, Arkansas en 1957 fit la une nationale. En signe de protestation, Armstrong annula une tournée organisée en Union soviétique au nom du département d'État, en disant « Étant donné la façon dont ils traitent mon peuple dans le Sud, le gouvernement peut aller se faire voir » et qu'il ne pouvait pas représenter son gouvernement à l'étranger alors que ce même gouvernement était en conflit avec son propre peuple.\nC'était un homme extrêmement généreux dont on disait qu'il avait donné autant d'argent qu'il en avait gardé pour lui-même. Louis Armstrong adopta le fils de sa cousine Flora disparue peu après sa naissance. Il n'a cessé de prendre soin de Clarence Armstrong, handicapé mental, à qui il a assuré une rente à vie.\n\nÀ ses débuts, Louis Armstrong était surtout connu pour sa virtuosité au cornet à pistons et à la trompette. La meilleure interprétation de trompette de ses premières années peut être entendue sur ses disques Hot Five et Hot Seven. Les improvisations qu’il avait faites sur ces disques de jazz Nouvelle-Orléans et de chansons populaires de l’époque, surclassent celles des interprètes de jazz qui lui ont succédé. La précédente génération de musiciens de jazz Nouvelle-Orléans faisait souvent allusion à leurs improvisations comme étant « variant la mélodie » ; les improvisations de Louis Armstrong étaient audacieuses et complexes, avec des touches subtiles et mélodiques. Souvent, il réécrivait les fondements des airs pop qu’il jouait, les rendant ainsi plus intéressants. Sa technique d’interprétation est remplie de mélodies innovantes, joyeuses et inspirées, de bonds créatifs et de rythmes subtilement relâchés ou forts. Le génie de ces morceaux allait de pair avec sa technique musicale, affinée par une pratique continue. Ceci augmenta les tons, la tessiture et d’une manière générale les possibilités offertes par la trompette. Dans ces disques, Louis Armstrong créa quasiment à lui seul le rôle de soliste de jazz, transformant ce qui était à l’origine une musique folklorique collective et en une forme d’art avec des possibilités sensationnelles d’expression individuelle.\nLes travaux de Louis Armstrong dans les années 1920 le poussèrent à jouer aux limites extrêmes de ses capacités. Particulièrement, les morceaux du disque Hot 5 comportent souvent des fautes mineures et des notes ratées, qui néanmoins diminuent peu le plaisir de l’écoute puisque l’énergie de la prestation spontanée est transmise. Dans la moitié des années 1930, il atteint une assurance calme, sachant exactement ce qu’il voulait faire et exécutant ses idées à la perfection.\nAu fur et à mesure que sa musique progressait et gagnait en popularité, ses chansons aussi devenaient importantes. Armstrong n’était pas le premier à enregistrer du chant scat, mais il était magistral en cela et aida à le populariser. Il eut du succès avec son interprétation et son chant scat sur Heebie Jeebies, et criait « I done forgot the words » au milieu de son enregistrement « I'm A Ding Dong Daddy From Dumas ». De tels disques furent des succès et le chant scat devint une partie essentielle de ses représentations. Longtemps avant cela, néanmoins, Armstrong s’amusait avec ses chants, raccourcissant et rallongeant des phrases, plaçant des improvisations, utilisant sa voix d’une manière aussi créative que sa trompette.\nDurant sa longue carrière, il joua et chanta avec les plus importants instrumentistes et chanteurs, parmi lesquels, le singing brakeman Jimmie Rodgers, Bing Crosby, Duke Ellington, Fats Waller, Fletcher Henderson, Bessie Smith, mais aussi Ella Fitzgerald. Son influence sur Bing Crosby est particulièrement importante étant donné le développement ultérieur de la musique populaire : Crosby admirait et copiait Armstrong, comme on peut le constater sur beaucoup de ses premiers enregistrements, notamment « Just One More Chance » (1931). Le « New Grove Dictionary Of Jazz » décrit la dette de Crosby à Armstrong en détail, bien qu’il ne désigne pas explicitement Armstrong par son nom : « Crosby (…) était important en introduisant, dans le courant du chant populaire, un concept afro-américain de chant comme une extension lyrique de la parole, de l’élocution (…) Ses techniques – relâchant le poids de son souffle sur les cordes vocales, passant en de voix de tête dans un registre grave, en mettant en avant la production pour aider une prononciation marquée, chantant sur les consonnes (une habitude chez les chanteurs noirs), et employant une discrète utilisation des appoggiatures, des mordants et des liaisons pour accentuer le texte – ont été imitées par presque tous les chanteurs populaires ultérieurs ». Armstrong enregistra trois albums avec Ella Fitzgerald: « Ella and Louis », « Ella and Louis Again », et « Porgy and Bess » pour « Verve Records ». Ses enregistrements « Satch Plays Fats », toutes les mélodies de « Fats Waller », et « Louis Armstrong Plays W.C. Handy » dans les années 1950 étaient peut-être les dernières de ses grands enregistrements créatifs, mais même les étrangetés comme « Disney Songs the Satchmo Way » ont leurs moments musicaux. Sa production tardive a été fortement critiquée comme étant trop simpliste ou répétitive.\nArmstrong eut beaucoup de morceaux à succès, notamment Stardust, What a Wonderful World, When the Saints Go Marching In, Dream a Little Dream of Me, Ain't Misbehavin, et Stompin' at the Savoy. We Have All the Time in the World figurait sur la bande sonore du film James Bond Au service secret de Sa Majesté, et bénéficia d'une popularité renouvelée au Royaume-Uni en 1994 quand il figura sur une pub pour Guinness, atteignit la 3e place dans les hit-parades des rééditions.\nEn 1964, Armstrong fit chuter les Beatles du top du hit-parade « Billboard Hot 100 » avec Hello, Dolly, qui donna à l’interprète âgé de 63 ans le record aux États-Unis d'Amérique du plus vieil artiste à avoir un titre au top du classement. En 1968, Armstrong marqua un dernier succès populaire au Royaume-Uni avec la chanson pop très sentimentale What a Wonderful World, qui fut premier des hits-parades britanniques pendant un mois ; néanmoins, le single ne fut pas du tout un succès en Amérique. La chanson eut un grand succès dans la conscience populaire quand elle fut utilisée en 1987 dans le film Good Morning, Vietnam, sa réédition s'élevant au sommet des hit-parades dans de nombreux pays.\nArmstrong appréciait beaucoup de styles différents de musique, du blues le plus direct aux doux arrangements sirupeux de Guy Lombardo, aux chansons folkloriques latino-américaines, aux symphonies classiques et l’opéra. Armstrong incorpora les influences de toutes ces sources dans ses représentations, rendant parfois perplexes ses fans qui auraient préféré qu’Armstrong reste dans un style plus conformiste. Cependant, il n'appréciait pas véritablement le mouvement bop et ses successeurs. Armstrong fait partie du « Rock and Roll Hall of Fame » en tant qu'influence majeure.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":"Луи Дэниел Армстронг (англ. Louis Daniel Armstrong; 4 августа 1901, Новый Орлеан, Луизиана — 6 июля 1971, Нью-Йорк) — американский джазовый трубач, вокалист и руководитель ансамбля. Оказал (наряду с Дюком Эллингтоном, Чарли Паркером, Майлзом Дэвисом и Джоном Колтрейном) наибольшее влияние на развитие джаза и внёс значительный вклад в его популяризацию во всём мире.\nЛуи, как называли его на креольский манер, родился в беднейшем негритянском районе Нового Орлеана. Рос в неблагополучной семье. Его отец бросил семью, когда мальчик был ещё младенцем. Мать занималась проституцией. Мальчика вместе с младшей сестрой Беатрис отдали на воспитание бабушке Джозефине, которая ещё помнила времена рабства. Спустя некоторое время мать Армстронга, Мэйэнн, забрала Луи, но должного внимания ему никогда не уделяла. Армстронг с детства занимался развозом угля, продажей газет и другой подобной работой.\nВ семь лет он стал помогать по дому в семье торговцев углем Карнофски — евреев, недавно иммигрировавших в Америку из Российской империи. Позже он стал оставаться у них ночевать и со временем стал практически приёмным сыном в этой семье. В память об этой семье он до конца своих дней носил цепочку с кулоном Звездой Давида. Карнофски жили в Сторивилле — районе, известном своими свободными нравами, а также барами, клубами, танцзалами и публичными домами. Именно Карнофски позже дали денег Армстронгу на покупку корнета, его первого собственного музыкального инструмента.\nАрмстронг рано начал петь в небольшом уличном вокальном ансамбле, играл на барабанах и за несколько лет натренировал свой слух. Первое музыкальное образование он получил в исправительном лагере-интернате «Уэйф’с Хоум» для цветных подростков в 1913 году, куда попал за случайный озорной поступок — стрельбу из пистолета на улице в Новый год (пистолет был похищен им у полицейского — одного из клиентов матери). Там он сразу присоединился к лагерному духовому оркестру и научился играть на тамбурине, альтгорне, а затем освоил корнет. Оркестр исполнял традиционный для того времени репертуар — марши, польки и популярные песенки. Ко времени окончания срока Луи решил стать музыкантом. Освободившись, он начал ходить по клубам и играть на одалживаемых инструментах в местных оркестрах. Его взял под своё покровительство Кинг Оливер, считавшийся тогда лучшим корнетистом города и которого сам Луи Армстронг считал своим настоящим учителем. После отъезда Оливера в Чикаго в 1918 году Армстронга взял в свой ансамбль весьма авторитетный тромбонист Кид Ори. Луи эпизодически начал выступать в ансамбле «Tuxedo Brass Band» Оскара «Папы» Селестина, где играли тогда такие музыканты как Пол Домингес, Затти Синглтон, Альберт Неколз, Барни Бигард и Луис Рассел. Участвовал в джазовых парадах по улицам родного города и играл в бэнде «Jazz-E-Sazz Band» Фэтса Мэрейбла, который выступал в дансингах на пароходах, плавающих в летний сезон по Миссисипи. После того, как Мэрейбл, достаточно профессиональный бэнд-лидер, преподал юноше основы нотной грамоты, Армстронг стал считаться квалифицированным музыкантом. За ним постепенно в среде музыкантов закрепляется прозвище Сатчмо — сокращение от английского Satchel Mouth («рот-меха»).\nАрмстронг в Хельсинки в 1949 году с Эриком Линдстемом (слева) и Осси Аалто (в центре)\nАрмстронг примеряет шляпу, около 1955\nВ 1922 году Оливеру понадобился второй корнетист, и он пригласил Армстронга в Чикаго играть в «Линкольн Гарденс» (ресторан на 700 мест) в своем оркестре «Creole Jazz Band». Этот бэнд был в то время самым ярким джазовым составом в Чикаго, и работа в этом бэнде многое дала Армстронгу для его будущей карьеры. В составе «Креольского джаз-бэнда» Оливера в Чикаго Армстронг сделал свои первые записи. В 1924 году он во второй раз женился (первой его женой была проститутка, креолка Дэйзи Паркер из Нового Орлеана) на пианистке ансамбля Лил Хардин, и по настоянию своей жены начал самостоятельную карьеру. Армстронги уехали в Нью-Йорк, где Луи поступил на работу в оркестр Флетчера Хендерсона. Там к нему пришла известность, любители джаза приходили слушать бэнд зачастую ради его «горячих» соло. К этому времени окончательно сформировался собственный стиль Луи Армстронга — яркий, импровизационный и изобретательный.\nВ этот период Армстронг участвовал в записях ансамбля «Blue Five» пианиста Кларенса Уильямса и работал в составах различных аккомпанирующих ансамблей со многими блюзовыми и джазовыми вокалистами (Ма Рэйни, Трикси Смит, Кларой Смит, Бесси Смит, Альбертой Хантер, Мэгги Джонс, Евой Тэйлор, Вирджинией Листон, Маргарет Джонсон, Сипи Уоллес, Перри Брэдфордом).\nВ 1925 году по истечении срока ангажемента у Флетчера Хендерсона Луи Армстронг вернулся в Чикаго и там много и успешно работал. Играл у Эрскина Тэйта в театральном шоу-бэнде, где ярко проявилось его актёрское дарование. Именно в этот период были сделаны исторические записи со своим лучшим студийным составом «Hot Five». Записи, сделанные в эти годы при участии тромбониста Кида Ори, кларнетиста Джонни Доддса, исполнителя на банджо Джонни Сент-Сира и пианистки Лил Хардин (позднее в записях участвуют Фред Робинсон, Джимм Стронг, Эрл Хайнс и Затти Синглтон) стали шедеврами джазовой классики. В 1926 году Луи стал солистом оркестра Кэрролла Диккерсона, а после его ухода сам стал бэндлидером и в течение короткого времени руководил собственным оркестром «Louis Armstrong And His Stompers», членами которого были Бойд Аткинс, Джо Диксон, Эл Вашингтон, Эрл Хайнс, Рип Бассет, Пит Бриггс, Табби Холл. В 1927 году к студийному квинтету «Hot Five» примкнули Пит Бриггс и Бэби Доддс (брат Джонни), образовав новый студийный состав «Hot Seven», с которым был осуществлён ряд блестящих сессионных записей. В этот же период Армстронг отказался от корнета, полностью перейдя на трубу, полюбившуюся ему более ярким звучанием. Он выступал в дуэтах с пианистом Эрлом Хайнсом, начав петь в манере «скэт» (впервые это произошло при записи пьесы «Heebie Jeebies»), получая огромный успех у слушателей.\nВ 1929 году Луи Армстронг окончательно перебрался в Нью-Йорк. Наступила эра биг-бэндов, и он все больше стал концентрироваться на танцевальной, популярной тогда свит-музыке (sweet music). Армстронг принёс в этот музыкальный стиль свою яркую индивидуальную манеру, свойственную хот-джазу, и быстро стал звездой национального масштаба. Талант  достиг расцвета.\nВ 1930-е годы Луи Армстронг много гастролировал, выступал со знаменитыми биг-бэндами Луиса Расселла и Дюка Эллингтона, затем в Калифорнии — с оркестром Леона Элкинса и Леса Хайта, участвовал в киносъемках в Голливуде. В 1931 году посетил с биг-бэндом Новый Орлеан; вернувшись в Нью-Йорк, играл в Гарлеме и на Бродвее. Ряд турне, совершённых в Европу (в довоенный период с 1933 года он несколько раз выступал в Англии, гастролировал в Скандинавии, Франции, Голландии) и Северную Африку, принесли Армстронгу широчайшую известность как у себя на родине (прежде в США он был популярен в основном у негритянской публики), так и за рубежом. В промежутках между гастролями он выступал с оркестрами Чарли Гейнза, Чика Уэбба, Кида Ори, с вокальным квартетом «Mills Brothers», в театральных постановках и радиопрограммах, снимался в кинофильмах.\nВ 1933 году он вновь стал руководить джаз-бэндом. C 1935 года всю деловую часть жизни Армстронга взял под свой контроль его новый менеджер Джо Глейзер — профессионал в своём деле. В 1936 году в Нью-Йорке вышла автобиографическая книга Армстронга «Swing That Music». Затем наступили проблемы со здоровьем: он перенёс несколько операций, связанных с лечением травмы верхней губы (деформация и разрыв тканей из-за чрезмерного давления мундштука и неправильного амбушюра), а также операцию на голосовых связках (с её помощью Армстронг пытался избавиться от хриплого тембра голоса, ценность которого для его неповторимой исполнительской манеры он осознал лишь впоследствии).\nВ 1938 году Луи Армстронг женился в четвёртый раз — на танцовщице Люсиль Уилсон, с которой прожил до конца своих дней.\nВ 1947 году Джо Глейзер, его менеджер, собрал для Армстронга ансамбль «All Stars» («Все звёзды»). Первоначально это действительно был оркестр всех звёзд — в него тогда входили кроме Луи Армстронга (труба, вокал) Эрл Хайнс (фортепиано), Джек Тигарден (тромбон), Барни Бигард (кларнет), Бад Фримен (тенор-саксофон), Сид Кэтлетт (ударные) и другие знаменитые мастера джаза. Впоследствии музыканты часто менялись и благодаря своему участию в группе многие малоизвестные до тех пор джазмены приобретали большую известность.\n«All-Stars» ориентировались на исполнение в стиле «диксиленд», а также джазовые обработки популярных песен, причем последние все же преобладали в репертуаре ансамбля. К середине 1950-х годов Луи Армстронг был одним из самых знаменитых в мире музыкантов и шоуменов, к тому же он снялся более чем в 50-ти фильмах. Госдепартамент США присвоил ему неофициальный титул «Посол джаза» и неоднократно спонсировал его мировые турне. В середине 50-х Госдеп при Эйзенхауэре был готов финансировать поездку Армстронга в СССР, но Луи отказался: Люди спросили бы меня там, что не так с моей страной. Что я бы мог им ответить? ","strBiographyES":"Louis Armstrong (Nueva Orleans, 4 de agosto de 1901 – Nueva York, 6 de julio de 1971), también conocido como Satchmo y Pops, fue un trompetista y cantante estadounidense de jazz.\n\nSe trata de una de las figuras más carismáticas e innovadoras de la historia del jazz y, probablemente, su músico más popular. Gracias a sus habilidades musicales y a su brillante personalidad, transformó el jazz desde su condición inicial de música de baile con raíces folclóricas en una forma de arte popular. Aunque en el arranque de su carrera cimentó su fama sobre todo como cornetista y trompetista, más adelante sería su condición de vocalista la que le consagraría como una figura internacionalmente reconocida y de enorme influencia para el canto jazzístico.","strBiographyPT":"Louis Daniel Armstrong (Nova Orleans, 4 de agosto de 1901 — Nova Iorque, 6 de julho de 1971) foi um cantor, compositor, instrumentista, trompetista, cornetista, saxofonista, escritor, letrista, arranjador, produtor musical, dramaturgo, artista plástico, ator, tenor, maestro e ativista político e social estadounidense, considerado \"a personificação do jazz\".1 Louis Armstrong é famoso tanto como cantor quanto como solista, com seu trompete.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"New Orleans, Louisiana, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/yqxtrv1386263207.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/txyqvs1359112931.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/tqprus1550581103.png","strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/armstrong-louis-50618fe3e7646.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/louis-armstrong-4de62132e3fde.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/louis-armstrong-4de6214a9cbcb.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/1svlw41631699493.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/armstrong-louis-549c5e6c719f9.jpg","strMusicBrainzID":"eea8a864-fcda-4602-9569-38ab446decd6","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}