{"album":[{"idAlbum":"2175786","idArtist":"111259","idLabel":null,"strAlbum":"Delicate Sound of Thunder","strAlbumStripped":"Delicate Sound of Thunder","strArtist":"Pink Floyd","strArtistStripped":"Pink Floyd","intYearReleased":"1988","strStyle":"Rock/Pop","strGenre":"Progressive Rock","strLabel":null,"strReleaseFormat":"Live","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/uhajr81612771578.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/4eiait1612771592.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/w9apef1612771599.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/s2sq561612771606.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/5vpgr71612771620.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/w6f5951612771627.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/0cgdcb1612771613.png","strDescriptionEN":"Delicate Sound of Thunder is a Pink Floyd concert video taken from A Momentary Lapse of Reason tour. It was largely filmed during the concerts running from 19 August 1988 through 23 August 1988 at the Nassau Coliseum in Uniondale, New York, with some additional footage from 21–22 June 1988 at the Place d'Armes of the Château de Versailles, Versailles, France (used to provide the performance of \"The Great Gig in the Sky\". Note that the Versailles show was only used for some of the video footage. The audio is from Nassau). It was released on VHS and Laserdisc formats. It has never been officially released on DVD. Each song in common with the CD release uses the same performance (except \"Run Like Hell\" and \"On the Turning Away\", the latter of which has a different guitar solo at the end) with the audience a little higher in the mix. The remaining three songs—\"Signs of Life\", \"On the Run\", and \"One Slip\"—all come from Nassau as well. The two tracks from the A Momentary Lapse of Reason LP were recorded on 23 August 1988, while \"On the Run\" was recorded on 19 August 1988. The determining factor in figuring out which of the remaining songs was from which night was the clothing differences, most notably which tie was being worn by Jon Carin.","strDescriptionDE":"Wikipedia\n\nDelicate Sound of Thunder ist das Live-Doppel-Album der A Momentary Lapse of Reason-Tour der britischen Rockband Pink Floyd. Später kam die Liveaufnahme auch als VHS und identischer Laserdisc (1994) auf den Markt. ","strDescriptionFR":"Delicate Sound of Thunder, est un double album live de Pink Floyd. Sorti en 1988 à l'époque où David Gilmour était à la tête du groupe. Il est enregistré pendant la tournée mondiale pour la promotion de l'album A Momentary Lapse of Reason. Le disque, vendu à plusieurs millions d'exemplaires, fut le premier disque à partir dans l'espace ; en effet des cosmonautes de la station MIR l'avaient emporté avec eux.\n\nLe premier disque est surtout constitué de morceaux de l'album A Momentary Lapse of Reason tandis que le deuxième disque regroupe d'anciens titres du groupe des années 1970.\n\nCet album est sorti en VHS, mais n'a jamais été réédité en DVD. La tournée dura près de trois ans et se termina en 1990 lors du festival de Knebworth. Elle fut la préférée du groupe après le départ de Roger Waters.","strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Delicate Sound of Thunder es un álbum doble en directo de la banda británica Pink Floyd, el primero lanzado en la época en la cual el guitarrista David Gilmour lideraba la banda. Este disco es el correspondiente a la gira de A Momentary Lapse of Reason. Fue lanzado en 1988 como doble LP, doble cassette, y doble CD. Existe también una filmación de dicha gira también titulada Delicate Sound of Thunder lanzada en VHS y Laserdisc. Grabado en vivo magistralmente por Buford Jones, no fue en lo absoluto retocado en estudio. Considerado por muchos ingenieros uno de los mejores trabajos grabado en vivo hasta la fecha. Utilizó más de 130 canales de mezcla, efectos estéreos y cuadrafónicos en vivo con excepción del concierto de Venecia (enteramente en estéreo).","strDescriptionPT":"Delicate Sound of Thunder é um duplo álbum ao vivo dos Pink Floyd da era de David Gilmour. Foi editado em CD, e em video cassette em 1988, e inclui 6 faixas de A momentary lapse of reason e 9 de álbuns mais antigos.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"8","intScoreVotes":"1","strReview":"","strMood":"Dreamy","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"ceaa4266-d21d-3b69-bfae-7b60656f3a97","strMusicBrainzArtistID":"83d91898-7763-47d7-b03b-b92132375c47","strAllMusicID":null,"strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":null,"strWikidataID":null,"strWikipediaID":null,"strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}