{"artists":[{"idArtist":"121348","strArtist":"Alexander Borodin","strArtistStripped":null,"strArtistAlternate":"Александр Порфирьевич Бородин Alexandre Borodine","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1833","intDiedYear":"1887","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Alexander Porfiryevich Borodin (12 November 1833 – 27 February 1887) was a Russian Romantic composer, doctor and chemist. He was a member of the group of composers called The Five (or \"The Mighty Handful\"), who were dedicated to producing a specifically Russian kind of art music. He is best known for his symphonies, his two string quartets, In the Steppes of Central Asia and his opera Prince Igor. Music from Prince Igor and his string quartets was later adapted for the US musical Kismet.","strBiographyDE":"Wikipedia\n\nAlexander Porfirjewitsch Borodin (russisch Алекса́ндр Порфи́рьевич Бороди́н, Transliteration Aleksandr Porfir'evič Borodin, Aussprache [ɐlʲɪkˈsaˑndr parˈfʲiˑrʲjɪvʲɪʧʲ bɐraˈdʲiˑn]; * 31. Oktoberjul./ 12. November 1833greg. in Sankt Petersburg; † 15.jul./ 27. Februar 1887greg. ebenda) war ein bedeutender russischer Chemiker und Mediziner. Bis heute berühmt ist er als Klavierdilettant und Komponist\n\nAlexander Borodin war der uneheliche Sohn des georgischen Fürsten Luka Gedewanischwili (1772–1840) und dessen 24-jähriger Mätresse Awdotja Konstantinowna Antonowa. Da der Fürst verheiratet war, ließ er das Kind als den Sohn seines Dieners Porfiri Borodin registrieren. Der Vater, ein pensionierter Leutnant der russischen Armee, führte seine Herkunft auf die Herrscherfamilie Gedewanischwili des früheren georgischen Königreichs Imeretien zurück. Kurz vor seinem Tod hat er sich zu seinem Sohn bekannt.\n\nBorodin wuchs bei seiner Mutter in St. Petersburg auf. Dort erhielt er eine gute und umfassende Ausbildung. Er erwies sich als außerordentlich talentiert und erlernte neben den Sprachen Deutsch, Französisch, Italienisch und Englisch auch das Spiel auf dem Klavier, der Flöte und dem Cello. Mit 9 Jahren komponierte er die Helenenpolka.\nIm Jahre 1863 heiratete Borodin die Russin Jekaterina Protopopowa, eine brillante junge Pianistin. Sie lernten sich während seines Deutschlandaufenthaltes in Heidelberg kennen und verliebten sich auf einer gemeinsamen Reise nach Baden-Baden, wo sie sich auch verlobten. Sie hatten drei Töchter.\nVon einer 1885 durchgemachten Cholera verblieben Konzentrationsstörungen, Schlaflosigkeit, Apathie und Herzschwäche. Der Tod seines Freundes Franz Liszt belastete ihn zusätzlich. Dennoch setzte er seine jahrzehntelang betriebene Arbeit mit dem Chor und dem Sinfonieorchester der Akademie fort. Am 27. Februar 1887 nahm er an ihrem Faschingsball teil, auf dem er gegen Mitternacht zusammenbrach und starb. Die Obduktion an Ort und Stelle ergab ein rupturiertes Herzgefäß. Borodin wurde auf dem Tichwiner Friedhof des Alexander-Newski-Klosters in St. Petersburg beigesetzt. ","strBiographyFR":"Alexandre Borodine est l'enfant naturel du prince géorgien Louka Stépanovitch Guédianov (Guédévanichvili)1, âgé de 62 ans, et de la fille d’un troupier de Narva, Evdokia (Eudoxie) Constantinovna Antonova, âgée de 25 ans, surnommée Dounia2. Son père3 fait déclarer l’enfant par l’un de ses domestiques, Porphyre Borodine, conformément à l’usage de l’époque. Enfin, il veille à ce que la mère ait toujours les moyens d’assurer à leur enfant une vie confortable et de solides études. Il achète ainsi à la mère et au fils une maison de quatre étages et met Alexandre sur son testament avant de mourir. Il organise aussi alors le mariage d'Eudoxie avec un médecin militaire du nom de Kleinek. Comme le fait de donner naissance à des enfants hors mariage était considéré comme honteux par la société de l'époque, Eudoxie se fera passer pour sa tante aux yeux du monde. Alexandre reçoit cependant une excellente éducation à domicile, maîtrisant dès son plus jeune âge le français et l'allemand. Le prince meurt lorsque Alexandre a sept ans et tout est assuré pour son établissement. Il a deux autres frères, reconnus aussi par des domestiques: Dmitri Sergueïevitch Alexandrov et Evgueni Fiodorovitch Fiodorov4.\n\nAutodidacte, le jeune Alexandre apprend à jouer de très bonne heure de la flûte puis du piano et du violoncelle avec un camarade, Mikhaïl Chtchiglev. Il compose une polka (Hélène) à l'âge de neuf ans, puis compose un Concerto pour flûte et piano et un Trio pour deux violons et violoncelle à l'âge de treize ans. Sa mère et son beau-père le destinent à une carrière de médecin et il est inscrit à la faculté à l’âge de quinze ans. Il était passionné de chimie depuis l'âge de dix ans.\n\nAprès six ans d’études, il est engagé en 1856 à l’hôpital de l’armée territoriale, mais, trop sensible aux blessures, il obtient un poste de professeur à l’Académie militaire de chimie où il deviendra un grand savant et collabore avec Nikolaï Zinine. Il fait connaissance en 1857 de Moussorgski qui se fait soigner en tant qu'officier à l'hôpital militaire où travaille Borodine. Ce dernier reçoit son titre de docteur en médecine en 1858. Grâce à ses études et à de nombreux congrès, il aura l’occasion de souvent voyager en Europe (Bruxelles, Heidelberg, Gênes, Rome, Paris, etc.). Au retour de son voyage d'études à l'université d'Heidelberg et à l'université de Paris, il est nommé professeur-assistant de l'Académie médico-chirurgicale. C’est au cours de ces voyages qu’il fait la connaissance de nombre d'érudits, et collaborera par la suite avec certains d’entre eux. Il rencontre sa future femme, pianiste talentueuse née Ekaterina Sergueïevna Protopopov, à Heidelberg en 18615. Elle lui fait découvrir Schumann, Chopin, Liszt. Ensemble, ils iront à Mannheim découvrir l’œuvre de Wagner.\n\nIl fait partie du Groupe des Cinq, par l'entremise de Balakirev son créateur, dont il fait la connaissance en 1862. Le groupe est composé aussi de Rimski-Korsakov, de Cui et de Moussorgski, qu'il connaissait déjà. La musique russe était alors entièrement sous l'influence du pouvoir. Ils se regroupent et s'affranchissent de la musique « officielle ». Glazounov, élève prodige de Rimski-Korsakov, les rejoindra. Borodine fait aussi partie du cercle d'amis de Mitrophane Beliaïev, admirateur de Glinka et de la musique russe traditionnelle.\n\nEn 1862, Borodine compose un Quintette en ut mineur. C’est à cette époque qu’il se joint au Groupe des Cinq. Tout en partageant les idées fondamentales du groupe, il se révéla moins hostile que ses condisciples à l’emprise germanique sur la musique russe.\n\nIl commence l’écriture de sa Symphonie no 1 en mi bémol majeur, en décembre 1862 qu’il achève en 1867. Elle ne reçoit pas un bon accueil.\n\nIl commence la composition de sa Symphonie no 2 en si mineur en 1869. Néanmoins il se sent prédestiné pour l’opéra et l’idée du Prince Igor fait son chemin. Borodine poursuit par ailleurs sa carrière scientifique. En 1877, il visite les laboratoires d’un certain nombre d’universités allemandes. Il rencontre à cette occasion Franz Liszt à Weimar. Trois ans plus tard, en 1880, Liszt donne avec grand succès la Symphonie no 1 en mi bémol majeur. Pour le remercier, Borodine lui dédie son poème symphonique, intitulé Dans les steppes de l'Asie centrale qui connaît immédiatement un succès retentissant et durable et reste l'une de ses œuvres maîtresses.\n\nAprès de profondes études ethnologiques et historiques, il entame la rédaction de l’opéra Le Prince Igor (dont sont extraites les célèbres Danses polovtsiennes), achevé après sa mort par Alexandre Glazounov et Rimski-Korsakov et créé au Théâtre Mariinsky de Saint-Pétersbourg, le 23 octobre (4 novembre) 1890.\n\nBorodine est profondément affecté par la mort de Moussorgski en mars 1881. Son état physique se dégrade. Il souffre de plusieurs attaques cardiaques et même du choléra. Son œuvre, elle, commence à se diffuser en Europe. Il rend encore visite à Liszt à l’automne 1885. L’année suivante, il entame la composition d’une troisième symphonie, la Symphonie en la mineur qu'il ne pourra achever. Il continue la composition de son opéra Le Prince Igor, notamment l’ouverture et le chœur des prisonniers russes du deuxième acte, en 1886. Le 27 février 1887, il assiste à un bal masqué organisé par les professeurs de l’académie. Il s’effondre, victime d’un infarctus à l'âge de 53 ans. Son épouse ne lui survivra que cinq mois.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Russia","strCountryCode":"RU","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sqxrts1424104406.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/uypusy1519749749.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"560b5e65-8d53-41b4-9913-83368f4721a0","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}