{"artists":[{"idArtist":"111443","strArtist":"Van Morrison","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1962","intBornYear":"1945","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Folk","strMood":"Bittersweet","strWebsite":"www.vanmorrison.com","strFacebook":"www.facebook.com/vanmorrisonofficial","strTwitter":"1","strBiographyEN":"Van Morrison, OBE (born George Ivan Morrison; 31 August 1945) is a Northern Irish singer-songwriter and musician. His live performances at their best are regarded as transcendental and inspired; while some of his recordings, such as the studio albums Astral Weeks and Moondance, and the live album It's Too Late to Stop Now, are widely viewed as among the greatest ever made.\nKnown as \"Van the Man\" to his fans, Morrison started his professional career when, as a teenager in the late 1950s, he played a variety of instruments including guitar, harmonica, keyboards and saxophone for various Irish showbands covering the popular hits of the day. He rose to prominence in the mid-1960s as the lead singer of the Northern Irish R&B band Them, with whom he recorded the garage band classic \"Gloria\". His solo career began under the pop-hit oriented guidance of Bert Berns with the release of the hit single \"Brown Eyed Girl\" in 1967. After Berns' death, Warner Bros. Records bought out his contract and allowed him three sessions to record Astral Weeks in 1968. Even though this album would gradually garner high praise, it was initially poorly received; however, the next one, Moondance, established Morrison as a major artist, and throughout the 1970s he built on his reputation with a series of critically acclaimed albums and live performances. Morrison continues to record and tour, producing albums and live performances that sell well and are generally warmly received, sometimes collaborating with other artists, such as Georgie Fame and The Chieftains. In 2008 he performed Astral Weeks live for the first time since 1968.\nMuch of Morrison's music is structured around the conventions of soul music and R&B, such as the popular singles \"Brown Eyed Girl\", \"Jackie Wilson Said (I'm in Heaven When You Smile)\", \"Domino\" and \"Wild Night\". An equal part of his catalogue consists of lengthy, loosely connected, spiritually inspired musical journeys that show the influence of Celtic tradition, jazz, and stream-of-consciousness narrative, such as Astral Weeks and lesser-known works such as Veedon Fleece and Common One. The two strains together are sometimes referred to as \"Celtic Soul\".\nMorrison has received considerable acclaim, including six Grammy Awards, being inducted into both the Rock and Roll Hall of Fame and the Songwriters Hall of Fame, and appearing on several \"Greatest Artists\" lists.","strBiographyDE":"Wikipedia\n\nSir Van Morrison, OBE (* 31. August 1945 in Belfast; eigentlich George Ivan Morrison) ist ein nordirischer Musiker, Sänger und Komponist. ","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"George Ivan Morrison, OBE (Belfast, Irlanda del Norte, 31 de agosto de 1945), más conocido como Van Morrison, es un cantante, compositor y músico norirlandés, considerado como uno de los músicos más influyentes de su generación. Su música se caracteriza por una fusión de numerosos géneros musicales como el R&B, el jazz, el blues y la música tradicional irlandesa. Al respecto, el periodista Greil Marcus comentó que «ningún hombre blanco canta como Van Morrison».\nMorrison comenzó su carrera musical a finales de la década de 1950 como saxofonista de The Monarchs antes de formar el grupo Them, con quien grabó composiciones propias como «Gloria», tema popularizado en versiones de The Doors, Shadows of Knight y Patti Smith. Los constantes cambios en la formación del grupo junto con problemas internos llevaron a la salida de Morrison en 1966, que emprendió una emergente carrera en solitario con su debut Blowin' Your Mind! (1967). Un año después, firmó un contrato con Warner Bros. Records, con quien publicó trabajos como Astral Weeks (1968) y Moondance (1970), destacados por la prensa musical como dos de los mejores discos del siglo XX.\nDesde entonces, Morrison ha desarrollado una carrera musical que abarca cuatro décadas, más de treinta discos de estudio y canciones representativas de su catálogo musical como «Wild Night», «Jackie Wilson Said (I'm in Heaven When You Smile)» y «Domino», entre otras, estructuradas en torno a las convenciones del soul y el R&B. Otra parte de su catálogo, representada por canciones como «Someone Like You», «Have I Told You Lately» y «Days Like This», además de álbumes como Veedon Fleece (1974) y Common One (1980), reflejan una temática más espiritual e introspectiva, a través del monólogo interior, con la infuencia musical del jazz y la tradición irlandesa. Ambas partes son denominadas conjuntamente como celtic soul. Además de su trabajo en solitario, ha colaborado con músicos como Georgie Fame, The Chieftains, Lonnie Donegan y Chris Barber.\nSu trabajo ha recibido gran reconocimiento de la industria musical, con seis premios Grammy y un premio Brit, así como por su inclusión en el Salón de la Fama del Rock and Roll en 1993, en el Salón de la Fama Musical de Irlanda en 1999 y en el Salón de la Fama de los Compositores en 2003. También recibió la Orden del Imperio Británico y la Orden de las Artes y las Letras, ambos en 1996, así como varios doctorados honoris causa por la Universidad del Ulster (1992) y la Universidad Queen’s de Belfast (2001). Además, ha influido a un elevado número de músicos contemporáneos. Según la revista Rolling Stone: «Su influencia entre los compositores de rock es inigualable a la de cualquier otro artista salvo por la de otra leyenda, Bob Dylan. Los ecos de su ronca y emotiva voz pueden pueden escucharse en iconos de los últimos días desde Bruce Springsteen a Elvis Costello».\nMorrison contrajo matrimonio en dos ocasiones: en 1967 con Janet Planet, con quien tuvo una hija, Shana Morrison, y en 1995 con la actriz Michelle Rocca, con quien tuvo dos hijos.","strBiographyPT":null,"strBiographySE":"George Ivan \"Van\" Morrison, född 31 augusti 1945 i Belfast, Nordirland, är en nordirländsk sångare och kompositör. Han är också känd under smeknamnet ”Van The Man” och refererar gärna till sin musik som ”Caledonian Soul”.\n\nMusikern och poeten Van Morrison började sin karriär redan som 15-åring då han anslöt sig till bandet The Javelins som senare skulle döpa om sig till The Monarchs. Efter att ha turnerat runt på militärbaser beslöt han sig för att satsa mer seriöst på musiken och bildade rockgruppen Them i vilken han var sångare från 1963. 1966 lämnade han dock gruppen, på grund av alltför många medlemsbyten på kort tid, med avsikt att ge upp musikbranschen. Them's producent Bert Berns lyckades dock övertala Van att 1967 åka till USA och spela in några låtar på hans skivbolag Bang Records. Ur dessa inspelningar kom singeln Brown Eyed Girl, som blev en stor hit i både USA och Europa. Eftersom singeln blev en sådan framgång släppte Berns även (utan Van Morrisons samtycke) albumet Blowin' Your Mind!. Då Bert Berns gick bort samma år, 1967, startade ett kontraktsbråk mellan Berns änka och Van Morrison; han föll in i en tid av depression och alkoholism och hade stora finansiella problem. Trots svårighet att få spelningar gjorde han starkt intryck på skivbolaget Warner Bros, som köpte loss kontraktet med Bang Records 1968. Samma år släpptes Astral Weeks som av många anses vara Van Morrisons främsta album. I tidningen Rolling Stone's omröstning The 500 Greatest Albums of All Time 2003 hamnade det på nittonde plats. 1970 kom Moondance, Morrisons kommersiellt mest framgångsrika album. Under resten av 1970-talet fortsatte ”Van the Man” att släppa hyllade och någorlunda framgångsrika album, till exempel Tupelo Honey 1972, Veedon Fleece 1974 och Into the Mystic. Han var även gästartist i rockbandet The Bands avskedskonsert The Last Waltz 1976 där han uppträdde med låten ”Caravan”.","strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Belfast, Northern Ireland","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sruqvt1341339904.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/xyuqyp1383602611.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/z98sjy1643631578.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/qqrssr1514037177.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/vyyyyp1524669497.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/morrison-van-4fdc7445da9f8.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/ssrvlt1614456692.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/qrsvwu1383575582.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/zpg2a61614456526.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/ypwuww1383575603.jpg","strMusicBrainzID":"a41ac10f-0a56-4672-9161-b83f9b223559","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Van Morrison/+charts?rangetype=6month","intCharted":"4","strLocked":"unlocked"}]}