{"artists":[{"idArtist":"125494","strArtist":"Éric Serra","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1959","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"OST","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Éric Serra (born on 9 September 1959) is a French composer. He has often worked on the movies of Luc Besson.\n\nÉric Serra’s father Claude was a famous French songwriter in the 1950s and ’60s, and, as such, Éric was exposed to music and its production at a young age. His mother died when he was just seven years old. In the early ’80s, Serra met director Luc Besson and was asked to score his first movie Le Dernier Combat (1983). Serra has scored all of Besson’s directed movies to date, except Angel-A (2005) (scored by Anja Garbarek), and several that Besson has written such as Wasabi.\n\nIn 1995, Éric Serra was chosen to compose the score to the James Bond film GoldenEye, and produced a much more modern-sounding avant-garde soundtrack compared to previous Bond films. It met with mixed reviews from film critics. Serra’s score is often criticized by Bond fans, and is considered the farthest departure from a traditional Bond score and, by some, as the most inappropriate in the series history. Others find it highly innovative, with the main problem the lack of John Barry’s traditional theme. The producers later hired John Altman to provide the music for the tank chase in St. Petersburg. Serra’s original track for that sequence can still be found on the soundtrack as “A Pleasant Drive In St. Petersburg”.\n\nOccasionally, and mainly due to his album released by this name, he is known in credits as RXRA (pronounced like his name, in French). An example is “Little Light of Love” on The Fifth Element soundtrack, which is credited to RXRA.\n\nFrom 1980 to 1988, Éric Serra played bass guitar for French singer Jacques Higelin.","strBiographyDE":null,"strBiographyFR":"Éric Serra est un compositeur français, né le 9 septembre 1959 à Saint-Mandé. Il est le compositeur attitré de la musique des films de Luc Besson depuis le début des années 1980.\n\nNé le 9 septembre 1959 à Saint-Mandé, près de Paris, de Claude Serra, son père, poète et chansonnier, et de sa mère, décédée lorsqu'il a sept ans. Son père l'élève en lui enseignant, entre autres, la musique.\n\nÀ cinq ans, Éric apprend à jouer de la guitare acoustique et à onze ans, son père lui offre une guitare électrique. Plus tard, il apprend également à jouer de la batterie, de la basse, du synthétiseur et du piano. En tant que guitariste autodidacte, il s'inspire fortement de Ritchie Blackmore, Alvin Lee, Jeff Beck et John McLaughlin. Il imite également ses bassistes préférés en essayant de reprendre les exploits de Stanley Clarke et Jaco Pastorius. À l'âge de quinze ans, il forme son premier quatuor nommé FLEP qui reprenait les répertoires de Deep Purple, Led Zeppelin, Jeff Beck et Return To Forever.\n\nSa carrière professionnelle commence tôt. À seize ans, il tourne avec le chanteur français Michel Murty. Il participe également à des sessions de studio avec Mory Kanté et Didier Lockwood, entre autres. En 1979, Serra travaille sur un album de Pierre Jolivet lorsqu'il fait la rencontre du jeune cinéaste Luc Besson. À l'époque, Pierre Jolivet et Luc Besson travaillent ensemble sur quelques projets de court métrage. Les deux cinéastes unirent leurs efforts pour L'Avant Dernier, ainsi que pour les films Le Dernier Combat et Subway. Luc Besson fut particulièrement impressionné par le talent musical de Serra et lui demanda de composer la musique de son court métrage L'Avant Dernier, puis de son premier long métrage Le Dernier Combat.\n\nEn 1981, Éric Serra rencontre le chanteur Jacques Higelin, qui l'invite immédiatement à jouer dans son spectacle le lendemain soir devant plus de 170 000 personnes à la place de la République de Paris. Serra cocomposera au cours des années qui suivirent certaines chansons de Jacques Higelin telles que \"Coup de lune\", \"Manque de classe\" et \"Slim Black Boogie\". Pendant ce temps, il travaille à la bande originale du film Subway, de Luc Besson, et continue sa collaboration avec Jacques Higelin jusqu'en 1988. Le travail de Serra pour Subway est récompensé par la Victoire de la meilleure musique de film en 1985 et par une nomination aux Césars dans la même catégorie. La bande sonore originale est également certifiée double disque d'or en France. Il jouait d'ailleurs un petit rôle dans ce film, celui d'Enrico le bassiste, aux côtés de Jean Reno en batteur et du chanteur Arthur Simms. Il commença alors à travailler sur un projet qui deviendra le plus ambitieux de sa carrière : la bande sonore originale du film Le Grand Bleu, de Luc Besson. Il compose également les musiques du court métrage Ne quittez pas, de Sophie Schmit, du film Kamikaze, du réalisateur Didier Grousset, et celle de la télésérie La Nuit du flingueur en 1984, 1985 et 1986 respectivement.\n\nPartout en Europe, et particulièrement en France, Le Grand Bleu obtint un très grand succès, qui se répercuta également à l'échelle planétaire. La bande originale fut acclamée par la critique de la même façon que le film de Luc Besson. Pour plusieurs, c'est l'œuvre la plus accomplie du duo Luc Besson/Éric Serra. Jusqu'à maintenant, cette bande originale s'est vendue à plus de trois millions de copies dans le monde, dont près de deux millions exclusivement en France. Cette bande originale contient la première interprétation vocale d'Éric Serra, qu'il a composée avec Luc Besson, et dont le titre est \"My Lady Blue\". La bande originale du Grand bleu fut gagnante d'une Victoire et d'un César pour la meilleure musique de film en 1988, en plus d'avoir remporté le Grand Prix de la réalisation audio-visuelle de la SACEM la même année. L'album fut certifié or, platine et diamant dans plusieurs pays. En 1989, Éric Serra est nommé Chevalier de l'Ordre des arts et des lettres par le ministre français de la Culture.\n\nDeux années après l'odyssée du Grand Bleu, Éric Serra fonde son propre studio d'enregistrement, qu'il baptise The X-Plorer, et sa propre compagnie de production et d'édition musicale, nommée The X-Plorians. Il y enregistrera toutes les musiques synthétiques de ses bandes originales et de ses albums.\n\nSerra et Besson reviennent à la charge avec Nikita en 1990 et Atlantis en 1991. La bande originale du documentaire Atlantis inclut deux nouvelles chansons d'Éric Serra dont une en duo avec la chanteuse française Vanessa Paradis. Les titres de ces chansons sont Time To Get You Lovin et Iguana Dance. Il compose aussi une partition symphonique, une première pour Serra, parsemée de plages synthétiques. Le travail de Luc Besson et d'Éric Serra continue d'être acclamé à travers le monde. Pour le film Nikita, le duo écrit une autre chanson qui obtient la collaboration du chanteur québécois Michel Pagliaro. Le titre de cette chanson est The Dark Side of Time. Serra travaillera plus tard en 1994 sur la bande originale du film Léon, toujours du réalisateur Luc Besson. Les bandes originales de Nikita, Atlantis et Léon se verront toutes décerner la Victoire de la meilleure musique de film au début des années 1990. La bande originale de Nikita aura également droit à un César dans la même catégorie. Pendant cette période, Serra travaille également à la production du premier album du chanteur sénégalais Doudou N'diaye Rose.\n\nEn 1995, il accepte de composer la bande originale du tout nouvel épisode de James Bond pour le grand écran intitulé GoldenEye. De nombreux fans de James Bond ne furent pas satisfaits de la bande originale et réclamèrent le retour au style de John Barry, compositeur de plusieurs musiques de la série. La contribution de Serra dans l'univers de James Bond nous fit tout de même découvrir une nouvelle interprétation vocale de sa part. Le résultat s'intitule The Experience of Love, et fut écrit en collaboration avec Rupert Hine, son producteur et ami, ainsi que la chanteuse israélienne Noa. L'année suivante, la compagnie Virgin Records offrait une compilation des meilleures pièces d'Éric Serra depuis le début de sa carrière de compositeur de musique de film. Cet album est connu sous différents noms : la Musique des films, Soundtracks, ou encore The Best of Éric Serra. Il contient quelques raretés provenant des bandes originales du Dernier Combat et de Kamikaze qui restent aujourd'hui des objets de collection rares et convoités.\n\nEn 1997, Éric Serra et Luc Besson présentent Le Cinquième Élément, un film de science-fiction mettant en vedette Bruce Willis et Milla Jovovich. Serra compose une musique de film à saveur futuriste et originale. Cette bande originale se vendra à plus de 750 000 copies dans le monde. Elle comprend Little Light of Love, l'une des chansons les plus accomplie d'Éric Serra, qui a atteint une grande maturité lyrique. Elle met en valeur le talent de la chanteuse israélienne Nourith. Cette chanson est également un prélude au premier album solo d'Éric Serra.\n\nC'est au printemps 1998 que l'album RXRA est mis sur le marché en quatre différentes versions : française, anglaise, japonaise et espagnole. La version française contient trois pièces originales en anglais pour un total de neuf pistes. La version anglaise reprend toutes les pistes de la version française, en anglais cette fois, en plus d'offrir une chanson additionnelle, Drumming for You. Les versions japonaise et espagnole sont identiques à la version anglaise, à l'exception de la chanson Réveillez les somnambules qui est reprise dans les langues respectives. Elle devient ainsi Muyuu Byoo Shao Okose en japonais et Despertad los somnambulos en espagnol. Cet album fut très apprécié des fans de Serra. Plus tard la même année, une édition spéciale dixième anniversaire de la bande originale du Grand Bleu est mise en vente dans un coffret plus élaboré que dans sa première version intégrale datant de 1988. En mars 1999, une seconde édition de La Musique des films paraît avec deux pistes supplémentaires tirées de la bande originale du Cinquième élément, il s'agit de Little Light of Love et de The Diva Dance.\n\nEn 1999, il est recruté par Disney pour assister Phil Collins dans la réalisation des versions françaises des chansons du film d'animation Tarzan. En novembre de la même année, l'équipe de Luc Besson et Éric Serra revient avec un autre long métrage portant sur la vie de l'héroïne française Jeanne d'Arc. Pour Serra, il s'agit de sa première bande originale entièrement symphonique, à peu de chose près. Cette bande originale comprend My Heart Calling écrite en collaboration avec la chanteuse Noa, qui la chante. Pendant cette année, Éric Serra participe également au premier album solo de Nourith, celle qui avait fait les chœurs sur RXRA. La participation de Serra s'est traduite par une chanson ayant pour titre Ela. L'année suivante, Serra collabore à nouveau avec Luc Besson en composant la musique d'une série de publicité pour le compte du fournisseur d'accès Internet français Club Internet.\n\nPuis, en 2001, conjointement avec Sébastien Cortella et Stéphane Brossollet, Éric Serra compose et produit la bande originale du premier film de Richard Berry en tant que réalisateur intitulé L'Art (délicat) de la séduction. Le chanteur français Sacha prête sa voix à une chanson de la bande originale. Serra contribue également à la réalisation de la chanson Pauvres diables de Johnny Hallyday pour la bande originale du film 15 août de Patrick Alessandrin. Il produit aussi un album pour Benjamin Sportès en plus de composer la musique du court métrage Gun! de Stéphane Guénin.\n\nEntre 2002 et 2005, Éric Serra reste toujours très occupé à différents projets collectifs dont quelques bandes originales pour les films Wasabi (avec Julien Schultheis) de Gérard Krawczyk, Rollerball (avec Nicolas Fiszman) de John McTiernan, Décalage horaire de Danièle Thompson et Bulletproof Monk (avec Stéphane Brossollet et Nicolas Fiszman) de Paul Hunter. Il produit et compose pour quelques groupes émergents tels que Harry Morse Project avec Love Bombing et Wild pour l'album intitulé Time.\n\nLes années 2005 et 2006 seront bien remplies pour Éric Serra. Déjà Chevalier, il est élevé en 2005, au rang d'Officier de l'Ordre des arts et des lettres en France. Puis en partenariat avec Recall Group, il fonde une nouvelle étiquette musicale dédiée entièrement à la musique de film nommé Recall Music For Films. Ensuite, il travaille à la composition de deux nouvelles bandes originales pour les films Bandidas de Joachim Roenning et Espen Sandberg et Arthur et les Minimoys, pour laquelle il remporte la Victoire de la meilleure musique de film, qui marque le retour de sa coopération avec Luc Besson après une interruption de 7 ans.\n\nSerra trouve quand même le temps de donner des concerts de jazz avec son RXRA Group dans des bars européens et clôturer sa tournée au Festival international musique et cinéma d'Auxerre en 2005 et de produire un album pour Clémentine Célarié et ses fils ayant pour titre Family Groove en 2006.\n\nAprès s'être accordé un repos bien mérité au début 2007, Éric Serra reprenait la route des bars européens avec son groupe de jazz dont la tournée se termina par un concert à L'Olympia de Paris accompagné d'un orchestre symphonique de 60 musiciens.\n\nEn 2008, Serra s'exile pendant 8 mois à Las Vegas afin de composer la musique du spectacle Believe du Cirque du Soleil mettant en vedette Criss Angel présenté à l'hôtel Luxor depuis octobre 2008. Cette musique est finalement distribuée en décembre 2010 exclusivement à la boutique du Luxor et sur le site web du Cirque du Soleil.\n\nEric Serra participe en octobre 2009 à un collectif artistique chantant Beds Are Burning pour la campagne mondiale Tck Tck Tck Time for Climate Justice, initié par Kofi Annan en marge de la conférence de Copenhague sur les changements climatiques.\n\nEntre 2009 et 2014, il fait à nouveau équipe avec son complice Luc Besson pour mettre en musique cinq films : Arthur et la vengeance de Maltazard, Les Aventures extraordinaires d'Adèle Blanc-Sec, Arthur 3 : La Guerre des deux mondes, The Lady puis Lucy. Pendant cette même période il donne une dizaine de concerts principalement en Europe mais également en Asie avec son RXRA Group. En 2013, pour les 25 ans du Grand Bleu, il remastérise la bande originale du film, ainsi que celle de Subway, qu'il accompagne de démos originales. L'année suivante, il réédite des versions remastérisées de Jeanne d'Arc, Nikita, Le Cinquième élément et Léon.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"St Mandé, France","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ttrpxv1413670733.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/serra-ric-5462516e228ba.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/serra-ric-51cf824fe3bd2.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/rpvwpt1413670924.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/xxyyyy1443199702.jpg","strMusicBrainzID":"974fa09f-8761-4fbb-b156-390417d125ae","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}