{"artists":[{"idArtist":"114501","strArtist":"London Symphony Orchestra","strArtistStripped":null,"strArtistAlternate":"London Proms Symphony Orchestra","strLabel":null,"idLabel":null,"intFormedYear":"1904","intBornYear":null,"intDiedYear":null,"strDisbanded":null,"strStyle":"Classical","strGenre":"Orchestra","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"The London Symphony Orchestra (LSO), founded in 1904, is the oldest of London's symphony orchestras. It was set up by a group of players who left Henry Wood's Queen's Hall Orchestra because of a new rule requiring players to give the orchestra their exclusive services. The LSO itself later introduced a similar rule for its members. The orchestra underwent periods of eclipse in the 1930s and 1950s when it was regarded as inferior in quality to new London orchestras, to which it lost players and bookings. By the 1960s it had recovered its leading position, which it has retained subsequently.\nA self-governing body, the orchestra selects the conductors with whom it works. At some stages in its history it has dispensed with a principal conductor and worked only with guests. Among conductors with whom it is most associated are, in its early days, Hans Richter, Sir Edward Elgar, and Sir Thomas Beecham, and in recent decades Pierre Monteux, André Previn, Claudio Abbado, Sir Colin Davis and Valery Gergiev.\nSince 1982, the LSO has been based in the Barbican Centre in the City of London. It claims to be the world's most recorded orchestra, and in addition to making gramophone recordings since 1912 it has played on more than 200 soundtrack recordings for the cinema, of which the best known include the Star Wars series.","strBiographyDE":"Das London Symphony Orchestra (LSO) ist eines der führenden Orchester des Vereinigten Königreichs mit Sitz in London.\n\nDas LSO wurde 1904 als erstes unabhängiges und selbstverwaltetes Orchester Englands gegründet. Etwa die Hälfte der Musiker war vorher im Queen’s Hall Orchestra. Der Anlass für die Gründung eines eigenen Orchesters bestand in der Rebellion gegen das dort ausgesprochene Verbot des „Stellvertreter“-Systems. (Bei diesem damals üblichen System konnten Musiker zu Proben und sogar Konzerten Stellvertreter senden, wenn sie an dem Tag andere, lukrativere Möglichkeiten zu einem Auftritt hatten. Im LSO wurde dieses Vorgehen dann ab 1929 zur Absicherung der Aufführungsqualität ebenfalls verboten.) Der erste Chefdirigent war Hans Richter, der das Gründungskonzert am 9. Juni 1904 leitete. Von Beginn an arbeitete das Orchester eng mit englischen Komponisten wie Edward Elgar und Ralph Vaughan Williams zusammen.\n\n1906 fand ein Konzert in Paris statt, das erste Gastspiel eines britischen Orchesters im Ausland. Das erste Gastspiel außerhalb Europas erfolgte 1912 in den USA und Kanada unter dem Dirigenten Arthur Nikisch. Dabei hat das LSO binnen 22 Tagen an 23 verschiedenen Spielstätten insgesamt 29 Konzerte gegeben. Weitere Reisen führten das LSO nach Südafrika (1956), Israel (1960) und Japan (1963). Die erste Welttournee führte das LSO 1964 nach Israel, die Türkei, den Iran, Indien, Hongkong, Korea, Japan und die USA. Das gefeierte Debüt bei den Salzburger Festspielen fand 1973 statt. Seither tourt das Orchester regelmäßig durch die ganze Welt, besondere Verbindungen bestehen durch die LSO American Foundation in die Vereinigten Staaten, jährliche Konzerte finden im New Yorker Lincoln Center statt. Des Weiteren tritt das Orchester seit 2006 regelmäßig in der Salle Pleyel in Paris auf – mit etwa vier Vorstellungen pro Jahr.\n\nAls 1982 das neue Barbican Centre fertiggestellt wurde, wurde es zur ständigen Heimstatt des Orchesters. Die Barbican Hall, 2001 erneuert, ist Schauplatz seiner wichtigsten Konzerte. 2003 wurde zudem noch das LSO St Luke’s, UBS and LSO Music Education Centre eröffnet. Diese 1728 erbaute denkmalgeschützte Kirche war seit 40 Jahren verfallen und enthält nun nach der Rekonstruktion neben der Jerwood Hall für Konzerte zusätzliche Proben- und Verwaltungsräume. Das LSO St Luke’s ist auch Zentrum des ausgezeichneten LSO Discovery-Programms, welches musikalische Aufbauarbeit mit Kindern und Jugendlichen, dem potenziellen Konzertpublikum der Zukunft, macht. Die Bemühungen des Orchesters um die Heranführung des jungen Publikums an die klassische Musik begannen bereits 1946 im Auftrage des britischen Erziehungsministeriums mit der Aufnahme des Films The Instruments of the Orchestra. In diesem wurden anhand des speziell für diesen Film von Benjamin Britten komponierten Stückes The Young Person’s Guide to the Orchestra die verschiedenen Instrumente und Instrumentengruppen eines Sinfonieorchesters vorgestellt und ihr Zusammenspiel verdeutlicht.\n\nDas neueste Projekt des LSO zur Förderung des musikalischen Nachwuchses ist das 2008 gestartete LSO on track, durch das junge Musiker aus den östlichen Stadtteilen Londons gefördert werden. Dabei erhalten junge Musiker auch Möglichkeiten, zusammen mit Musikern des LSO aufzutreten.\nLSO St Luke’s, UBS and LSO Music Education Centre\n\nDas Orchester hat neben dem Chefdirigenten (Principal Conductor), seit September 2017 als Music Director Simon Rattle, noch die Positionen Principal Guest Conductor (z. Zt. Gianandrea Noseda und François-Xavier Roth), Conductor Laureate (z. Zt. Michael Tilson Thomas) und Conductor Emeritus (André Previn) geschaffen. Darüber hinaus arbeitet es ständig mit weiteren Dirigenten zusammen und veranstaltet regelmäßig thematische Konzertreihen.\n\nDas LSO ist ständig bestrebt, die zeitgenössische klassische Musik zu fördern. In den ersten hundert Jahren seiner Existenz wurden 209 zeitgenössische Werke uraufgeführt. Davon waren ab 1964 57 Auftragswerke des LSO. Hinzu kommen 78 Werke, bei denen die britische oder europäische Erstaufführung durchgeführt wurde.\n\nIn den Jahren 2001 und 2003 wirkte das Orchester beim internationalen Kompositionswettbewerb Masterprize mit und hat in den Finalkonzerten die Kompositionen, die bis zur Endauswahl gekommen sind, aufgeführt.\n\nSeit 2005 fördert das LSO junge britische Komponisten durch die jährliche Durchführung des Panufnik Young Composers scheme.(Der polnische Komponist Andrzej Panufnik hatte selbst drei Kompositionsaufträge vom LSO erhalten und mit diesem einen Großteil seiner Kompositionen aufgenommen.) Bei diesem Projekt bekommen jeweils sechs Komponisten die Möglichkeit, für das LSO zu komponieren und die Umsetzung ihrer Kompositionen durch das Orchester mitzuerleben und mitzugestalten.\n\nDas LSO wurde im Jahre 2008 durch die britische Fachzeitschrift Gramophone nach der Auswertung einer Befragung von Musikkritikern auf Platz 4 der besten Orchester der Welt gesetzt. Es nimmt damit gegenwärtig den höchsten Rang aller britischen Orchester ein. \n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Mixed","intMembers":"5","strCountry":"London, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/twyqys1359325147.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/london-symphony-orchestra-5208697ab5a69.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/yxswqr1423561234.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/london-symphony-orchestra-51c7000f86f1a.jpeg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"38712b4c-0fd4-4c65-8c7a-45676fecc973","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}