{"artists":[{"idArtist":"114584","strArtist":"Alan Silvestri","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1950","intBornYear":"1950","intDiedYear":null,"strDisbanded":null,"strStyle":"Classical","strGenre":"OST","strMood":"","strWebsite":"www.alansilvestri.com","strFacebook":"www.facebook.com/silvestrivineyards","strTwitter":"1","strBiographyEN":"Major film composer Alan Silvestri became interested in music early, playing drums from age three and learning woodwinds and guitar. After his high school graduation in 1967, he entered the jazz-oriented Berklee College of Music in Boston. At 19 he moved to Las Vegas and toured with Wayne Cochran & the CC Riders, a rhythm & blues band. After that job was over, he accepted a contract to do arrangements on an album that was supposedly set up for his girlfriend. When Alan's first check bounced, they realized they had been had, and that they might be bound to the bogus contract for life. They traveled to Los Angeles and ended up paying borrowed money for their release. Silvestri was broke and stuck in L.A. His friend Mike Jarrett introduced him to Bradford Craig, who had received an Academy Award nomination for his work with Quincy Jones, and Craig was able to get Silvestri a few arranging jobs.\nThen Bradford received a call from a small movie company. They were under the impression that Craig had written music with Jones for a movie. They asked if he could write a jazz-oriented score for their movie. Craig, actually a lyricist, not a musician, put them on hold and called Silvestri, who accepted, then rushed out to a bookstore to buy Earl Hagen's book How To Score a Film. He read the book overnight, delivering his 60-minute score two weeks later. The film, The Doberman Gang (1972), was successful enough to warrant a sequel (which Silvestri also scored).\nThis led to his being hired to write music for a revamping of the TV series CHiPs. After doing 120 episodes of it and a few other TV series episodes, Silvestri was typed as a TV person. It was another 18 months before he got another scoring job: in 1983 he got a call early one evening from a music editor friend who had worked on CHiPs. Michael Douglas and Robert Zemeckis, producer and director of Romancing the Stone, disliked all the music they had for the movie. The editor had remembered that Silvestri had an exceptional flair for rhythm. Zemeckis asked if Silvestri could bring in \"three minutes...in which Kathleen Turner is chased through the jungle, in the rain, by a bunch of machete-wielding maniacs.\" Silvestri produced a demo track overnight. The filmmakers loved it. Since then Silvestri has scored all Zemeckis' films: the Back to the Future series, Castaway, Who Framed Roger Rabbit, Contact, What Lies Beneath, Forrest Gump, and Death Becomes Her. Silvestri received nominations for the Academy Award, the Golden Globe, and the Grammy for his music for Forrest Gump.\nBut before Back to the Future, Silvestri had taken a remarkable professional risk in accepting a job to score a film called Fandango, even though the director wanted classically-oriented orchestral music. Silvestri had never scored for orchestra. He was able to complete the assignment, which afforded him the experience he would need to create the big sound for Back to the Future. (Silvestri has used the services of orchestrators James Campbell and William Ross, but since 2000 had decided to do the orchestrations himself when he has time.)\nOther notable films with Silvestri scores include The Clan of the Cave Bear, The Abyss, Soapdish, Father of the Bride, What Women Want, The Mexican, and The Mummy Returns.\nSilvestri and his family live near their winery in Carmel, CA. When he needs to go to Hollywood, Silvestri pilots his personal jet. His son Joey has juvenile type-1 diabetes mellitus; Alan and his wife, Sandra, are active in the Juvenile Diabetes Research Foundation.","strBiographyDE":null,"strBiographyFR":"Alan Silvestri (26 mars 1950 à New York) est un compositeur américain de musiques de films. Il est surtout connu pour sa collaboration avec le réalisateur Robert Zemeckis sur À la poursuite du diamant vert, la trilogie des Retour vers le futur, Qui veut la peau de Roger Rabbit ?, Forrest Gump, Contact, Seul au monde, Apparences,Le Pôle express, La Légende de Beowulf ou Flight et avec d'autre réalisateurs sur Predator et Abyss.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Alan Anthony Silvestri (Nueva York, 26 de marzo de 1950) es un conocido compositor musical de bandas sonoras estadounidense. Silvestri es conocido por sus numerosas colaboraciones con Robert Zemeckis, especialmente Forrest Gump (1994), La Trilogía de Back to the Future (1985, 1989 y 1990), Depredador (1987), Depredador 2 (1990), Contact (1997), Naufrago (2000), The Polar Express (2004), Capitán América: El primer vengador (2011), The Avengers (2012), Avengers: Infinity War (2018) y Avengers: Endgame (2019). Ha recibido dos nominaciones a los Oscar y dos a los Grammy.\nPrimeros años\nAunque nació en Nueva York, Silvestri se crio en Teaneck (Nueva Jersey). A pesar de que en su familia no eran músicos, Alan mostró un vivo interés por la música y formó parte de la orquesta de su instituto tocando diferentes instrumentos de viento y después la guitarra. En 1965, acudió a clases de jazz en el Berklee College of Music en Boston. Pero tan solo permaneció dos años hasta trasladarse a Las Vegas y comenzar una gira como guitarrista y arreglista con la conocida banda de rhythm & blues Cochran and the C.C. Riders.\n\nPoco después Alan conocería a Bradford Craig, letrista de algunos proyectos de Quincy Jones, para que trabajaran codo con codo para la orquestación de una película llamada The Doberman Gang (1972). Esta sería el primer trabajo de Silvestri en el mundo del cine sin ningún tipo de conocimiento de composición. Poco después, llegarían sus siguientes trabajos en películas de bajo presupuesto como Las Vegas Lady (1975) o The Amazing Dobermans (1976).\n\nEn 1977, se le abriría el mundo de la composición para la televisión. Gracias al actor Paul Michael Glaser compuso la música para un capítulo de la serie Starsky y Hutch y poco después, la Metro Goldwyn Mayer le encargaría la música central de \"CHiPs\", un trabajo que duraría desde el 1978 hasta 1983. Con Mark Snow, Alan estuvo a punto de volver a trabajar para otra serie policíaca, \"T.J. Hooker\", pero finalmente los productores no quedaron satisfechos con su trabajo.\n\nZemeckis y Silvestri\n1983 es un año clave para Alan Silvestri. El compositor se entera por medio de su amigo Tom Carlin que un joven director llamado Robert Zemeckis estaba buscando un compositor que pudiera ambientarle su película Romancing the Stone. El compositor llamó a Zemeckis y le pidió 24 horas para ofrecerle una pieza. Al día siguiente, el director estuvo encantado con la propuesta de Silvestri, lo que sería el inicio de una gran colaboración durante más de 20 años. En ella, han quedado proyectos como la trilogía de Back to the Future, Forrest Gump, Náufrago, ¿Quién engañó a Roger Rabbit?, Contact o What Lies Beneath. Todas ellas grandes éxitos de taquilla.\n\nPero es evidente que después de Romancing the Stone, a Silvestri le llovieron las ofertas. Entre ellas destacan Depredador de John McTiernan, Depredador 2 de Stephen Hopkins, El vuelo del navegante o El guardaespaldas. En todas ellas, demostrando una gran versatilidad musical de Silvestri. Así, Silvestri pasa de la orquestación de Back to the Future, al jazz de ¿Quién engañó a Roger Rabbit? o al sonido de sintentizador de los 80.\n\nEn 1994, llega uno de sus trabajos más elaborados con Forrest Gump, el cual le valió sendas nominaciones a los Globos de Oro y a los Oscar. En 1995 Silvestri recibió el Premio Richard Kirk, en 2002 le concedieron el Premio Henry Mancini por sus trabajos, y más recientemente, el 23 de septiembre de 2011 fue galardonado con el Max Steiner Film Music Achievement Award, entregado por la ciudad de Viena, en motivo del concierto de música fílmica anual que allí se realiza, y que se conoce con el nombre de \"Hollywood in Vienna\".","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"New York, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/txsyyy1385221443.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/silvestri-alan-551fad23df199.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rvpuqp1361543075.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wpvxxt1384779488.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/trpspv1384779597.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/silvestri-alan-5a48c289b29e3.jpg","strMusicBrainzID":"f4c53778-e48d-4da4-9ddd-cc007f715d64","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}