{"artists":[{"idArtist":"111303","strArtist":"Gloria Estefan","strArtistStripped":null,"strArtistAlternate":"Gloria María Milagrosa Fajardo García","strLabel":null,"idLabel":null,"intFormedYear":"1977","intBornYear":"1957","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Fun","strWebsite":"gloriaestefan.com","strFacebook":"www.facebook.com/gloriaestefan","strTwitter":"1","strBiographyEN":"Gloria María Milagrosa Fajardo García de Estefan, known professionally as Gloria Estefan (born September 1, 1957) is a Cuban-born American singer, songwriter, actress and entrepreneur. Known as the \"Queen Of Latin Pop\", she is in the top 100 best selling music artists with over 100 million albums sold worldwide, 31.5 million of those in the United States alone. She has won three Grammy Awards, and 4 Latin Grammys, and is the most successful crossover performer in Latin music to date.\nStarting in 1977, the Miami Sound Machine, (the Miami Latin Boys with Gloria Estefan), began recording and releasing various albums, 45s, and 12\"s on the Audiofon Records label in Miami. The first album from 1977 was entitled Live Again Renacer and was released with two different covers. After several more releases on the Audiofon label as well as the RCA Victor label and Miami Sound Machine's own label MSM Records, the band was signed to Discos CBS International and released several albums, 45s, and 12\"s beginning with 1980s self-titled album Miami Sound Machine. Growing in popularity in both the United States and around the world, the group would continue recording and issuing various works for Discos CBS International through 1985. In 1984, Miami Sound Machine released their first Epic/Columbia album, Eyes of Innocence, which contained the dance hit \"Dr. Beat\" as well as the ballad \"I Need Your Love\". Their more successful follow-up album Primitive Love was released in 1985 launching three Top 10 hits on the Billboard Hot 100: \"Conga\" (U.S. #10), \"Words Get In The Way\" (U.S. #5), and \"Bad Boy\" (U.S. #8) became follow up hits in the U.S. and around the world. \"Words Get in the Way\" reached #1 on the US Hot Adult Contemporary Tracks chart, establishing that the group could perform pop ballads as successfully as dance tunes. The song \"Hot Summer Nights\" was also released that year and was part of the film Top Gun.\nTheir next album, 1987's Let It Loose, went multi-platinum, with six million copies sold in the US. It featured the following hits: \"Anything for You\" (#1 Hot 100), \"1-2-3\" (#3 Hot 100), \"Betcha Say That\" (#36 Hot 100), \"Rhythm Is Gonna Get You\" (#5 Hot 100), and \"Can't Stay Away From You\" (#6 Hot 100). \"Can't Stay Away From You\", \"Anything for You\" and \"1-2-3\" were all #1 Adult Contemporary hits as well.","strBiographyDE":null,"strBiographyFR":"Gloria Estefan (née Gloria María Milagrosa Fajardo García le 1er septembre 1957 à La Havane, Cuba) est une chanteuse et compositrice cubaine de musique latine et de dance-pop.\n\nSon père était l'un des gardes du corps de la femme du dictateur cubain Fulgencio Batista.\n\nElle a été la chanteuse du groupe Miami Sound Machine avec son mari Emilio Estefan dont elle compose une grande partie des hits. Elle a continué sa carrière en solo, toujours aux côtés de son mari, elle fait partie des divas aux côtés de Cher, Mariah Carey, Aretha Franklin,Shania Twain, Céline Dion et Whitney Houston, durant sa carrière solo elle réalise des duos avec Jon Secada, Céline Dion, Tony Bennett, NSYNC, Don Omar.\n\nC'est la femme issue d'Amérique Latine qui aura le plus vendu d'albums, devant Shakira.\n\nEn 2012, elle tient un role de Guest dans la série à succès Glee.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Gloria María Milagrosa Fajardo García, conocida como Gloria Estefan (La Habana, Cuba, 1 de septiembre de 1957) es una cantante, compositora y actriz cubano-estadounidense. A lo largo de su carrera, Gloria ha vendido alrededor de 90 millones de discos en todo el mundo, 31,5 millones de ellos en los Estados Unidos, lo que la convierte en una de las artistas musicales con mayores ventas de todos los tiempos. Considerada como la Madonna latina o simplemente la «Madre del Pop Latino», Estefan ha ganado múltiples premios y reconocimientos; entre ellos, siete premios Grammy. Posee una estrella en el Paseo de la fama de Hollywood.","strBiographyPT":"Gloria Estefan (nascida Gloria Maria Milagrosa Fajardo, Havana, 1 de setembro de 1957) é uma cantora cubana radicada nos Estados Unidos. Já vendeu mais de 100 milhões de discos no mundo todo, e está entre os cem artistas mais vendedores de todos os tempos.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":"Gloria Estefan (eredeti nevén: Gloria María Milagrosa Fajardo García, Havanna, Kuba, 1957. szeptember 1. –) az USA-ban élő, többszörös Grammy-díjas kubai énekesnő, akit máig a latin zene koronázatlan királynőjének tekintenek. Zenei pályafutását a '80-as években kezdte, de a köztudatba igazán az 1993-ban kiadott Mi tierra („Az én földem”) című lemezével robbant be, amiért az első Grammy-díjat is kapta. Születésétől két éves koráig Havannában élt, amikor családja 1959-ben, Fidel Castro hatalomra kerülésekor Miamiba emigrált, mert apja Fulgencio Batista egyik testőre volt. 1961-ben apja Disznó-öbölbeli invázió keretében visszatért Kubába, de elfogták, és 18 hónapig börtönben volt. Mikor apja hazatért, beállt az amerikai hadseregbe, és Gloria családjával először Texasba, majd Dél-Karolina területére költözött. Amikor apja Vietnamba ment, a család visszaköltözött Miamiba, ahol a nagymamájával élt, ő inspirálta Gloriát az éneklésre, és ismertette meg vele a szamba és a salsa dallamaival, valamint a 30-as és 40-es évek zenéjével.\n\nAmikor apja visszatért a vietnami háborúból, akkor már beteg volt, a Narancs Törzs (Agent Orange) nevű vegyszertől súlyos mérgezést kapott, a sclerosis multiplex miatt testileg, szellemileg leépült, tolószékbe kényszerült, a testvérével gondoskodtak róla, mert édesanyjuknak dolgozni kellett. Gloria egyetlen öröme ebben az időben a muzsika volt. Gyakran órákig ült a szobájában a gitárjával, és aktuális slágereket játszott. Gloria később erről az időszakáról azt nyilatkozta, hogy kövér, félénk, szemüveges, depressziós volt, és csak a zene volt az egyetlen öröm életében.\n\n1975-ben beiratkozott egy miami iskolába, és pszichológiát kezdett el tanulni. Gyakran sírt és depressziós volt. Ebből a depresszióból 1975-ben egy esemény zökkentette ki, Gloria családjával részt vett egy barátja esküvőjén, ahol édesanyja kívánságára két számot is elénekelt. Az esküvőn a „Miami Latin Boys” együttes is játszott, akinek ekkor a vezetője és billentyűse Emilio Estefan volt. Emilio felfigyelt a tehetséges lányra, és meghívta zenekarába. Egy hét múlva már Gloria és unokatestvére, Merci Murcianó a zenekar tagja lett. A zenekar főleg spanyol nyelvű dalokat játszott, két év alatt nevet szerzett Miami és környékén is, valamint a spanyol nyelvű területeken, országokban is. Ekkor Gloria kívánságára a zenekar nevét megváltoztatták „Miami Sound Machine”-re. 3 évvel később összeházasodott Emilio Estefannal. 1980. szeptember 2-án született meg fia, Nayib.\n\nEzekben az években is szinte kizárólag a latin nyelvű területeken voltak sikerei az együttesnek a CBS International-on keresztül kiadott spanyol nyelvű lemezeivel.\n\n1984-ben az Epic Records szerződött velük egy angol nyelvű lemez elkészítésére, mely az „Eyes of Innocence” címet viselte. A lemezen szereplő dr.Beta szám a táncklubok kedvelt dala lett. A következő évben tovább folytatódott az Epic Recordssal az együttműködésük, és megjelent a „Primitive Love” lemezük, amelyen olyan számok szerepeltek, mint a „Conga”. A szám nemzetközi elismerést hozott számukra. Ezen kívül két szám is slágerlsitára került, a „Bad Boy” és a „Words Get In The Way”.\n\n1986 áprilisában a „Primitive Love” aranylemez lett, októberben pedig platinalemez, majd a következő esztendőben a „Miami Sound Machine\" megváltoztatta a nevét „Gloria Estefan & Miami Sound Machine”-ra. Ez év májusában jelent meg a „Let It Loose” lemeze, augusztusban aranylemezes, 1988 májusában platinalemez, augusztusában kétszeres platinalemez lett. 1988-ban a Perfomance magazin az év női énekesének választotta. Májusban a „Anything For You” száma a slágerlista élére ugrott.\n\n1989 januárjában a „Gloria Estefan & Miami Sound Machine”-t Grammy-díjra jelölték „Best Pop Duo/Group” kategóriában. Júliusában Gloria szóló karrierbe kezdett, az első önállóan neve alatt megjelenő lemez ugyanebben a hónapban a „Cuts Both” volt, mely augusztusban már platinalemez lett.\n\n1990. március 20-án a lemezt követő turné alatt a túrabusz, melyen akkor Gloria éppen aludt, karambolozott, Gloria súlyos gerincsérülést szenvedett: egy hátcsigolyája eltört, majdnem lebénult. Férje és gyermeke is megsérült, de felgyógyultak. Glória több hónap alatt tanult meg újra járni, öltözködni, és egyéb tevékenységet végezni. A gerincében ma is fémkapcsok vannak. A turnézásról is le kellett mondania.\n\nMég ugyanebben a hónapban a „Primitive Love” kétszeres platinalemez lett, augusztusban pedig a „Cuts Both Ways” is.\n\nEbben az évben szintén Grammy-díjra jelölték, a Legjobb női énekes kategóriában.\n\n1991 januárjában elnyerte a BMI Év zeneszerzője címet, és megjelent stúdióalbuma, az „Into The Light”, mely márciusban platinalemez lett. Februárban ismét elkezdett turnézni, decemberben pedig a „Let It Loose” háromszoros platinalemezzé vált.\n\n1992-ben egyik szervezője volt az Andrew hurrikán áldozatinak megsegítésére indított koncertnek Floridában.\n\nMegjelent a „Greatest Hits” lemeze novemberben, 1993 januárjában már platinalemezzé vált.\n\n1993 júniusában jelent meg az első spanyol nyelvű albuma, a „Mi Tierra”. Az LP platinalemez lett, és eladási rekordot döntött meg a spanyol nyelvű területek történetében.\n\nSzeptemberben megjelentette a „Christmas Through Your Eyes” ünnepi lemezét is.\n\n1994 márciusában kapta meg első Grammy-díját, a legjobb Latin Album kategóriában. (Mi Tierra). Megkapta a World Music díját is, mint legjobb spanyol nyelvű előadó\n\n1994-ben megjelentette lemezét a Hold Me Thrill Me Kiss Me feldolgozáslemezt, (a Turn The Beat szám a diszkók kedvelt slágere lett), decemberben pedig életet adott második gyermekének.\n\n1995 szeptemberében jelent meg második spanyol nyelvű albuma, az „Abriendo Puertas” című lemez. Még ugyanebben a hónapban a férje hajójába egy jetski beleszaladt, és vezetője meghalt. Október 27-én a világon elsőként énekelt popsztárként pápa előtt az USA-ban (II. János Pál pápa)\n\n1996 februárjában kapta meg második Grammy-díját a legjobb spanyol nyelvű Latin Album kategóriában („Abriendo Puertas”). A 26. nyári olimpiai játékokon Atlantában, májusban dala, a „Reach” a nyári olimpiai játékok hivatalos dala lett. Júniusában megjelent albumán visszatért a beat és rythm zenéhez, a „Destiny” album megjelentetésével, ami az év végére platinalemez lett.\n\n1997 februárjában díjat kapott a „Reach” számáért\n\n1998 januárjában először énekelt Kubában Fidel Castro regnálása alatt, amikor II. János Pál pápa január 21-én Kubába látogatott és felkérték énekelni. Júniusában megjelent a „Gloria!” albuma is. Részt vett a VH1 koncertjén Aretha Franklin, Céline Dion, Mariah Carey és mások társaságában. Az erről készült lemez októberben jelent meg.\n\n1999 februárjában a Grammy-díjra jelöltek között volt, a legjobb Tánczene kategóriában. („Heaven's What I Feel”), novemberben a „Szív hangjai” filmben szerepelt Meryl Streep mellett, a lemez dala slágerlistára került énekével.\n\n2000 februárjában 3 Grammy jelölést is kapott, majd májusban ismét spanyol nyelvű lemeze jelent meg: a „Alma Caribeña – Caribbean Soul”. Szeptemberében kapta harmadik Grammy-díját Latin Albumáért, és jelölést kapott ezen kívül két kategóriában is, októberben pedig újabb filmben is szerepet vállalt: „For Love Or Country: The Story Of Arturo Sandoval”.(Magyar címe: „A legendás trombitás”)\n\n2001 februárjában egy válogatáslemezt jelentetett meg „Greatest Hits – Vol.2: 1993–2000” címmel. A Latin Grammy-díj átadáson ő a legjobb klip, férje pedig a legjobb producer címet kapta meg.\n\n2002 februárjában is Grammy-díjra jelölték. Részt vett a Salt Lake City-ben megrendezett XIX. téli olimpiai játékok záróünnepélyén előadóként. Szeptemberben koncertet adott a szeptember 11-ei terrortámadás emlékére.\n\n2003 szeptemberében megjelentette „Unwrapped” albumát, amelyen duettet énekel Chrissie Hynde-rel és Stevie Wonderrel.\n\nA következő esztendő júniusában bejelentette, hogy az utolsó turnéja júliusban lesz az USA-ban, aztán nem lép fel többet önálló koncerten. Októberében megjelentette „Amor y Suerte: Éxitos Románticos” albumát.\n\n2005 januárjában részt vett a cunami áldozataiért rendezett jótékonysági koncerten (Tsunami Aid: A Concert Of Hope) az NBC szervezésében.\n\n2007 szeptemberében megjelent a \"90 Millas\" (90 mérföld) című albuma, amelyben visszatért a hagyományos kubai zenevilághoz. A No Llores lett az album első kislemeze, amely nagy sikereket ért el. Rengeteg híres zenész segítette az album elkészülését, és egy dokumentumfilm is készült, melyet a Dubai filmfesztiválon is bemutattak. \n\nFérje, Emilio, producerként dolgozik; sok tehetséges énekes pályáját indította el (Jon Secada, Carlos Ponce). Közösen férjével alapították meg a „Crescent Moon” nevű produkciós irodát, együtt dolgoztak Ricky Martinnal és Jennifer Lopezzel is. Van egy art deco szállodájuk és három éttermük Miami Beachen. Ezen kívül jelenleg dalokat ír.","strBiographyNO":"Gloria Estefan (født 1. september 1957) er en kubansk-amerikansk sangerinne og låtskriver. Hennes 22 album er solgt i tilsammen over 90 millioner eksemplarer, noe som gjør henne til en av verdens mestselgende artister. «Dr.Beat» er en av hennes slagere.\n\nGloria Estefan rører ved følelser både i «imperiet i nord» som Cubanerne uttrykker det og også på Cuba. Hennes musikalske talent når frem på begge sider av Floridastredet. Hun hevder å ha blitt tilbudt å arbeide for CIA og hennes far arbeidet for Fulgencio Batista, Cubas tidligere president og diktator.","strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Miami, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ytpqrt1478542735.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/swsxxy1389754598.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/sssyxq1537261662.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/rryqyy1518633548.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vuyqty1522839231.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/sttxpr1342307281.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/uuxyrv1411851341.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/3zm9t31639236547.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/wtsppr1389755640.jpg","strMusicBrainzID":"becd8cc6-a453-4183-af88-dedaaec859a6","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Gloria Estefan/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}