{"artists":[{"idArtist":"114854","strArtist":"Shirley Bassey","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Decca Records","idLabel":"43604","intFormedYear":"1937","intBornYear":"1937","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Epic","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Dame Shirley Veronica Bassey, DBE (/ˈbæsi/; born 8 January 1937) is a Welsh singer. Born in Tiger Bay, Cardiff, she began performing as a teenager in 1953. She became well-known for her expressive voice and for recording the soundtrack theme songs of the James Bond films Goldfinger (1964), Diamonds Are Forever (1971), and Moonraker (1979). In January 1959, Bassey became the first Welsh person to gain a number-one single on the UK Singles Chart. In 2020, with the release of her most recent album, I Owe It All To You, Bassey became the first female artist to chart an album in the top 40 of the UK Albums Chart in seven consecutive decades.\n\nIn 2000, Bassey was appointed a Dame Commander of the Order of the British Empire (DBE) for services to the performing arts. In 1977, she received the Brit Award for Best British Female Solo Artist. Bassey is widely regarded as one of the most popular female vocalists in Britain.\n\nEarly life\nShirley Veronica Bassey, the sixth and youngest child of Henry Bassey and Eliza Jane Start, was born on Bute Street, Tiger Bay, Cardiff. She grew up in the nearby community of Splott. Her father was Nigerian, and her mother came from Teesside.\n\nTwo of her mother's four children from previous relationships lived in the Bassey household. Bassey's mother listed her first husband, Alfred Metcalfe, as her own father in the registry of her marriage to Henry Bassey, giving rise to speculation that this marriage was bigamous in the absence of a prior divorce. Eliza and Henry's second child died in infancy, so Shirley was born into a household of three sisters, two half-sisters, and one brother.\n\nTeachers and students alike at Moorland Road School noticed Bassey's strong voice, but gave the pre-teen little encouragement: \"...everyone told me to shut up. Even in the school choir the teacher kept telling me to back off till I was singing in the corridor!\" A classmate recalled her singing the refrain \"Can't Help Lovin' Dat Man\" from Show Boat with such feeling that she made their teacher uncomfortable. She left Splott secondary modern school aged 14 to work at Curran Steels and, in the evenings and weekends, to sing in local pubs and clubs.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Dame Shirley Veronica Bassey, DBE (nacida el 8 de enero de 1937) es una cantante galesa. Encontró fama a mediados de la década de 1950 y ha sido llamada \"una de las vocalistas femeninas más populares de Gran Bretaña durante la última mitad del siglo XX\". En los Estados Unidos, en particular, es más conocida por grabar los temas musicales de las películas de James Bond Goldfinger (1964), Diamonds Are Forever (1971) y Moonraker (1979).","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Tiger Bay, Cardiff, Wales","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wstsrs1488949333.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/ryxvpu1488949354.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/y612xs1681565175.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/nq430b1681565100.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/s2cua51681565283.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/sswttr1488949309.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/qyrtww1488949317.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/yturpu1488949326.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/f1cdr21642087297.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/vpryrv1371381035.jpg","strMusicBrainzID":"05ec70a5-3858-4346-a649-fda0a297b8c1","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}