{"album":[{"idAlbum":"2114269","idArtist":"111726","idLabel":null,"strAlbum":"Music of the Spheres","strAlbumStripped":"Music of the Spheres","strArtist":"Mike Oldfield","strArtistStripped":"Mike Oldfield","intYearReleased":"2008","strStyle":"Rock/Pop","strGenre":"Progressive Rock","strLabel":null,"strReleaseFormat":"Album","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/tqyyrq1341955935.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/9d92og1611127949.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/music-of-the-spheres-4f7b5ea747cbc.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/f4ele01611127959.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/jbf7to1611127973.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/80u3g21611127980.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/i90fmd1611127965.png","strDescriptionEN":"Music of the Spheres is an album by English musician Mike Oldfield, released in the United Kingdom on 17 March 2008. New Zealand soprano Hayley Westenra is the featured vocalist on \"On My Heart\", and the album also features Chinese pianist Lang Lang on six tracks.\nThe album, Oldfield's second album with Mercury Records and his first classical work, is based on the concept of a celestial Musica universalis. A 2 CD limited edition version including both the studio and live recordings was released on 24 November 2008. It was nominated for a Classical Brit Award in 2009.","strDescriptionDE":"Music of the Spheres (dt.: Sphärenmusik) ist ein Album des britischen Musikers Mike Oldfield aus dem Jahr 2008. Nach verschiedenen Abstechern in das Genre des Chill Out ist dies eine Rückkehr zu Oldfields klassischen Wurzeln. \n\nAm 23. Februar 2006 erwähnte Oldfield bei einem BBC-Interview erstmals ein langes Instrumentalstück, an dem er gerade arbeite. Die Grundidee sei eine Umsetzung der antiken Vorstellung, die Bewegung von Himmelskörpern könnte musikalisch ausgedrückt werden (siehe auch Sphärenmusik).\n\nIn Zusammenarbeit mit Karl Jenkins und dem Pianisten Lang Lang begannen die Aufnahmen im Juni 2007. Ursprünglich für den 31. Oktober 2007 angekündigt, wurde die Veröffentlichung mehrfach verschoben. Folgende Veröffentlichungstermine waren geplant: Im November 2007: 5., 9., 12. Dann wurde der Termin auf Januar 2008 und schließlich auf den 4. März 2008 verschoben (Großbritannien: 17. März).\n\nAm 7. März 2008 wurde das Album im Guggenheim-Museum in Bilbao, Spanien, vor geladenen Gästen und unter Beteiligung von Hayley Westenra uraufgeführt. Die Aufnahme ist seit dem 17. März auf iTunes erhältlich und seit November 2008 Bestandteil der limitierten Version des Studioalbums. \n(Wikipedia)","strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"\"Music of the Spheres\" es un álbum del músico inglés Mike Oldfield lanzado en el Reino Unido el 17 de marzo de 2008. Cuenta con las colaboraciones de la soprano neozelandesa Hayley Westenra en el tema \"On My Heart\" y del pianista chino Lang Lang en seis de sus pistas.\n\nEl álbum, el segundo con Mercury Records y su primer trabajo clásico, se basa en el concepto de la \"musica universalis\" o armonía de las esferas. Una edición limitada con dos CD se lanzó el 24 de noviembre de 2008 e incluía tanto la versión de estudio como grabaciones en directo. Estuvo nominado a los \"Classical BRIT Awards\" en 2009.\n\nEn una entrevista en la BBC Radio 2, Oldfield desveló que estaba trabajando en un nuevo proyecto instrumental y sin baterías así como la posibilidad de una gira. Y en otra entrevista dijo que el álbum se iba a basar en la festividad de Halloween en lugar de la película del mismo nombre, en la que solo introdujo una guitarra clásica y un piano.\n\nEn un principio el álbum estaba escrito con elementos electrónicos, como Light + Shade, pero tan pronto como el álbum vio la luz, se convirtió en un álbum orquestal. El single \"Spheres\" es uno de los primeros que dio el álbum. Oldfield escribió la mayoría de los temas en el Sibelius en Macintosh. Una cosa que sí que noto Oldfield al grabar fue que crear la orquestación llevaba mucho tiempo y que la velocidad variaba demasiado.\n\nEn un programa de televisión, mientras promocionaba su autobiografía, Oldfield dijo que iba a grabar el disco con Karl Jenkins y una orquesta al completo en los estudios Abbey Road a principios de junio de 2007, nueve meses antes de la fecha de lanzamiento. Y en otro programa de radio desveló que Lang Lang había grabado los temas donde colaboraba desde los estudios Legacy Recording en Nueva York, usando iChat y un piano Steinway.\n\nEl lanzamiento del álbum se retrasó varias veces por distintos motivos. La fecha para la que estaba programada era la de Halloween, pero al final se retrasó hasta noviembre de 2007. En septiembre de ese año, Oldfied y Universal Records decidieron retrasarlo hasta enero alegando razones personales. Sin embargo, en noviembre el lanzamiento se pospuso hasta marzo de 2008, ya que por entonces Oldfield visitaba con frecuencia España. También iba a ser el primer álbum clásico en ser publicado en una memoria USB, pero al final solo se publicó en CD y en Internet. En iTunes el álbum está disponible con material adicional. Y en 24 de noviembre de 2008 se lanzó una versión limitada que incluía tanto la versión de estudio como la versión en directo.\n\nEl álbum fue el número uno de la lista de clásicos del Reino Unido, según la revista \"Music Week\". También fue el número nueve en la lista de álbumes del Reino Unido, haciendo del álbum el más exitoso de los años 2000. Otro logro que consiguió fue el de ser el segundo álbum de clásicos mejor vendido del 2008.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"8","intScoreVotes":"1","strReview":"If you're going to prove your detractors wrong better to do it in grand style. In his autobiography (Changeling 2007) Mike Oldfield describes how, after being the butt of patronising attitudes whilst a member of Kevin Ayers' band, he wanted to come up with something that would make everyone sit up and take him seriously. Well, it doesn't get much grander than Tubular Bells, and more or less the whole wide world (give or take a few million sales here and there) sat up and took notice.\nThe phenomenal success didn't necessarily make him happy. Several times in his book he talks of being grateful for the abiding interest in Bells whilst simultaneously resentful about having everything he does compared to that first record. Despite such stylistically diverse pieces such Ommadawn, the catchy pop and rock of Moonlight Shadow or Family Man, or even the techno-tinged moods of 2005's Light And Shade, he's never quite escaped the gilded cage which his debut album has constructed around him.\nIt's no great surprise, therefore, that the dancing string motif of the opening track Harbinger is clearly drawn from the same gene pool as the first fruit of his loins. Similarly the stirring bass figures which stoke the engines of Musica Universalis bear a striking resemblance to those underpinning the Viv Stanshall-narrated coda of Tubular Bells.\nBack then the guitar was pretty much the star. Here Oldfield's tunes have been threaded into Karl Jenkins' opulent orchestral embroidery. Not surprisingly Music Of The Spheres does sound an awful lot like an Adiemus album at times. Shabda in particular has those choral voices that Jenkins pushed to the fore though mercifully aren’t lumbered with that ridiculous invented 'ethnic' language which Jenkins devised.\nPerhaps because Oldfield's presence is limited to a few cameo appearances the album lacks the personality and tension which he achieved with side one of Tubular Bells. And if that seems unfair then it's because so much of Music Of The Spheres sounds like an old arrival rather than a new departure. ","strMood":"Reflective","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"04e93487-57e8-32f9-bd39-50edd1aa1d67","strMusicBrainzArtistID":"a1684a49-feaa-4150-b758-d9412fc59f12","strAllMusicID":null,"strBBCReviewID":"8pf9","strRateYourMusicID":null,"strDiscogsID":"106136","strWikidataID":"Q201246","strWikipediaID":"Music_of_the_Spheres_(Mike_Oldfield_album)","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}