{"artists":[{"idArtist":"112424","strArtist":"Michael Jackson","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Epic","idLabel":"43851","intFormedYear":"1964","intBornYear":"1958","intDiedYear":"2009","strDisbanded":"Yes","strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Quirky","strWebsite":"www.michaeljackson.com","strFacebook":"www.facebook.com/michaeljackson","strTwitter":"1","strBiographyEN":"Michael Joseph Jackson (August 29, 1958 – June 25, 2009) was an American singer, songwriter, record producer, dancer, and actor. Called the King of Pop, his contributions to music and dance, along with his publicized personal life, made him a global figure in popular culture for over four decades.\nThe eighth child of the Jackson family, he debuted on the professional music scene along with his elder brothers Jackie, Tito, Jermaine, and Marlon as a member of the Jackson 5 in 1964, and began his solo career in 1971. In the early 1980s, Jackson became a dominant figure in popular music. The music videos for his songs, including those of \"Beat It\", \"Billie Jean\", and \"Thriller\" from his 1982 album Thriller, were credited with breaking down racial barriers and with transforming the medium into an art form and promotional tool. The popularity of these videos helped to bring the then-relatively-new television channel MTV to fame. His 1987 album Bad spawned the U.S. Billboard Hot 100 number-one singles \"I Just Can't Stop Loving You\", \"Bad\", \"The Way You Make Me Feel\", \"Man in the Mirror\", and \"Dirty Diana\", becoming the first album to have five number-one singles on the Billboard Hot 100. With videos such as \"Black or White\" and \"Scream\", he continued to innovate the medium throughout the 1990s, as well as forging a reputation as a touring solo artist. Through stage and video performances, Jackson popularized a number of complicated dance techniques, such as the robot and the moonwalk, to which he gave the name. His distinctive sound and style has influenced numerous artists of various music genres.\nThriller is the best-selling album of all time, with estimated sales of 65 million copies worldwide. His other albums, including Off the Wall (1979), Bad (1987), Dangerous (1991), and HIStory (1995), also rank among the world's best-selling albums. Jackson is one of the few artists to have been inducted into the Rock and Roll Hall of Fame twice. He was also inducted into the Songwriters Hall of Fame and the Dance Hall of Fame as the first and only dancer from pop and rock music. His other achievements include multiple Guinness World Records, 13 Grammy Awards, the Grammy Legend Award, the Grammy Lifetime Achievement Award, 26 American Music Awards—more than any other artist—including the \"Artist of the Century\" and \"Artist of the 1980s\", 13 number-one singles in the United States during his solo career,—more than any other male artist in the Hot 100 era—and estimated sales of over 400 million records worldwide. Jackson has won hundreds of awards, making him the most awarded recording artist in the history of popular music. He became the first artist in history to have a top ten single in the Billboard Hot 100 in five different decades when \"Love Never Felt So Good\" reached number nine on May 21, 2014. Jackson traveled the world attending events honoring his humanitarianism, and, in 2000, the Guinness World Records recognized him for supporting 39 charities, more than any other entertainer.\nAspects of Michael Jackson's personal life, including his changing appearance, personal relationships, and behavior, generated controversy. In the mid-1990s, he was accused of child sexual abuse, but the civil case was settled out of court for an undisclosed amount and no formal charges were brought. In 2005, he was tried and acquitted of further child sexual abuse allegations and several other charges after the jury found him not guilty on all counts. While preparing for his comeback concert series titled This Is It, Jackson died of acute propofol and benzodiazepine intoxication on June 25, 2009, after suffering from cardiac arrest. The Los Angeles County Coroner ruled his death a homicide, and his personal physician, Conrad Murray, was convicted of involuntary manslaughter. Jackson's death triggered a global outpouring of grief, and a live broadcast of his public memorial service was viewed around the world. Forbes currently ranks Jackson as the top-earning dead celebrity, a title held for a sixth consecutive year, with $115 million in earnings.","strBiographyDE":"Michael Joseph Jackson (* 29. August 1958 in Gary, Indiana; † 25. Juni 2009 in Los Angeles, Kalifornien) war ein US-amerikanischer Sänger, Komponist, Tänzer und Entertainer. \n\nUm dem musikgeschichtlichen Stellenwert des siebten Kindes der Familie Joseph Jackson gerecht zu werden, kann man entweder brav chronologisch Edelmetall-Auszeichnungen auflisten oder den absoluten Höhepunkt seines Schaffens mit einem Superlativ auf den Punkt bringen: \"Thriller\".\n\n1982: Michael Jackson ist junge 23 und schon ein Star. Bereits '79 distanziert er sich mit seinem Debüt \"Off The Wall\" vom Motown-Soul der Jackson 5-Ära. Die Scheibe schlägt kometenhaft ein und scheint mit knapp zehn Millionen verkauften Einheiten kommerziell unschlagbar.\n\nDoch dann kommt \"Thriller\": Zusammen mit Produzentenlegende Quincy Jones gelingt 1982 das Unfassliche. 43 Minuten pralle Tanzflächenhypnotik voll schwarzem Soul, beharrlichem Funk und massig Vokalsex (\"Oooh, Aahh, Yeah, C'mon\"). Die halbe Welt steht Kopf, Michael ist am Ziel, er ist der unumstrittene King of Pop.\n\nDie Schwestern La Toya und Janet singen damals noch brav in des Bruders Backgroundchor, und Eddie Van Halen spendet das Gitarrensolo für \"Beat It\". Das Album führt in Jackos Heimat USA geschlagene neun Monate die Charts an und verkauft sich dort satte 25 Millionen Mal (zum Vergleich: \"Bad\" kaufen acht Millionen, \"Dangerous\" sechs Millionen US-Amerikaner). Anfang 2006 registriert das Guiness-Buch der Rekorde weltweit 104 Millionen verkaufte Exemplare.\n\nNebenbei kultiviert Jackson mit dem Videoclip zum Track \"Thriller\" bei seinen Fans klassische Friedhofsängste in Form eines Mini-Musikfilms, ein Genre, das maßgeblich durch ihn Gestalt annimmt. Vielleicht würde MTV auch Jahrzehnte später noch ausschließlich Heavy Metal-Clips zeigen, hätte Michael damals nicht mit den \"Thriller\"-Singles bewiesen, dass auch R'n'B-Pop visuell aufregend und massenkompatibel umzusetzen ist.\n\n1984 und 1985 pausiert Jackson notgedrungen, da er praktisch jedes Wochenende zu einer Award-Verleihung düst. Die Single \"We Are The World\" mit Lionel Richie knallt noch rein und beschert ihm einen weiteren Grammy, ansonsten tüftelt der \"Thriller\"-Star 1986/87 am neuen Paukenschlag \"Bad\". Das Album mit einem mittlerweile schwer gesichtschirurgisch veränderten Jackson in Ledernietenjacke auf dem Cover hält den Hype aufrecht. Schwindelerregende acht Songs aus dem elf \nSongs starken Album erscheinen als Single.\n\nAuch die Welt-Tournee verläuft im gewohnten Superstar-Ausmaß und sogar Lady Di echauffiert sich öffentlich über den Song \"Dirty Diana\". Doch wer einmal \"Thriller\" aufnimmt, darf sich nicht wundern, wenn der Glanz alter Tage irgendwann erlischt.\n\nIn den 90ern nennt er sich erstmals nostalgisch \"King Of Pop\", in die Schlagzeilen kommt er nun allerdings häufiger durch Promo-Hochzeitsgezeter und Anschuldigungen wegen sexuellen Missbrauchs. Vertraute des Stars nennen diese Vorwürfe stets absurd. Fest steht aber auch, dass nicht nur eine Menge Legenden gesponnen werden, sondern Jackson tatsächlich mitunter ein wenig die Bodenhaftung verloren hat. \"Er lebt in einer Traumwelt\", sagt Quincy Jones, und der müsste es wissen.\n\nWas danach kommt, ist die Verwaltung des eigenen Erbes und der Kampf gegen Angriffe von außen. An erster Stelle ist hier natürlich der Prozess wegen angeblichen Kindesmissbrauchs zu nennen, der Jacko zwischen 2003 und 2005 an den Rand des (finanziellen) Abgrunds bringt. Nach siebentägiger Beratung spricht ein Geschworenengericht Jackson, zu dem Zeitpunkt 46 Jahre alt, in allen Anklagepunkten frei und befindet ihn für nicht schuldig.\n\nIn der Folge beschließt der Musiker, seinem Vaterland den Rücken zu kehren und zieht mit seinen Söhnen in das Königreich Bahrain. Seine leerstehende Neverland Ranch findet derweil keine Käufer. Diese Szenerie steht sinnbildlich für den tiefen Fall einer Legende, dem vielleicht größten lebenden Mythos der Musikgeschichte.\n\nEinmal bäumt er sich noch auf. Im März 2009 tritt Jackson mit geballter Faust und Victoryzeichen bei einer Pressekonferenz in der Londoner O2-Arena auf wackligen Beinen ans Rednerpult. \"Das ist es. Ich will nur sagen, dass dies meine letzten Auftritte in London sein werden\", verkündet der wie betäubt \nwirkende 50-Jährige mit brüchiger Stimme.\n\n50 Konzerttermine sind ruckzuck ausverkauft, und nicht nur Kritiker fragen sich, ob Michael Jackson eine derartige Mammut-Serie wirklich durchsteht. Am 25. Juni 2009 erleidet der King of Pop in seiner Villa in Los Angeles einen Herzstillstand. Aus seiner Umgebung heißt es, er habe versucht, sich mit Medikamenten für das Comeback fit zu machen.\n\nEineinhalb Jahre nach seinem Tod erscheint mit \"Michael\" das erste posthume Album, an dem zahlreiche prominente Namen (Akon, 50 Cent, Lenny Kravitz) beteiligt sind.\n\nSo steht der Name Michael Jackson auch nach seinem Tod für den aus dem Paradies vertriebenen Sohn, für ein unwirkliches Phantom, das in tragischster Art und Weise die Kehrseite des American Dream in sämtlichen Ausprägungen verkörpert.","strBiographyFR":"Michael Joseph Jackson, né le 29 août 1958 à Gary (Indiana) et mort le 25 juin 2009 à Los Angeles (Californie), est un chanteur, danseur-chorégraphe, auteur-compositeur-interprète acteur et réalisateur américain. Il est reconnu par le Livre Guinness des records comme étant l’artiste le plus couronné de succès de tous les temps. Selon le Rock and Roll Hall of Fame, il a été identifié comme étant l'artiste le plus populaire dans toute l'histoire de l'industrie du spectacle.\n\nSeptième d'une famille de neuf enfants, il chante avec ses frères dès l'âge de six ans et débute une carrière professionnelle à l'âge de onze ans au sein des Jackson Five, groupe formé avec ses frères aînés. Tout en restant membre du groupe, il entame en 1971 une carrière solo. Sept de ses albums solo parus de son vivant figurent parmi les albums les plus vendus au monde : Off the Wall (1979), Thriller (1982), Bad (1987), Dangerous (1991), HIStory (1995) Blood on the Dance Floor (1997) et Invincible (2001).\n\nDans les années 1980, Michael Jackson devient une figure majeure de la musique pop et l'une des personnalités les plus célèbres du XXe siècle. Il révolutionne l'industrie du disque, notamment en concevant des clips musicaux comparables à des courts-métrages de cinéma, comme Beat It, Billie Jean, Thriller, Bad ou Smooth Criminal. Au cours de ses concerts, vidéos et apparitions publiques, il popularise largement de nombreux pas de danse, dont le Moonwalk, qui devient sa signature. Ayant fusionné les genres de musique soul, funk et rock, son style vocal et musical continue d'influencer nombre d'artistes de hip-hop, pop et R'n'B contemporain.\n\nSurnommé « The King of Pop » (« Le Roi de la pop »), Michael Jackson a battu nombre de records de l'industrie du disque. Au total, ses ventes s'élèvent à environ 1 milliard d'exemplaires, ce qui le classe parmi les trois plus gros vendeurs de disques de tous les temps, avec les Beatles et Elvis Presley. Thriller, avec des estimations de vente variant entre 51 et 65 millions d'exemplaires, est quant à lui l'album le plus vendu de l'histoire. Michael Jackson a remporté plus de prix que n'importe quel autre artiste et a été élu Artiste du Millénaire aux World Music Awards en 2000.\n\nMichael Jackson a donné plus de 400 millions de dollars à des œuvres caritatives, notamment grâce à sa tournée Dangerous World Tour. Toutefois, son image publique a été considérablement ternie à cause de certains aspects de sa vie privée, notamment son goût pour la chirurgie esthétique, son mode de vie jugé excentrique par les tabloïdes, ainsi que deux accusations d'abus sexuel sur mineur. L'une n'a pas connu de suite judiciaire et l'autre a abouti à un procès, au terme duquel Michael Jackson a été acquitté. Ses deux mariages et ses trois enfants sont également à l'origine de polémiques, notamment concernant sa paternité. En 2010, le FBI rend public le dossier de Michael Jackson, dans lequel les autorités soulignent n'avoir trouvé aucune preuve ou comportement chez Jackson qui soutiendrait les accusations passées.\n\nMichael Jackson meurt le 25 juin 2009, par « homicide accidentel » lié à une overdose de médicaments. Le 7 novembre 2011, à l'issue d'un procès de neuf semaines, le Dr Conrad Murray, son médecin personnel, est reconnu coupable d'homicide involontaire par la Cour supérieure de Los Angeles.","strBiographyCN":"迈克尔·约瑟夫·杰克逊（英语：Michael Joseph Jackson[1][2]，1958年8月29日 – 2009年6月25日）是一位美国的创作歌手、舞蹈家、商人及慈善家。经常被尊称为“流行音乐之王”（King of Pop），或者用他名字的缩写 MJ进行称呼，[3]杰克逊被吉尼斯世界纪录确认为有史以来最成功的表演艺术家。他对音乐、舞蹈和时尚的贡献，以及他备受关注的个人生活，使他成为全球的流行文化的代表人物超过40年。\n迈克尔是杰克逊家族的第八个孩子，他在1964年作为杰克逊五人组的成员和他的兄弟一起在职业音乐舞台上初次登台，并于1971年开始了他的单飞生涯。在20世纪80年代初期，杰克逊成为流行音乐的主导人物。他歌曲的音乐录像带，包括“Beat It”、“Billie Jean”以及“Thriller”，对打破种族障碍和将媒体转化为一种艺术形式和宣传工具有着巨大贡献。这些音乐录像带的流行促使当时创立不久的电视频道MTV的出名。随着“Black or White”和“Scream”等音乐录像带的制作，标志着他在20世纪90年代的持续创新，这一阶段的大量巡演让他在外国同样名利双收。通过舞台和视频的表演，杰克逊普及了一些像“机械步”和他所命名的“太空漫步”等舞蹈技术。他独特的声音和风格影响了很多嘻哈音乐、后迪斯科、当代节奏布鲁斯、流行音乐及摇滚音乐的艺术家。\n杰克逊于1982年所发行的专辑“Thriller”是迄今为止全球销量最高的专辑。其它的专辑，包括“Off the Wall”（1979年）、“Bad”（1987年）、“Dangerous”（1991年）以及“HIStory”（1995年）也跻身全球销量最高的专辑行列。杰克逊是为数不多的已两次入选摇滚名人堂的艺术家之一，他也是首个也是唯一进入舞蹈名人堂的流行艺人。他的其它成就包括了多项吉尼斯世界纪录；13个格莱美奖以及格莱美传奇奖和格莱美终身成就奖；26个全美音乐奖，为所有艺人之最，包括“世纪艺术家”和“20世纪80年代艺术家”；在他单飞生涯中，他拥有13个美国冠军单曲，在Billboard Hot 100中超过其他任何一位男歌手；以及超过4亿的全球销量记录。[4][5][6][注释 1]杰克逊赢得了数百个奖项，使他成为流行音乐历史上获奖最多的艺人。[7]在2010年8月29日，他成为有史以来下载次数最多的艺术家。[8][9]杰克逊不断地在世界各地出席人道主义活动，2000年吉尼斯世界纪录大全里认证他资助过39个慈善机构。[10]\n杰克逊的个人生活方面，包括他的外观变化、个人关系以及个人行为等负面新闻引起许多争议。在90年代中期，他受到儿童性侵害案件的指控，但却以大约2500万美元庭外和解，没有正式起诉。[11]2005年，杰克逊受到包括性侵犯儿童的14项指控，但陪审团认定其无罪。\n当杰克逊正为他的谢幕演唱会“This Is It”做筹备时，却因为急性丙泊酚和苯二氮平类药物中毒导致心脏骤停于2009年6月25日逝世。洛杉矶法医裁定这是一宗凶杀案，他的私人医生康拉德·墨瑞被判定过失杀人。杰克逊的逝世引发了全球性的悲痛，全球各地电视台都进行了他的公众悼念仪式的转播。[12]","strBiographyIT":"Michael Joseph Jackson (Gary, 29 agosto 1958 – Westwood, 25 giugno 2009) è stato un cantautore, paroliere, ballerino, coreografo, attore, sceneggiatore, imprenditore e filantropo statunitense.\n\nSoprannominato The King of Pop (\"il re del pop\") e spesso indicato come MJ, è entrato nel Guinness dei Primati per essere l'artista di maggior successo di tutti i tempi con oltre un miliardo di dischi venduti. Ha iniziato la sua carriera a soli cinque anni come leader del gruppo di famiglia, i Jackson Five, fino a diventare una figura dominante nella cultura popolare per 45 anni, grazie al suo contributo nel campo della musica, la danza, lo spettacolo e la moda. I video musicali delle sue canzoni hanno rivoluzionato il modo di concepire la musica trasformandoli in una forma d'arte e la sua popolarità ha portato al successo la nascente rete musicale MTV.\n\nIl suo distintivo genere musicale, il suo caratteristico stile vocale e il suo innovativo stile di danza hanno influenzato la maggior parte degli artisti hip hop, pop, R&B e rock contemporanei. Thriller, è in assoluto l'album più venduto nella storia della musica e vincitore di 8 premi Grammy. I suoi altri progetti discografici, tra cui Off the Wall, Bad, Dangerous, HIStory (quest'ultimo il doppio album più venduto della storia) sono anch'essi catalogati tra gli album più venduti al mondo.\n\nNella sua lunga carriera Jackson ha ricevuto numerosi premi, tra cui quello di \"Miglior artista pop maschile del Millennio\" ai World Music Awards e di \"Artista del Secolo\" agli American Music Awards del 2002. È stato anche incluso due volte nella Rock and Roll Hall of Fame: nel 1997 come frontman dei Jackson Five e nel 2001 per la sua carriera solista, mentre nel 2002 è entrato nella Songwriters Hall of Fame per il suo contributo nel campo cantautorale e attualmente è l'unico artista del mondo pop e rock ad essere indotto anche nel National Museum of Dance and Hall of Fame per il suo impatto nel mondo della danza. Jackson ha vinto 13 Grammy Awards, incluso il prestigioso Grammy Legend Award e numerosi altri premi, che lo hanno reso l'artista più premiato nella storia della musica.\n\nIn quello che sarebbe stato il suo 52º compleanno il 29 agosto 2010, Michael Jackson divenne l'artista più scaricato di tutti i tempi. Jackson è stato molto attivo durante tutta la sua vita anche nelle attività di beneficenza; nel corso degli anni ha visitato orfanotrofi, ospitato malati terminali nel suo Neverland Ranch e ha aiutato questi ultimi a guarire dalle proprie malattie con cure a sue spese, spesso riuscendoci. Poco nota è anche la propensione del cantante nell'aiutare chiunque fosse in difficoltà o in condizioni di povertà. Complessivamente secondo il Guinness World Records ha donato 400 milioni di dollari in beneficenza.","strBiographyJP":"マイケル・ジョセフ・ジャクソン（Michael Joseph Jackson、1958年8月29日 - 2009年6月25日）は、アメリカ合衆国のシンガーソングライター、ダンサー、音楽家、実業家、慈善活動家。\n「ポップ・ロック・ソウルの真の王者（the true king of pop rock and soul）」、または「ポップ界の王（King of Pop）と称される。ギネス・ワールド・レコーズでは「人類史上最も成功したエンターテイナー」として認定されている。\nVH1が選ぶ最も偉大な100のアーティストで、ビートルズとボブ・ディランに次ぐ3位[1]。\nローリング・ストーンが選ぶ最も偉大なシンガー100人では25位[2]。\nローリング・ストーンの選ぶ歴史上最も偉大な100組のアーティストでは第35位。\n「Q誌の選ぶ歴史上最も偉大な100人のシンガー」において第51位[3]。\n2009年6月25日、自宅近くのカリフォルニア大学ロサンゼルス校医療センターに呼吸停止の状態で運ばれ、その後死亡が確認された。50歳没。","strBiographyRU":"Майкл Джо́зеф Дже́ксон (англ. Michael Joseph Jackson; 29 августа 1958, Гэри — 25 июня 2009, Лос-Анджелес) — американский артист, автор и исполнитель песен, танцор, композитор, хореограф, филантроп, предприниматель. \n\nДжексон выступал перед одноклассниками на Рождественских концертах с пятилетнего возраста. В 1964 году Майкл и Марлон присоединились к «The Jacksons» — группе, созданной их братьями Джеки, Тито и Джермейном — в качестве музыкантов-дублёров, играя на конго и тамбурине, соответственно. Позднее Джексон начал выступать как бэк-вокалист и танцор; в возрасте восьми лет он и Джермейн стали основными вокалистами, и группа была переименована в The Jackson 5. Группа активно гастролировала на Среднем Западе с 1966 по 1968 год. Часто они выступали в ряде «чёрных» клубов и мест, известных как «Chitlin' circuit», нередко разогревая публику перед стриптизом. В 1966 году они выиграли местный конкурс талантов, выступив с хитами студии Motown Records и «I Got You (I Feel Good)» Джеймса Брауна с Майклом в качестве основного вокалиста. Вскоре Джексоны поднялись на общенациональный уровень, а в 1970 году их первые четыре сингла побывали на первой строчке американского чарта Billboard Hot 100. Постепенно Майкл выделился в качестве фронтмена детского квинтета, фактически именно ему доставались главные сольные партии. Он обращал на себя внимание своей необычной манерой танца и поведения на сцене, которую он копировал со своих кумиров — Джеймса Брауна, Джеки Уилсона и др.\n\nВ 1973 году успех семейного проекта начал падать, звукозаписывающая компания ограничивала их финансовые возможности, и в 1976 году они подписали контракт с другой фирмой, в результате чего им пришлось снова сменить имя на The Jacksons, так как «Motown» забрал имя «Jackson 5» себе. С 1976 по 1984 годы они издают ещё 6 альбомов, разъезжая по стране в турне. Между тем Джексон выпустил четыре сольных альбома и ряд успешных сольных синглов, среди которых «Got to Be There», «Rockin' Robin» и достигший в 1972 году первого места в чартах «Ben» (баллада, посвящённая его домашней крысе).\n\nВ 1978 году Майкл снялся вместе с Дайаной Росс в экранизации бродвейского мюзикла «The Wiz» («Удивительный Волшебник из Страны Оз»). На съёмках он познакомился с музыкальным режиссёром Куинси Джонсом (англ. Quincy Jones), который станет продюсером его самых известных альбомов. Первый из них, «Off the Wall», вышел 10 августа 1979 года. На вершину чартов попали диско-хит «Don’t Stop 'Til You Get Enough» и более медленная композиция «Rock With You», а сам альбом разошёлся тиражом более 20 млн. \n\nВосьмидесятые годы 20 века можно охарактеризовать, как «золотую» эпоху Майкла Джексона. 30 ноября 1982 года вышел «Thriller», остающийся до сих пор самым продаваемым альбомом в мире. 25 марта 1983 года на юбилейном шоу Motown 25: Yesterday, Today, Forever, которое транслировалось на всю Северную Америку, во время исполнения песни Billie Jean Майкл Джексон впервые продемонстрировал свою знаменитую «лунную походку». Это выступление вошло в список самых значимых моментов на американском телевидении.\n\nДостижения Джексона — одного из немногих музыкантов, дважды введённых в Зал славы рок-н-ролла (в составе коллектива Jackson 5 и как сольного артиста), — включают в себя ряд рекордов в Книге рекордов Гиннесса, звание «Самого успешного артиста всех времён», 15 премий «Грэмми», 14 хитов в США и продажи 800 миллионов записей. Майкл Джексон внёс значительный вклад в развитие популярной музыки, видеоклипов, танца и моды. \n\nМайкл Джексон скончался 25 июня 2009 года в результате передозировки лекарственных препаратов, в частности пропофола.","strBiographyES":"Michael Joseph Jackson (29 de agosto de 1958, Gary, Indiana - 25 de junio de 2009, Los Ángeles, California) conocido simplemente como Michael Jackson, fue un cantante, compositor y bailarín estadounidense de música pop y sus variantes. Conocido como el «Rey del Pop», logró cerca de 80 récords por diferentes motivos y fue incluido en el Libro Guinness de los récords en numerosas ocasiones, entre ellos: por ser el artista musical más premiado de la historia, con cientos de galardones, entre ellos 15 premios Grammy; el vocalista más joven en liderar la lista de sencillos en los Estados Unidos, con 11 años de edad; el primer vocalista en entrar en la lista de sencillos directamente en el número 1, con «You are not alone»; mayor número de semanas en el número 1 de la lista de álbumes (sin incluir banda sonoras) en Estados Unidos, con Thriller, durante 37 semanas; videoclip más exitoso, Michael Jackson's Thriller, con alrededor de 1 millón de unidades vendidas; primer animador en ganar más de 100 millones de dólares en un año; animador mejor pagado de todos los tiempos (125 millones de dólares en la lista Forbes de 1989); y animador más exitoso de todos los tiempos. Además ha sido el primer y único artista que ha logrado empezar y terminar el año con un álbum en el número 1 (Thriller) y el primer y único artista de la historia en lograr números 1 en las décadas de 1960, 1970, 1980 y 1990. (Véase la sección «Premios y honores» para más información).","strBiographyPT":"Michael Joseph Jackson, (Gary, Indiana, Estados Unidos, 29 de Agosto de 1958 - Los Angeles, 25 de Junho de 2009), foi um grande cantor, compositor, dançarino, ator, produtor, empresário e filantropo, que em pouco tempo se tornou a figura mais talentosa e aclamada da música pop, fazendo videoclipes e performances sempre elogiadas e batendo milhares de recordes. O rei do pop vendeu mais de 750 milhões de álbuns, emplacando sucessos desde pequeno, é tido como o maior revolucionário do videoclipe e da dança e o maior artista de todos os tempos (certificado pelo Guinness Book).\n\nEm 45 anos de carreira e milhares de fãs espalhados pelo mundo, ainda foi reconhecido por seus escândalos na vida pessoal e por ser dono do álbum mais vendido de todos os tempos: Thriller, com cerca de 65 milhões de cópias vendidas e após sua morte chegando a incrivel marca de 100 milhões de cópias, até 2010.\n\nFoi um dos principais responsáveis pela quebra de preconceito racial contra a música negra, liderando diversas campanhas solidárias para instituições de crianças necessitadas, doando milhões de dólares ao decorrer dos anos.\n\nDesde pequeno, conquistava o mundo, juntamente com seus irmãos, no grupo The Jackson 5, onde se tornou o vocalista ao completar 5 anos de idade. O grupo fez um tremendo sucesso entre o final dos anos 60 e durante os anos 70. Ainda nesta década, lançou alguns álbuns paralelos ao grupo, pela gravadora Motown que garantiram sucesso, entre eles Got To Be There (1971), Ben (1972) e Music And Me (1973). ","strBiographySE":"Michael Joseph Jackson, född 29 augusti 1958 i Gary, Indiana, död 25 juni 2009 i Los Angeles, Kalifornien, var en amerikansk sångare, dansare, låtskrivare, producent och skådespelare. Han har haft djup inverkan på musikindustrin, inte minst anses hans musikvideor ha varit nydanande. Han blev också känd för sitt kontroversiella privatliv.\n\nMichael Jackson inledde karriären 1964 tillsammans med några av sina bröder i The Jackson 5 och påbörjade sin solokarriär 1971 medan han fortfarande var medlem av gruppen. Han producerade ett antal av världens bäst säljande musikalbum någonsin och fick epitetet ”The King of Pop” (engelska för ”Kungen av pop”) av sin nära vän Elisabeth Taylor. Albumet Thriller (1982) är världens mest sålda album genom tiderna med mellan 65 och 105 miljoner sålda exemplar. Även de fyra albumen Off the Wall (1979), Bad (1987), Dangerous (1991) och HIStory (1995) hör till de bäst säljande albumen i världen. Jackson har sålt över 750 miljoner album och singlar.\n\nUnder 1980-talet anses Jackson ha revolutionerat synsättet på musikvideor som en konstform och en marknadsföringskanal. De vanligen mycket påkostade videorna blev en stapelvara på den då nya musikkanalen MTV. Bland de viktigaste kan nämnas Beat It, Billie Jean, Thriller, Black or White och Scream. I sin scenshow har han ofta använt danssteget Moonwalk som han därmed har gjort känt över världen. Michael Jacksons särpräglade musikaliska stil har under åren influerat många hip hop-, pop- och R&B-artister. Han menade att han själv tagit inspiration från bland annat James Brown och Jackie Wilson.\n\nMichael Jackson blev två gånger inskriven i Rock 'n' Roll Hall of Fame: en gång med The Jackson 5 och en gång som soloartist. Han blev också inskriven i Songwriters Hall of Fame.\n\nJackson avled oväntat och hastigt den 25 juni 2009 efter att ha kollapsat i sin hyrda fastighet i Los Angeles vid 50 års ålder. Den 12 oktober 2009 släpptes Michael Jacksons singel This Is It postumt.","strBiographyNL":"Michael Joseph Jackson (Gary (Indiana), 29 augustus 1958 – Los Angeles (Californië), 25 juni 2009), bekend als The King of Pop, was een Amerikaans zanger, danser en componist. Hij geldt als een van de succesvolste artiesten van de 20e eeuw. Jackson onderscheidde zich door zijn herkenbare stem en zijn typische dansbewegingen.\n\nJackson stond al op zeer jeugdige leeftijd als lid van The Jackson 5 op het podium en startte als tiener een solocarrière. In het begin van de jaren 80 was hij internationaal een van de grootste popsterren. Hij bereikte zijn grootste succes met het album Thriller, dat met 65 miljoen verkochte exemplaren geldt als het bestverkochte album aller tijden. Jackson heeft wereldwijd tussen 300 en 400 miljoen albums en singles verkocht.\n\nJackson versterkte zijn muziek en imago met opvallende videoclips, waarin zijn ritmische dansstijl duidelijk tot uitdrukking komt. Een van de bekendste videoclips, die van Thriller, duurt maar liefst 14 minuten. De clip voor zijn hitsingle 'Scream', een duet met zijn zus Janet Jackson, kostte zeven miljoen dollar. Deze clip houdt sinds 1995 het record voor duurste muziekvideo. Die video, geregisseerd door Mark Romanek, kreeg een MTV Video Music Award in de categorie dance en een Grammy Award voor beste korte video. Karakteristiek voor de muziek van Michael Jackson is zijn stem en de in bijna alle nummers aanwezige sterke baslijn.\n\nNaarmate de ster van Jackson rees, begon zijn populariteit echter te dalen. Mede als gevolg daarvan verschoof de aandacht in de media van zijn muziek naar het nogal excentrieke karakter van Jackson en zijn privéleven. Hij werd dikwijls afgeschilderd als iemand die totaal afgezonderd leefde van de 'grotemensenwereld' en zijn tijd liever met kinderen en dieren doorbracht (het Peter Pan-syndroom). Om die redenen werd Jackson in de media vaak Wacko Jacko genoemd, een naam die hij verafschuwde.\n\nJackson overleed op donderdag 25 juni 2009, nadat hij rond het middaguur in zijn woning in Los Angeles door een hartstilstand werd getroffen. Hij werd naar het UCLA Medical Center gebracht, waar hij om 14:26 uur lokale tijd (21:26 UTC) dood werd verklaard. De herdenkingsceremonie vond plaats op 7 juli 2009 in Los Angeles. Op donderdag 3 september 2009 is Jackson, 70 dagen na zijn dood, bijgezet in een mausoleum op Forest Lawn Memorial Park in Glendale.","strBiographyHU":"Michael Joseph Jackson (1958. augusztus 29. – 2009. június 25.) tizenháromszoros Grammy-díjas amerikai énekes, zeneszerző, táncos és üzletember. A Jackson család hetedik gyermeke volt. 1966-tól bátyjaival (Jackie Jackson, Tito Jackson, Jermaine Jackson, Marlon Jackson) a The Jackson 5 együttes tagja. Apjuk, Joseph Jackson volt az együttes menedzsere. Michael 1971-ben szólókarrierbe kezdett, és sikerei miatt „a pop királyának” is nevezték. 1982-es albuma, a Thriller minden idők legnagyobb példányszámban elkelt albuma; négy másik stúdióalbuma, az Off the Wall (1979), a Bad (1987), a Dangerous (1991) és a HIStory (1995) szintén a világ legjobban eladott nagylemezeinek listáján szerepel. A 80-as évek elejére Jackson meghatározó alakja lett az amerikai popzenének és popkultúrának. Ő volt az első afroamerikai előadóművész, akinek klipjeit rendszeresen játszotta az MTV, ami más, addig mellőzött fekete előadók sikerét is elősegítette. A Billie Jean című dalhoz készített klip volt az áttörés, ezt követte a Beat It és a Thriller című dalok klipje. Az MTV erősen bízott abban, hogy ha a videoklipeknél promóciós eszközből művészeti formát csinál, azzal a csatorna hírneve is nőni fog. A Black or White és a Scream videoklipjének köszönhetően Jackson az 1990-es években is gyakran szerepelt az MTV-n. Televíziós sikerei mellett számos nehéz tánctechnikát népszerűsített: a robottáncot, a moonwalkot (holdsétát) gondosan kidolgozott színpadi előadásaival. Egyéni zenei hangzása és énekstílusa hatással volt több hip-hop-, popzenei és R&B-előadóra, több generációban. Jackson több mint 300 millió dollárt gyűjtött és adományozott Heal the World Foundation nevű alapítványának és 39 segélyszervezetet támogatott. Személyes élete – beleértve változó megjelenését és viselkedését – jelentős problémákat és vitákat váltott ki, amelyek rombolták a közönségben róla kialakult pozitív képet. 1993-ban gyermekzaklatással vádolták meg, de a nyomozást bizonyítékok hiányában lezárták, így Jacksont nem helyezték vád alá. Az énekes az 1990-es évek elejétől egészségi problémákkal küzdött, majd ezen évtized végétől ellentmondó pénzügyi jelentései is problémát okoztak életében. Michael kétszer nősült meg, és három gyermeke született. 2005-ben különböző szexuális zaklatások és számos más vád alapján bíróság elé állították, majd felmentették. Michael Jackson tragikus hirtelenséggel 2009. június 25-én, életének 50. évében hunyt el. Michael Jackson egyike azon kevés előadónak, akit a Rock and Roll Hall of Fame két alkalommal is tagjai közé sorolt, és többször is bekerült a Guinness Rekordok Könyvébe, többek között a „Minden idők legsikeresebb előadója” címmel. Tizenhárom Grammy-díjat kapott, tizenhárom alkalommal volt kislemeze listavezető az Amerikai Egyesült Államokban szólókarrierje alatt – többször, mint bármelyik másik férfi előadó a Billboard Hot 100 történetében –, és több mint 750 millió eladott lemezével méltán érdemelte ki a World Music Awards legtöbb felvételt eladó szólóelőadó díját.","strBiographyNO":"Michael Joseph Jackson (født 29. august 1958 i Gary i Indiana i USA, død 25. juni 2009 i Los Angeles i California i USA) var en amerikansk artist, danser, låtskriver og filantrop. Jackson er anerkjent som den mest suksessrike artisten gjennom tidene av Guinness World Records og blir referert til som «kongen av pop». Hans bidrag til musikk, dans og mote, sammen med et mye omtalt personlig liv, gjorde ham til en global figur i populærkulturen i over fire tiår. Som det åttende barnet i Jackson-familien debuterte han på den profesjonelle musikkfronten sammen med sine brødre som medlem av The Jackson 5 på midten av 1960-tallet, og begynte sin solokarriere i 1971.\n\nI begynnelsen av 1980-årene ble Jackson en dominerende skikkelse i populærmusikken. Musikkvideoene for hans sanger, inkludert «Beat It», «Billie Jean» og «Thriller», ble kreditert med å ha forvandlet mediet til en kunstform og et salgsfremmende verktøy, og populariteten til disse videoene bidro til å bringe den relativt nye tv-kanalen MTV til berømmelse. Videoer som «Black or White» og «Scream» gjorde ham til en «magnet» på MTV i 1990-årene. Gjennom liveopptredener og musikkvideoer populariserte han en rekke danseteknikker, slik som robotdans og moonwalk. Hans særegne musikalske lyd- og vokalstil har påvirket mange hip hop-, pop-, moderne R&B- og rockartister.\n\nJacksons Thriller-album fra 1982 er verdens mest solgte album gjennom tidene. Hans andre plater, blant annet Off the Wall (1979), Bad (1987), Dangerous (1991) og HIStory (1995) er også rangert blant verdens mest solgte album. Jackson er en av få artister som har blitt innsatt i Rockens æresgalleri to ganger. Noen av hans andre utmerkelser inkluderer flere Guinness World Records, 13 Grammy Awards (i tillegg til Grammy Legend Award og Grammy Lifetime Achievement Award, 26 American Music Awards (mer enn noen annen artist, inkludert «Århundrets artist»), 13 nummer én-singler i USA i sin solo karriere (mer enn noen annen mannlig artist på Hot 100-hitlisten) og et beregnet salg på over 750 millioner plater verden over. Jackson vant hundrevis av priser, noe som har gjort ham til plateartisten med flest pristildelinger i musikkens historie. Han var også en fremstående humanitær og filantrop, og donerte og samlet sammen hundrevis av millioner dollar for veldedighet samtidig som han støttet mer enn 39 veldedighetsorganisasjoner.\n\nAspekter ved Jacksons personlige liv, inkludert hans endrede utseende, personlige relasjoner og adferd, har skapt kontrovers. I 1993 ble han anklaget for overgrep mot barn, men saken ble henlagt og samtlige formelle anklager ble avvist. I 2005 ble han stilt for retten og frikjent for ytterligere anklager om seksuell mishandling av barn og flere andre anklager etter at juryen fant ham ikke skyldig på alle punkter. Jackson døde etter å ha fått hjertestans 25. juni 2009, under forberedelsene til sin konsertserie This Is It. Han hadde før sin død angivelig blitt gitt stoffer som propofol og lorazepam. Los Angeles County Coroner forklarte hans død som et drap, men hans personlige lege erklærte seg ikke skyldig i anklagene om uaktsomt drap. Jacksons død satte fans verden over i dyp sorg, og så mange som en milliard mennesker verden rundt fulgte angivelig med på hans offentlige minnestund på direktesendt fjernsyn. I mars 2010 inngikk Sony Music Entertainment en avtale med Jacksons bo verdt 250 millioner amerikanske dollar for å beholde distribusjonsrettigheter for hans musikk frem til 2017, og for å utgi syv posthume album over tiåret etter hans død. Hans første posthume album med nytt materiale, simpelthen kalt Michael, ble utgitt 10. desember 2010.","strBiographyIL":"מייקל ג'וזף ג'קסון (באנגלית: Michael Joseph Jackson;‏ 29 באוגוסט 1958 – 25 ביוני 2009) היה זמר, מוזיקאי, רב נגן, רקדן, כוריאוגרף, מפיק מוזיקלי, שחקן ופזמונאי אפרו אמריקאי. ג'קסון, שנודע בכינויו \"מלך הפופ\"[1][2], נחשב לאחד הזמרים הפופולריים והמצליחים ביותר בכל הזמנים.\nהקריירה המוזיקלית של ג'קסון החלה בשנת 1963 כאשר הצטרף לאחיו בתור החבר הצעיר ביותר בהרכב המוזיקלי \"חמישיית הג'קסונים\". בהמשך עזב את הלהקה והחל קריירת סולו. אלבומו Thriller משנת 1982 מכר מעל ל-110 מיליון עותקים ונשאר האלבום הנמכר ביותר בכל הזמנים, בעוד שארבעה אלבומים נוספים של ג'קסון גם כן נחשבים לאלבומים הנמכרים ביותר בכל הזמנים. הווידאוקליפים לשיריו Billie Jean, Beat It ו-Thriller נחשבו לפורצי דרך והשפיעו רבות על תעשיית המוזיקה בהמשך. באותה העת, ג'קסון הפך מספר טכניקות ריקוד מסובכות לפופולאריות במיוחד, בהם ריקוד \"הליכת הירח\". הסגנון המוזיקלי, הסגנון הווקאלי והכוריאוגרפיה הייחודית של ג'קסון הצליחו לגשר על פערי הדורות, הגזעים והתרבויות. הקריירה המוזיקלית של ג'קסון היוותה השראה למיליוני אנשים ברחבי העולם ואמנים רבים בתחום המוזיקה והריקוד הושפעו ממנו.\nהישגים נוספים כוללים בין היתר שבירת מספר שיאים עולמיים שנכנסו לספר השיאים של גינס, זכייה ב-15 פרסי גראמי, זכייה ב-26 פרסי American Music Awards, הפקת 17 סינגלים אשר הגיעו למקום ראשון במצעד הפזמונים האמריקאי (כולל ארבעה אשר הופקו בעודו חבר בהרכב חמישיית הג'קסונים), סך מכירות אלבומיו של ג'קסון מוערך בכ-780 מיליון עותקים ברחבי העולם, דבר שהפך אותו לאחד האומנים המצליחים ביותר מבחינה מסחרית בהיסטוריה של המוזיקה.\nלאורך השנים בשל ההתעניינות הרבה בג'קסון, הצהובונים ברחבי העולם עסקו באינטנסיביות בחייו הפרטיים של ג'קסון והתמקדו בעיקר בשינויים הקיצוניים במראהו הפיזי של ג'קסון, בהם שינוי מבנה אפו וצבע עורו, בהאשמות בביצוע מעשים מגונים בילדים ובמערכות היחסים השונות של ג'קסון.\nג'קסון מת ב-25 ביוני 2009 מדום לב בשל מנת יתר של סם ההרדמה פרופופול, במהלך ההכנות לסבב ההופעות שלו \"This is it\" . רופאו האישי של ג'קסון, קונראד מארי, הורשע בהריגתו ונדון לארבע שנות מאסר.","strBiographyPL":"Michael Joseph Jackson (ur. 29 sierpnia 1958 w Gary w stanie Indiana, zm. 25 czerwca 2009 w Los Angeles) – amerykański muzyk, artysta estradowy, tancerz, kompozytor, autor tekstów i filantrop[3], którego kariera i życie osobiste stały się ważną częścią kultury masowej ostatnich czterech dekad. Znany jako jeden z najlepszych wykonawców muzyki pop i jeden z najpopularniejszych muzyków w historii, nazywany „Królem Popu”.\n\nDo jego dokonań w przemyśle muzycznym zalicza się rewolucyjne podejście do teledysków (zapoczątkowane przez wideoklip do piosenki „Thriller” z 1983) oraz zdominowanie rynku muzyki popularnej w latach 80. XX wieku. Był ponadto pierwszym czarnoskórym artystą, który uzyskał silne poparcie w telewizji, w szczególności MTV, która z korzyścią dla obu stron promowała jego pionierskie wideoklipy do piosenek Thriller czy Billie Jean. Spopularyzował też skomplikowane ruchy taneczne, takie jak moonwalk i robot dance.\n\nKarierę muzyczną rozpoczął w wieku 7 lat, jako wokalista rodzinnego zespołu The Jackson 5. Pierwszy solowy album Got to Be There wydał w 1971, będąc jeszcze członkiem grupy[10], z którą ostatecznie się rozstał w roku 1984. Pełną karierę solową artysta rozpoczął w 1979, zaś jej szczyt przypadł na przełom lat 80. i 90. XX wieku, po wydaniu albumu Thriller, którego światowa sprzedaż wynosi ponad 100 mln egzemplarzy. Po Thrillerze Jackson wydawał kolejne albumy osiągające wysokie pozycje na listach przebojów i sprzedaży: Bad (1987), Dangerous (1991), HIStory (1995) oraz Invincible (2001).\n\nW swojej karierze otrzymał 13 nagród Grammy (jak również Grammy Legend Award oraz – pośmiertnie – Grammy Lifetime Achievement Award), a 13 spośród jego singli uplasowało się na pierwszych miejscach list przebojów w Stanach Zjednoczonych. W listopadzie 2006 Raymone Bain, rzeczniczka prasowa Jacksona, ogłosiła, że Michael Jackson sprzedał ponad 750 mln egzemplarzy płyt na świecie.\n\nOd 1988 do 2005 Jackson mieszkał w swojej posiadłości w Kalifornii, zwanej Neverland Ranch, gdzie zbudował park rozrywki i prywatne zoo, często odwiedzane przez dzieci. W 1993 artysta został oskarżony o molestowanie nieletnich. Wątek związku Michaela Jacksona z dziećmi pojawił się ponownie w 2003, po emisji dokumentu Living with Michael Jackson, jednak w 2005 został uniewinniony z wszystkich zarzutów. Jackson miał troje dzieci: Michaela Josepha Jacksona Juniora (znanego jako „Prince”), Paris Michael Katherine Jackson oraz Prince’a Michaela Jacksona (znanego jako „Blanket”).\n\nZmarł 25 czerwca 2009, w wieku 50 lat, wskutek „nagłego zatrzymania akcji serca”.","strGender":"Male","intMembers":"1","strCountry":"Indiana, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vyytqt1353880455.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/ruvuxr1471431869.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/x8z5751641550007.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/urxtyt1511279796.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/ruwuwq1526235924.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xsxspx1353880522.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/yrxpsy1353880535.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rurqvp1353880319.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/8njo031612947510.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/qqxrpy1353880391.jpg","strMusicBrainzID":"f27ec8db-af05-4f36-916e-3d57f91ecf5e","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}