{"artists":[{"idArtist":"124506","strArtist":"Juanes","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1988","intBornYear":"1972","intDiedYear":null,"strDisbanded":null,"strStyle":"Latin","strGenre":"Rock","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Juan Esteban Aristizábal Vásquez (born August 9, 1972), better known as Juanes (for the contraction of his first and second name), is a Colombian musician who was a member of the heavy metal band Ekhymosis and is now a solo artist. In 2000, his solo debut album Fíjate Bien won three Latin Grammy Awards. According to his record label, Juanes has sold more than 15 million albums worldwide.\nRaised in Medellín, Colombia, Juanes began playing guitar at age seven. At age 15, He started his first band, Ekhymosis, in 1988, which went on to release five albums, achieving recognition in his native Colombia. The track \"Sólo\" from the album \"Niño Gigante\" in 1992 was very popular. In 1997 after the band broke up, Juanes continued solo and in 2000 he released the album, Fíjate Bien, which earned him three Latin Grammys. His follow-up album, Un Dia Normal, was released in 2002 and was later certified platinum in multiple countries throughout Latin America. Juanes' third album, Mi Sangre (2004), which becomes an international bestseller, managing to position well in a number of countries around the world, achieved success due to the single \"La Camisa Negra\". He has since released La Vida... Es Un Ratico (2007) and P.A.R.C.E. (2010). On May 29, 2012 Juanes released the album Juanes MTV Unplugged.\nAltogether, there are several issues that protrude from its wide and varied repertoire. Songs like \"Volverte A Ver\", \"Para Tu Amor\", \"A Dios Le Pido,\" \"Es Por Ti\" and the international hit \"La Camisa Negra\" (number one in several countries of the world), \"Me Enamora\" \"Yerbatero\", \"La Senal\" among many others, are part of the his musical repertoire that has made the singer acknowledged.\nAccording to his label, Universal Music, Juanes has won, among others, twenty Latin Grammy Awards (5 wins in the Grammy Awards on November 13, 2008) and two Grammy Awards. 9 MTV Awards, two NRJ Music Awards, 9 \"Premios Lo Nuestro\", 9 Our Land Awards, the highest awards possible in the International Song Festival of Viña del Mar (torches silver, silver gull, gold and symbolic) and a long list of awards to across the planet. In December 2009 he was awarded the National Prize for peace in her native Colombia in category honorary, in November 2011, as an artist of the decade chosen by millions of votes, in Shock Awards and December 4, 2011 is awarded Chile Telethon Foundation for the Medal of Solidarity during the final drive of the Chilean solidarity campaign for disabled children attending the institution. Juanes received the BMI President's Award at the 2010 BMI Latin Awards. Juanes is also known for his humanitarian work, especially with aid for Colombian victims of anti-personnel mines.\nOn February 1, 2012, Juanes performed an acoustic concert for Juanes live album MTV Unplugged was released in May of that year. The album was released by MTV.","strBiographyDE":"Juanes [ˈxu̯anes] (* 9. August 1972 in Medellín/Kolumbien; eigentlich Juan Esteban Aristizábal Vásquez) ist ein kolumbianischer Sänger, Songschreiber und Gitarrist.\n\nIm Alter von sieben Jahren begann Juanes, Gitarre zu spielen. Dabei lernte er von seinem Vater und seinen älteren Brüdern Boleros, Tangos, Cumbias sowie Vallenato und Guasca, die Volksmusik seiner Heimat. Er begann, sich auf traditionelle lateinamerikanische Musik zu konzentrieren.\n\nAls Teenager entdeckte er die Metalmusik und Metallica wurde zu seiner Lieblingsband. Er änderte seinen Gitarrenstil und gründete außerdem die Rock-/Metal-Band Ekhymosis. Die Band veröffentlichte sieben Alben und erreichte in Kolumbien eine hohe Popularität unter den Anhängern der Rock- und Metal-Musik. Nach elf gemeinsamen Jahren beschloss Juanes, eine Solo-Karriere einzuschlagen, was schließlich zu seinem internationalen Durchbruch führte.\n\nIn Deutschland wurde er durch die Coverversion seines eigenen Songs La Paga, die er zusammen mit Taboo von den Black Eyed Peas produzierte, bekannt. Der Durchbruch gelang ihm 2005 mit der Single La camisa negra (span.: das schwarze Hemd).\n\nJuanes engagiert sich für Frieden und Völkerverständigung in Amerika, indem er Friedenskonzerte (conciertos por la paz) veranstaltet. Infolge der diplomatischen Krise zwischen Kolumbien, Venezuela und Ecuador 2008 organisierte er an der kolumbianisch-venezolanischen Grenze zwischen Cúcuta (Kolumbien) und San Antonio (Venezuela) ein Konzert Frieden ohne Grenzen (Paz sin Fronteras), an dem unter anderen Ricardo Montaner (aus Venezuela), der Kolumbianer Carlos Vives, Juan Luis Guerra aus der Dominikanischen Republik, der Ecuatorianer Juan Fernando Velasco sowie die Spanier Alejandro Sanz und Miguel Bosé teilnahmen.\n\nIm September veranstaltete er mit weiteren bekannten nationalen und internationalen Sängern in der kubanischen Hauptstadt Havanna ein weiteres Konzert für Frieden ohne Grenzen. Dabei zog er sich den Zorn radikaler exilkubanischer Kreise zu, die darin eine Unterstützung der kommunistischen Diktatur in Kuba sahen. In Miami zerstörte man seine CDs und verbrannte ein schwarzes Hemd in Anspielung auf seinen berühmten Hit La camisa negra. Er erhielt deswegen sogar Morddrohungen.\n\nAußerdem setzt er sich für Kinder in seinem Heimatland Kolumbien ein. Aus diesem Engagement heraus hat er 2008 für die Sternsinger und die Aktion Dreikönigssingen das Lied „Paz, paz, paz“ geschrieben. Im Jahr 2011 saß Juanes in einer Jury, die an der Auswahl des universellen Logos für Menschenrechte beteiligt war.\n\nAnlässlich der Grammy Awards 2020 fand am 28. Januar 2020 im Los Angeles Convention Center in Los Angeles ein Tribut-Konzert für Prince unter dem Motto „Let’s Go Crazy: The Grammy Salute to Prince“ statt, bei dem Juanes 1999 sang. Das Konzert wurde am 21. April 2020, dem vierten Todestag von Prince, im US-Fernsehen ausgestrahlt.\n\nJuanes lebt mit seiner Frau und den drei gemeinsamen Kindern in Key Biscayne, Florida.\n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Juan Esteban Aristizábal Vásquez (Medellin, Antioquia 9 de agosto de 1972), es un cantante y músico colombiano de pop latino y rock en español. Más conocido por su nombre artístico como Juanes (por Juan Esteban), que fusiona diversos ritmos musicales y ha vendido más de 15 millones de álbumes;1 2 además de ser considerado como uno de los cantantes latinoamericanos más prolíficos de Colombia junto a Shakira.\n\nDesde la infancia la música fue su principal pasatiempo. A los 15 años comenzó su carrera en una banda de metal, llamada Ekhymosis, con la que publicó cinco álbumes logrando un buen reconocimiento en la escena rock de su país natal, Colombia. Cabe destacar que en 1999 tocó el bajo en algunas presentaciones con la banda Agony, en ese mismo año al disolverse Ekhymosis, Juanes decide lanzarse como solista y en el año 2000 debuta con el álbum Fíjate bien, logrando buenos conceptos de la crítica especializada. En 2002 ratifica la calidad de su trabajo con Un día normal, consiguiendo mayor notoriedad en el ámbito latinoamericano; en 2004 lanza el álbum Mi sangre, que se convierte en superventas internacional, logrando posicionarse bien en un gran número de países alrededor del mundo. A finales de 2007 saca a la luz pública La Vida... Es Un Ratico, con gran éxito. En 2010 pública P.A.R.C.E., considerado uno de sus álbumes más íntimos. En 2012 publica el álbum Juanes MTV Unplugged con tres canciones nuevas, \"Todo En Mi Vida Eres Tú\", \"La Señal\" y \"Azul Sabina.\" En 2014 pública su álbum más reciente Loco De Amor.\n\nEn conjunto, varios son los temas que sobresalen de su amplio y variado repertorio. Canciones como: «Volverte a ver», «Para tu amor», «A Dios le pido», «La tierra» y el éxito internacional «La camisa negra» (número uno en diversos países del mundo), «Me enamora», «Yerbatero», «La Señal» entre muchas otras, hacen parte del reconocido repertorio musical del cantautor.\n\nSegún su sello discográfico, Universal Music, Juanes ha sido galardonado, entre otros, con 21 premios Grammy Latinos (5 en los premios Grammy Latino del 2003 y 5 en los premios Grammy Latino del 2008), 2 Grammy Anglo, 11 Premios MTV, 2 NRJ Music Awards, 9 \"Premios Lo Nuestro\", 12 Premios Nuestra Tierra, los máximos galardones posibles en el Festival Internacional de la Canción de Viña del Mar (antorchas de plata, gaviota de plata, y de oro simbólica) y un largo listado de reconocimientos a lo largo y ancho del planeta. En diciembre de 2009 es condecorado con el premio Nacional de paz en su Colombia natal en la categoría honoraria, en noviembre de 2011, como artista de la década (2000 - 2009) elegido por millones de votos, en los Premios Shock. Además de ser considerado la persona del año 2009, y el 4 de diciembre de 2011 es condecorado por la Fundación Teletón Chile con la Medalla de la Solidaridad durante el final de la transmisión de la campaña solidaria chilena para los niños discapacitados que atiende la institución. El 1 de febrero de 2012, Juanes realizó un concierto acústico para su álbum en vivo Juanes MTV Unplugged que fue lanzado en mayo del mismo año. El álbum fue lanzado por la cadena MTV.\n\nEn marzo del 2014, pública su más reciente álbum titulado Loco De Amor, el cual fue ganador de dos Grammy Latino.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Colombian","strCountryCode":"CO","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tupsut1383079634.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/juanes-51489055e53f6.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/juanes-51489055e5d55.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/juanes-51489055e6651.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/3bw1vy1631880623.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/juanes-5e1ac947a637c.jpg","strMusicBrainzID":"8b0f05ce-354e-4121-9e0b-8b4732ea844f","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}