{"album":[{"idAlbum":"2113137","idArtist":"111518","idLabel":"43234","strAlbum":"Come Away With Me","strAlbumStripped":"Come Away With Me","strArtist":"Norah Jones","strArtistStripped":"Norah Jones","intYearReleased":"2002","strStyle":"Rock/Pop","strGenre":"Jazz","strLabel":"Blue Note","strReleaseFormat":"Album","intSales":"26000000","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/come-away-with-me-4de91760160f2.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/ghn9gw1611922700.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/come-away-with-me-517f557fcb1ad.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/2etvmv1611922712.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/9cr2561611922726.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/l02rxo1611922733.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/jjsugu1611922719.png","strDescriptionEN":"Come Away with Me is the debut album of pianist and singer Norah Jones, released by Blue Note Records on February 26, 2002. Recording sessions for the album took place at New York City's Sorcerer Sound Studio and Shokan's Allaire Studios in 2001. Released by a predominantly jazz-based label and recorded with several jazz musicians, Come Away with Me has been noted by music writers for its acoustic pop style and incorporation of jazz, folk, soul, and country music elements.\nThe album's critical and commercial success was a breakthrough for Jones in 2002, as it reached the top of the Billboard 200 chart and several jazz charts. The album also topped many critics' \"albums of the year\" lists and gathered major music awards in the process, including eight Grammy Awards. Following initial sales, Come Away with Me was certified diamond by the RIAA on February 15, 2005 having shipped over 10 million copies in its first three years of release. This album has been released with the Copy Control protection system in some regions.","strDescriptionDE":"Come Away with Me ist das erste Studioalbum der US-amerikanischen Soul- und Jazz-Sängerin Norah Jones. Es wurde am 26. Februar 2002 über das Label Blue Note Records veröffentlicht.\n\nCome Away with Me ist mit weltweit mehr als 27 Millionen Verkäufen eines der weltweit meistverkauften Musikalben und das meistverkaufte Musikalbum des Jazz-Genres. Der Erfolg des Albums rettete das Jazzlabel Blue Note Records vor der Abwicklung.","strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":"Come Away With Me är musikern Norah Jones debutalbum, utgivet i februari 2002 på skivbolaget Blue Note Records. Albumet blev med sin jazzblandade popmusik en stor succé, det sålde ca 20 miljoner exemplar världen över och gav Jones fem Grammys, bland annat för årets album.","strDescriptionNL":null,"strDescriptionHU":"A 2002-es Come Away with Me Norah Jones indiai származású amerikai énekesnő debütáló nagylemeze. Az albumból körülbelül 20 millió példányt adtak el világszerte, és öt Grammy-díjat kapott 2003-ban - az „Év lemeze”, az „Év dala” a Don't Know Why dalért, a „Legjobb popalbum”, a „Legjobb női előadó”, és a „Legjobb új előadó” kategóriában. Bár Norah boldog volt sikere miatt,egy 60 Minutes-nak adott interjújában így nyilatkozott: „Úgy éreztem magam, mintha valaki más szülinapi partijára mentem volna, és megettem volna az összes sütit.” 2002. február 26-án adták ki, és lassan felkerült a slágerlistákba. 2002. augusztus 2-án érte el a platina státuszt egymillió eladott példány után. Több mint 7 millió példányt adtak el a következő évig, és 2005. február 15-én gyémántlemez minősítést kapott a RIAA-tól. A lemez műfaja gyakran vita tárgya. Számos művész szerint azért, mert Jones tett néhány változtatást az eredeti dallamon és a ritmuson a feldolgozott számokban, mint a Turn Me On és a The Nearness of You, az album nem minősül dzsessznek. Mégis, az olyan kiváló dzsessz zenészek, mint Bill Frisell, Adam Rogers, Brian Blade, és Sam Yahel jelenléte, valamint Jesse Harris dzsessz által befolyásolt művei, dzsessz érzést adnak az albumnak. Szerepel az 1001 lemez, amit hallanod kell, mielőtt meghalsz című könyvben.","strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":"1","intScore":"8.8","intScoreVotes":"4","strReview":"Imagine the voice of a husky Eva Cassidy, or Macy Gray after deep-tissue massage, singing to you in an empty bar late at night. That's Norah Jones on her debut album, Come Away With Me. Though released on Blue Note, it's not quite jazz. It's a set of country-blues ballads more reminiscent of 'Eric Clapton Unplugged'.\nCome Away With Me acknowledges its roots in tracks by country music's Hank Williams and J.D.Loudermilk. Hank's \"Cold Cold Heart\" is delicately jazz-flavoured, with skeletal instrumentation, a syncopated bass riff and Norah's voice the texture of suede; while J.D. Loudermilk's \"Turn Me On\" reveals a grittier edge.\nMost of the other numbers here were written by Norah and her posse, and feature her light touch on piano. \"Feelin' the Same Way\" and \"Lonestar\" by Norah's bassist boyfriend, Lee Alexander, have simple melodic lines and lyrics which don't warrant scrutiny, but the subtle and sensitive vocal performances elevate them. Tom Waits could be hiding in the shadows in the best song on the album, \"I've Got to See You Again\" by guitarist Jesse Harris. Here, the combination of Norah's controlled vocals and strains of mournful gypsy jazz violin evoke a dark mood which turns to nostalgia in \"Painter Song\" with its folky accordion and Fairground Attraction-style rhythm section.\nAs Norah and producer Arif Mardin were switching out the lights in the recording studio, waving goodbye to the band and heading for the bar, they must have realised 'Dammit, we didn't record any jazz!' That would explain the last track on the album - 'The Nearness of You'. It's an intimate cocktail lounge portrait of the jazz standard, with a soulful edge; just Norah accompanying herself on piano - simple but tasteful.\nIf you're looking for out-and-out jazz you'll be disappointed with Come Away With Me. It doesn't swing, it sways. But Norah has such a feel for the music that she can make her voice soar and carry you with her, then deposit you gently back in your living room. The bare bones instrumentation is a perfect vehicle for her, and her timing and feel are just right. Try it.","strMood":"Relaxed","strTheme":"","strSpeed":"Slow","strLocation":null,"strMusicBrainzID":"6ccac9d2-22ed-33de-bd5d-f2aadcacf7f8","strMusicBrainzArtistID":"985c709c-7771-4de3-9024-7bda29ebe3f9","strAllMusicID":"mw0000507740","strBBCReviewID":"rj9x","strRateYourMusicID":"come_away_with_me","strDiscogsID":"102288","strWikidataID":"Q868452","strWikipediaID":"Come_Away_with_Me","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}