{"artists":[{"idArtist":"121388","strArtist":"Модест Петрович Мусоргский","strArtistStripped":null,"strArtistAlternate":"Modeste Mussorgsky","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1839","intDiedYear":"1881","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Modeste Petrovich Mussorgsky (Born March 9, 1839 (March 21, 1839 in the Gregorian calendar) in Karevo, near Toropets in the Pskov government, and died March 16, 1881 (March 28, 1881 in the Gregorian calendar) in St. Petersburg, is a Russian composer, first famous for his opera Boris Godunov, and later for piano paintings at an exhibition (1874) - orchestrated by Maurice Ravel in 1922.\nBiography :\nMussorgsky's family descended from the first Russian monarch, Rurik, via the sovereign princes of Smolensk (the Rurikid dynasty). Modeste is prepared by his parents for a military career and is a student of the famous École de cavalerie Nicolas; but under the influence of Mili Balakirev, he left the prestigious Preobrazhensky regiment of the Imperial Guard, in which he later entered, and joined the Group of Five, a group of composers and ardent defenders of a national art based on Russian folk music. This group includes Alexander Borodin, whom he met in 1856 while serving in the same military hospital in St. Petersburg, Mili Balakirev, Nikolai Rimsky-Korsakov and Caesar Cui. His first published musical work is the unfinished opera Salammbô and a cycle of melodies for a solo voice and piano.\nBeginning in 1863, following the abolition of serfdom in Russia, which ruined his family, Mussorgsky had to work as an administrative employee to support himself. He is then thirty years old and, confronted with the failure of his works, too far from the academic canons, and with a difficult material situation, he thinks he finds a consolation in the alcohol he had already known during his career. three years to the army. He died at the age of 42 in St. Petersburg. His remains are in the Tikhvin cemetery of Alexander Nevsky Monastery (St. Petersburg).","strBiographyDE":"Wikipedia\n\nModest Petrowitsch Mussorgski (russisch Моде́ст Петро́вич Му́соргский, wiss. Transliteration Modest Petrovič Musorgskij; Betonung: Modést Petrówitsch Mússorgski; * 9.jul./ 21. März 1839greg. in Karewo, Ujesd Toropez, Gouvernement Pskow, Russisches Kaiserreich; † 16.jul./ 28. März 1881greg. in Sankt Petersburg) war ein russischer Komponist. Er wurde hauptsächlich durch seine Opern sowie den Klavierzyklus Bilder einer Ausstellung bekannt und gilt als einer der eigenständigsten russischen Komponisten des 19. Jahrhunderts. Er starb im Alter von 42 Jahren an den Folgen einer jahrelangen Alkoholabhängigkeit. Viele begonnene Werke blieben unvollendet. \n\nAls jüngster Sohn eines wohlhabenden Landbesitzers geboren, lernte Modest Mussorgski durch seine Mutter und eine deutsche Erzieherin das Klavierspiel. Im Alter von sieben Jahren beherrschte er bereits kurze Stücke von Franz Liszt und im Alter von neun Jahren spielte er vor einem zahlreichen Publikum in seinem Elternhaus ein Konzert von John Field. Im August 1849 begann er Klavierunterricht bei Anton Herke, einem Schüler von Adolf Henselt, und war Schüler an der renommierten Petrischule.\nIm Jahre 1852 trat er in die Kadettenschule in St. Petersburg ein, wo er sich besonders mit Geschichte und Philosophie beschäftigte. Er war dort auch Mitglied des Schulchors, und auf Anregung seines Religionslehrers, Pater Krupski, beschäftigte er sich zudem mit Bortnianski und weiterer russischer Kirchenmusik des frühen 19. Jahrhunderts. Zu diesem Zeitpunkt erschien auch seine erste Komposition: „Porte-enseigne Polka“, die seinen Mitschülern gewidmet war und auf Kosten seines Vaters gedruckt wurde. 1856 verließ er die Kadettenschule und trat dem Preobraschenski-Garderegiment bei. Über Dargomyschski und César Cui lernte er Mili Balakirew kennen, von welchem er ersten formalen Unterricht in Musiklehre erhielt, der im Wesentlichen auf den großen Werken Ludwig van Beethovens, Franz Schuberts und Robert Schumanns gründete. Nach einer Krise verließ er am 17. Juli 1858 das Regiment, setzte die Zusammenarbeit mit Balakirew jedoch fort.\nEin Besuch in Moskau im Sommer 1859 bewegte ihn tief und machte ihn nach eigener Einschätzung vom Kosmopoliten zum Russen. Die Aufhebung der Leibeigenschaft im Jahre 1861 führte seine Familie in Schwierigkeiten, so dass er die nächsten zwei Jahre auf dem Land zubrachte, um seinen zwei Brüdern bei der Verwaltung des Familiengutes in Karewo zu helfen. Finanzielle Schwierigkeiten zwangen ihn jedoch bald dazu, sich in den Verwaltungsdienst des Zaren zu stellen. 1863 wurde er dazu in die Ingenieursabteilung des Ministeriums für Kommunikation berufen. Nach einer Beförderung im Dezember 1866 wurde er am 10. Mai 1867 jedoch schon wieder entlassen. Nach der Publikation von Tschernyschewskis Roman Was tun? waren neue Ideen in Russland populär geworden, und so lebte Mussorgski während dieser Zeit in einer „Kommune“ mit vier anderen jungen Männern: Mili Balakirew, César Cui, Alexander Borodin und Nikolai Rimski-Korsakow zusammen, wo er sich am regen Ideenaustausch über Kunst, Philosophie und Politik beteiligte. Die Gruppe wurde ironisch als Das Mächtige Häuflein oder als Gruppe der Fünf bezeichnet.\nAußer Balakirew waren alle Musikliebhaber, also keine Berufsmusiker. Sie kämpften gegen den akademischen Professionalismus. Sie wollten aus dem Volkstum Russlands etwas Neues schaffen, ganz bewusst als Dilettanten. Diese Bewegung zerbrach daran, dass das Bürgertum keinerlei Verständnis für sie aufbrachte. Abgesehen von diesen äußeren, gesellschaftlichen Einflüssen starb 1865 Mussorgskys Mutter, was in ihm eine massive Phase von Alkoholmissbrauch auslöste – sein Buder Filaret holte ihn unter Zwang aus der „Kommune“ heraus und ließ ihn bei sich auf dem Land wohnen.\nDort beschäftigte Mussorgski sich insbesondere mit Orchesterwerken. Aus dieser Zeit stammt die erste Fassung seiner sinfonischen Dichtung Eine Nacht auf dem kahlen Berge. Nach der Rückkehr nach St. Petersburg begann er die Oper Boris Godunow nach einem Theaterstück von Puschkin zu komponieren. Am 2. Januar 1869 kehrte er in den Staatsdienst zurück, diesmal innerhalb der Forstwirtschaftsabteilung des Ministeriums für Staatsbesitz. In gesicherten Verhältnissen kam er schnell mit dem Schreiben der Oper voran und stellte das Manuskript im Dezember desselben Jahres fertig. Vom Mariinski-Theater zurückgewiesen, überarbeitete er das Stück bis Juli 1872 noch einmal drastisch, doch auch diesmal hatte er keinen Erfolg. Allerdings wurden im Rahmen einer Benefiz-Veranstaltung auf Initiative einiger Sänger drei Szenen seines Werkes mit großem Erfolg vorgestellt. Dies führte schließlich dazu, dass auch die Intendanz des Mariinski-Theaters sich nicht länger querstellte, so dass es am 8. Februar 1874 zur Uraufführung von Boris Godunow kommen konnte. Zu dieser Zeit begann Mussorgski, heftig zu trinken; er sah bei sich selbst Symptome der Demenz. Dennoch wurde er vorläufig noch weiter in seiner Ministeriumslaufbahn befördert.\n\nIm Juni 1874 schrieb er den Klavierzyklus Bilder einer Ausstellung, der durch eine Ausstellung der Zeichnungen und Bühnenentwürfe seines verstorbenen Freundes Viktor Hartmann inspiriert war. Zur selben Zeit entstand der Liederzyklus Ohne Sonne nach Gedichten von Golenischtschew-Kutusow.\nPorträt Mussorgskis kurz vor seinem Tod, gemalt von Ilja Repin im Jahr 1881\nZwischen März und April 1877 entstand eine weitere Reihe von Liedern zu Gedichten von Alexei Konstantinowitsch Tolstoi, die zum ersten Mal seine neue Kompositionstechnik verdeutlichten, bei der sich lyrischer Gesang und eine deklamatorische rezitativähnliche Sprache vereinen.\nIm Jahre 1878 wechselte Mussorgski von der Forstwirtschaftsabteilung in die Revisionsabteilung, wo er in T. Filipow einen verständnisvollen Vorgesetzten fand, der ihm unter anderem Raum für eine dreimonatige Konzertreise zusammen mit der Altistin Daria Leonowa in die Ukraine, auf die Krim und zu Städten an Don und Wolga ließ.\nAm 13. Januar 1880 musste Mussorgski den Staatsdienst wegen seiner Trunksucht verlassen, erhielt jedoch unter der Bedingung, dass er seine halbfertige Oper Chowanschtschina zu Ende bringe, eine Pension von 100 Rubel zugebilligt. Sowohl Chowanschtschina als auch die komische Oper Der Jahrmarkt von Sorotschinzy wurden jedoch nicht mehr fertiggestellt.\nIn seinem letzten Lebensjahr lebte er teilweise bei Daria Leonowa auf ihrem Landgut. Für sie arbeitete er als Begleiter und Theorielehrer in der von ihr gegründeten Musikschule in St. Petersburg. Am 23. Februar 1881 besuchte Mussorgski Leonowa noch einmal in verzweifelter Stimmung. Ihr zufolge glaubte er, aufgrund seiner verzweifelten finanziellen Lage nichts anderes mehr tun zu können, als zu betteln. Nach einem Krampfanfall am Abend desselben Tages und drei weiteren am folgenden Tag wurde er am 26. Februar in das Nikolajewski-Krankenhaus eingeliefert. Nach einer scheinbaren Erholung Mitte März, während welcher Repin sein berühmtes Porträt malte, verstarb Mussorgski am 28. desselben Monats. Er liegt auf dem Tichwiner Friedhof des Alexander-Newski-Klosters in St. Petersburg begraben. Ihm zu Ehren tragen seit 1961 die Mussorgsky Peaks seinen Namen, zwei Berge auf der Alexander-I.-Insel in der Antarktis. ","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Russia","strCountryCode":"RU","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sxuvtt1518187933.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xysyut1373137932.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"c1380b12-3909-47d8-a5fd-d20e76123310","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}