{"artists":[{"idArtist":"124143","strArtist":"John Travolta","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1954","intBornYear":"1954","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock","strMood":"Cheerful","strWebsite":null,"strFacebook":null,"strTwitter":null,"strBiographyEN":"\"Travolta\" redirects here. For other people with the same surname, see Travolta (surname).\nJohn Joseph Travolta (born February 18, 1954) is an American actor, dancer, and singer. Travolta first became known in the 1970s, after appearing on the television series Welcome Back, Kotter and starring in the box office successes Saturday Night Fever and Grease. Travolta's acting career declined through the 1980s. \nHis career enjoyed a resurgence in the 1990s with his role in Pulp Fiction, and he has since continued starring in more recent films such as Face/Off, Swordfish, and Wild Hogs. Travolta was nominated for the Academy Award for Best Actor for Saturday Night Fever and Pulp Fiction. He won the Golden Globe Award for Best Actor - Motion Picture Musical or Comedy for his performance in Get Shorty. In 2014, he has received the IIFA Award for Outstanding Achievement in International Cinema at the 15th IIFA Awards held at the Raymond James Stadium in Tampa, Florida, in the United States.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"John Joseph Travolta (Englewood, Nueva Jersey; 18 de febrero de 1954) es un actor, cantante, músico, bailarín, productor de cine, productor discográfico de cine, televisión y teatro, además de piloto estadounidense y ganador de un Globo de Oro.\n\nLogró cierto reconocimiento en los años setenta al participar en la serie de televisión Welcome Back, Kotter, transmitida entre 1975 y 1979, para luego convertirse en una figura popular y \"galán\" del séptimo arte con las películas Grease de 1978 y Saturday Night Fever de 1977. Si bien su éxito declinó en los años ochenta, resurgió en los noventa protagonizando exitosas películas como Pulp Fiction de 1994, Face/Off de 1997, Swordfish de 2001 y Hairspray de 2007, aunque volverería a decaer con películas como Battlefield Earth (2000) y Gotti (2018).\n\nPor su participación en Saturday Night Fever y Pulp Fiction, Travolta fue candidato al Óscar al mejor actor. Su rol en la comedia Get Shorty de 1995 le premió con el Globo de Oro al mejor actor de comedia o musical. En 2016 fue premiado con el Primetime Emmy por su rol como productor de la serie de televisión The People v. O. J. Simpson: American Crime Story, en la cual también actúa.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Englewood","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/7of7wl1682081249.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/travolta-john-5e59489996d10.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/mtpepu1682081309.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/ffcexv1682081528.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/dhvj8e1682081448.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/travolta-john-51bd066b071ef.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/pxhvrp1682081399.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/0hkhkc1682081498.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/ggrue81682081372.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/zwnv8s1682082156.jpg","strMusicBrainzID":"94f4c61e-5cf3-4cba-ab3e-9bd5be99f6ab","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}