{"album":[{"idAlbum":"2175785","idArtist":"111259","idLabel":null,"strAlbum":"The Wall","strAlbumStripped":"The Wall","strArtist":"Pink Floyd","strArtistStripped":"Pink Floyd","intYearReleased":"1979","strStyle":"Rock/Pop","strGenre":"Progressive Rock","strLabel":null,"strReleaseFormat":"Album","intSales":"30000000","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/ndycf61616527694.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/0odxs91616527726.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/the-wall-4e7765a9d1611.png","strAlbumSpine":"https://www.theaudiodb.com/images/media/album/spine/tvwvxt1553433033.jpg","strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/yvtwss1553433789.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/xtqqvu1553433775.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/ryypyy1553433781.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/d3cioh1664190489.png","strDescriptionEN":"The Wall is the eleventh studio album by the English progressive rock group Pink Floyd. Released as a double album on 30 November 1979, it was subsequently performed live with elaborate theatrical effects, and adapted into a feature film, Pink Floyd—The Wall.\n\nAs with the band's previous three LPs, The Wall is a concept album and deals largely with themes of abandonment and personal isolation. It was first conceived during their 1977 In the Flesh Tour, when bassist and lyricist Roger Waters's frustration with the spectators' perceived boorishness became so acute that he imagined building a wall between the performers and audience. The album is a rock opera that centres on Pink, a character Waters modelled after himself, with some aspects based on the band's original leader, Syd Barrett. Pink's life experiences begin with the loss of his father during the Second World War, and continue with ridicule and abuse from his schoolteachers, an overprotective mother and finally, the breakdown of his marriage. All contribute to his eventual self-imposed isolation from society, represented by a metaphorical wall.\n\nThe Wall features a notably harsher and more theatrical style than Pink Floyd's previous releases. Keyboardist Richard Wright left the band during the album's production but remained as a salaried musician, performing with Pink Floyd during The Wall Tour. Commercially successful upon its release, the album was one of the best selling of 1980, and as of 1999, it had sold over 23 million RIAA certified units (11.5 million albums) in the United States. Rolling Stone magazine placed The Wall at number 87 on its list of The 500 Greatest Albums of All Time.","strDescriptionDE":"Wikipedia\n\nThe Wall ist ein Konzeptalbum der britischen Rockband Pink Floyd. Es wurde am 30. November 1979 in Großbritannien veröffentlicht. The Wall stellte nach den Vorgängeralben Wish You Were Here und Animals eine neue Ausrichtung der Musik der Band dar. Zugleich ist es das letzte Studioalbum der Band, das in der „klassischen“, seit 1968 bestehenden Besetzung eingespielt wurde, da Richard Wright nach Ende der Aufnahmen veranlasst wurde, die Band zu verlassen. ","strDescriptionFR":"The Wall (en français : « le Mur ») est le onzième album du groupe de rock progressif britannique Pink Floyd, et leur second double album. Enregistré sur une période de huit mois, l'album est sorti le 30 novembre 1979 en Grande-Bretagne et le 8 décembre aux États-Unis. Il est souvent considéré comme l'un des plus grands albums de Pink Floyd et marque l'apogée du groupe, qui ne rencontrera plus de succès équivalent par la suite. L'album fait partie des dix meilleures ventes d'albums aux États-Unis, et est le double-album le plus vendu au monde.\n\nL'album The Wall fait partie d'un grand projet concept à trois volets, le premier étant l'album lui-même, sa représentation sur scène et, finalement, un long métrage basé sur l'histoire de l'album. La réalisation du projet dura quatre ans ; le projet fut créé en 1978 et le film sortit en 1982. Comme les trois albums précédents du groupe (The Dark Side of the Moon, Wish You Were Here et Animals), The Wall est un album-concept, mais aussi un opéra rock ; il traite du thème de l'isolement et de ses conséquences mentales, et les chansons suivent toutes un fil conducteur pour former une histoire. De ce fait, l'album sonne plus dur et théâtral que les précédents albums de Pink Floyd.\n\nThe Wall marque la dernière véritable entente entre les deux auteurs-compositeurs du groupe, Roger Waters et David Gilmour. Les tensions sont alors croissantes au sein du groupe, avec Waters devenu sa seule force motrice — il signe seul la quasi-totalité des titres de l'album —, et finissent par mener à l'exclusion du claviériste Richard Wright, qui ne réintègre le groupe officiellement qu'en 1994, longtemps après le départ de Waters. Ce dernier quitte le groupe en 1985, après l'album suivant, The Final Cut, pour entamer une carrière solo.\n\nOn peut employer des termes aussi divers que variés pour essayer de définir The Wall : il peut être considéré comme un opéra rock, un album-concept, une comédie musicale ou même un oratorio. Aucun de ces mots n'est complètement approprié, mais il y a une part de vérité dans chacun d'eux. Un opéra rock est, par définition, un album rock dont les morceaux constituent la trame d'une histoire. De plus, la chanson The Trial rappelle le style d'une opérette. Dans le lexique standard de la musique rock, il peut aussi être défini comme un « album-concept ».\n\nL'histoire de l'album raconte la vie d'un anti-héros nommé Pink, qui est oppressé dès les premiers instants de sa vie : il perd son père, tué à Anzio durant la Seconde Guerre mondiale — comme le propre père du bassiste Roger Waters, Eric Fletcher Waters — (In the Flesh?, Another Brick in the Wall, Part I), est ensuite surprotégé par sa mère (Mother), tyrannisé par des professeurs désireux de le modeler comme les autres élèves dans le « moule » que réclame la société, d'où l'image récurrente du hachoir à viande (Another Brick in the Wall, Part II). Pink se retire alors dans un univers imaginaire en bâtissant un mur imaginaire, une allégorie représentant sa distanciation émotionnelle, pour le protéger du reste du monde : chaque traumatisme qu'il subit est une brique de plus à son mur. Parallèlement à ce processus, il devient une « rock star » (Young Lust) et se marie, mais il s'éloigne de plus en plus de sa femme, qui finit par le tromper (Don't Leave Me Now). Pink achève alors la construction de son mur (Goodbye Cruel World).\n\nIl sombre alors peu à peu dans la folie et la dépression. Perdu en lui-même, il doit cependant refaire surface en raison de son mode de vie : son entourage lui injecte des médicaments pour qu'il puisse assurer ses concerts (Comfortably Numb, The Show Must Go On). Pink hallucine et se prend pour un dictateur fasciste : ses concerts deviennent des prestations néo-nazies durant lesquelles il envoie ses hommes contre les fans qu'il considère indignes (In the Flesh, Run Like Hell, Waiting for the Worms), mais sa conscience finit par se révolter et le soumet à un procès dans lequel il est à la fois accusé et plaignant (The Trial). À l'issue de ce procès, le juge ordonne que le mur soit détruit et que Pink s'ouvre au monde (Outside the Wall).\n\nL'album se conclut sur les paroles « isn't this where… » (« n'est-ce pas par là… ») ; il avait débuté sur les mots « …we came in? » (« …que nous sommes entrés ? »), formant ensemble la phrase « Isn't this where we came in? » (« n'est-ce pas par là que nous sommes entrés ? »), montrant la nature cyclique de l'idée de Waters : le processus de se construire un mur pour ne pas faire face à la réalité est continuel chez l'homme.\n\nLe producteur Bob Ezrin a joué un rôle majeur dans l'élaboration de l'histoire en éclaircissant le récit présent dans les démos originales de Roger Waters via l'écriture d'un script, qui réclama l'écriture de chansons supplémentaires pour boucler l'intrigue. Toutes les paroles et la majeure partie de la musique ont été écrites et composée par Waters, avec des contributions minimes de David Gilmour et Bob Ezrin.\n\nThe Wall regroupe vingt-six titres (à raison de treize sur chaque disque), dont trois compositions cocréditées avec David Gilmour, parmi les plus connues de Pink Floyd : Comfortably Numb et Run Like Hell, notamment. Le reste de l'album — sauf le théâtral The Trial coécrit avec Bob Ezrin — est signé par Roger Waters ; l'album porte manifestement sa marque.\n\nThe Wall se compose d'un mélange de titres rock (Young Lust, In the Flesh), de titres plus calmes et sombres (Don't Leave Me Now, Is There Anybody Out There?), de ballades rock (Mother, Hey You) et même plus ou moins disco (Another Brick in the Wall, Part II).\n\nPlusieurs titres de l'album ont été enregistrés avec un orchestre et des musiciens et choristes additionnels, pour renforcer l'aspect opéra rock de l'album, et le mixage est assez élaboré, incluant de nombreux effets sonores théâtraux comme des bombardements, un effondrement, etc. La guitare acoustique est prédominante dans certaines chansons (Mother, Goodbye Blue Sky), et d'autres titres alternent avec du rock électrique (Hey You). La chanson Is There Anybody Out There? est un mélange entre parties de synthétiseur sombres et inquiétantes et pièce instrumentale acoustique que l'on peut qualifier de « classique ».\n\nLe rock progressif des précédents albums du groupe est loin derrière : les chansons ne durent en moyenne pas plus de quatre minutes, les envolées musicales sont restreintes et le « son Pink Floyd », planant et mélodieux, d'Echoes ou de Shine On You Crazy Diamond est moins présent ; il disparaîtra complètement sur le prochain album, The Final Cut, en partie en raison du départ du claviériste Rick Wright, qui jouait un énorme rôle dans le « son Pink Floyd ».\n\nLes changements de tempo et de signature rythmique propres au rock progressif sont encore présents, notamment sur Mother, où se regroupement des mesures 6/8 (six croches par mesure), 9/8 (neuf croches par mesure) et le traditionnel 4/4 (quatre temps, noires, par mesures).\n\nThe Wall est le premier album de Pink Floyd depuis The Piper at the Gates of Dawn, en 1967, dont la pochette n'est pas réalisée par Storm Thorgerson et de son studio Hipgnosis. Cette fois, c'est Gerald Scarfe qui fut appelé pour créer le « design » et la pochette de l'album avec Roger Waters.\n\nLa pochette de l'album représente très simplement un mur blanc immaculé, le « mur » conceptuel symbolique de la non-communication. Sur le mur est écrit le nom du groupe et de l'album, en lettres peintes en noir. Contrairement à l'édition en CD, sur la pochette originale du vinyle ne figurait qu'un mur, sans le nom du groupe et de l'album. La mention « Pink Floyd The Wall » se trouvait en fait sur un autocollant transparent et électrostatique que l'on pouvait poser ou retirer à loisir de la pochette.\n\nScarfe a également dessiné les personnages présents dans le concept de l'album : le juge de The Trial sous la forme d'une paire de testicules avec des yeux et une perruque de magistrat, le professeur de Pink avec une canne et des yeux extraordinairement exorbités, etc. Le héros, Pink, est représenté sous la forme d'une marionnette nue, un pantin sans fil, représentative de son état mental et de la façon dont la société le traite.","strDescriptionCN":null,"strDescriptionIT":"The Wall è l'undicesimo album registrato in studio dalla band inglese Pink Floyd (il dodicesimo se si considera anche la raccolta Relics del 1971). È un concept album che fu pubblicato come doppio album il 30 novembre 1979; tuttora rinomati gli effetti scenici usati nel tour che venne a seguire, considerati da molti fan e critici innovativi per quel periodo. Infatti gli stessi Pink Floyd, dopo aver pubblicato The Final Cut, non si esibirono più dal vivo fino all'abbandono di Waters, avvenuto nel 1985. Essi non presero nemmeno in considerazione l'idea di un nuovo tour per promuovere l'album successivo, ritenendo infatti troppo difficoltoso competere con gli show precedenti di The Wall. Ciò è testimoniato da Nick Mason nel suo libro Inside Out: A Personal History of Pink Floyd.\nAll'album seguì anche il film Pink Floyd The Wall.\nL'album ha ricevuto il Disco di diamante per due volte in Canada ed una in Francia, il Disco di platino per 23 volte negli Stati Uniti, 4 volte in Germania, 11 in Australia, uno in Argentina, Italia e Polonia ed il Disco d'oro in Grecia. Ha raggiunto la prima posizione in classifica negli Stati Uniti per 15 settimane risultando l'album più venduto dell'anno. In altri paesi è arrivato primo in Norvegia, Svezia, Germania, Nuova Zelanda, Austria, Olanda, Francia ed Argentina, terzo nel Regno Unito e nono in Spagna ed ha venduto 30 milioni di copie in tutto il mondo, di cui 11,5 milioni di copie negli USA. In altri paesi è arrivato al quarto posto nel marzo 2012 in Italia dove ha venduto 1,2 milioni di copie, al sesto posto in Danimarca nel maggio 2011 ed in Grecia nel 2010, in ottava posizione in Svizzera nel luglio 2006, in nona in Spagna nell'aprile 2006 ed in decima in Portogallo nel 2012.\nL'album è un'opera rock incentrata sulla storia di un personaggio fittizio: una rockstar di nome Pink. Egli, a causa di una serie di traumi psicologici, arriva a costruirsi un \"muro\" mentale attorno ai propri sentimenti, dietro al quale egli si isola. I disagi, soprattutto infantili, che portano Pink a questa scelta drammatica sono:\n\n    la morte del padre verso la fine della seconda guerra mondiale;\n    la madre iperprotettiva;\n    insegnanti scolastici eccessivamente autoritari ed avvezzi alle punizioni corporali;\n    i tradimenti della moglie (in età adulta).\n\nL'album segna anche la rovina della formazione classica dei Pink Floyd. Infatti il tastierista Richard Wright partecipò tardivamente alla registrazione dell'album (si era trasferito in Grecia con la sua nuova moglie); per questo motivo (come spiegato da Mason nel suo libro sopra citato) Waters litigò con il tastierista e lo licenziò: durante il tour di promozione Wright partecipò solo come sessionman.\nIl successo dell'album fu enorme: fu l'album più venduto negli Stati Uniti nel 1980, divenendo uno degli album doppi più venduti nella storia.\n\n","strDescriptionJP":null,"strDescriptionRU":"Дата выхода: UK: 30 ноября 1979\n                          US: 8 декабря 1979\nКомпания: EMI Records Ltd\nСтудия: Super Bear Studios, CBS\nЗвукорежиссер: Джеймс Гатри\nПродюсер: Боб Эзрин\n                     Дэвид Гилмор\n                     Роджер Уотерс\nДизайн: Джеральд Скарф, Роджер Уотерс\n\nХит-парады: UK: 3 место\n                        US: 1 место\nРоджер Уотерс: бас, вокал\nДэвид Гилмор: гитара, вокал\nНик Мэйсон: ударные\nРик Райт: клавишные\nМайкл Кэймен: оркестровые аранжировки\nБоб Эзрин: оркестровые аранжировки\nХор Ислингтонской Зелёной Школы: вокал\nБрюс Джонстон, Тони Тинайл, Джо Чимэй, Джон Джойс, Стэн Фэрбер, Джим Хаас: бэк-вокал\n\nДиск 1:\n1.In The Flesh? 3:19\n2.The Thin Ice  2:29\n3.Another Brick In The Wall (Part 1) 3:10\n4.The Happiest Days Of Our Lives 1:51\n5.Another Brick In The Wall (Part 2) 4:00\n6.Mother 5:33\n7.Goodbye Blue Sky 2:49\n8.Empty Spaces 2:07\n9.Young Lust 3:33\n10.One Of My Turns 3:34\n11.Don't Leave Me Now  4:16\n12.Another Brick In The Wall (Part 3) 1:17\n13.Goodbye Cruel World 1:14\n\nДиск 2:\n1.Hey You 4:41\n2.Is There Anybody Out There? 2:57\n3.Nobody Home 3:12\n4.Vera 1:28\n5.Bring The Boys Back Home 1:26\n6.Comfortably Numb 6:24\n7.The Show Must Go On 1:38\n8.In The Flesh 4:13\n9.Run Like Hell 4:21\n10.Waiting For The Worms 4:01\n11.Stop 0:31\n12.The Trial 5:19\n13.Outside The Wall 1:45\n\nThe Wall\n\nКонцепция альбома зародилась во время тяжелейшего мирового тура группы «In The Flesh» в 1977 году. Здесь музыкантам впервые пришлось столкнуться с выступлениями на крупнейших стадионах мира, часто вмещавших более 100 тысяч зрителей. Этот опыт оказался особенно разрушительным для психики Уотерса, который просто возненавидел аудиторию и утратил контакт с другими членами группы. (Вспомните об уже упоминавшемся случае, когда Роджер во время концерта плюнул в лицо одному из фэнов.) Потрясенный собственным поведением, Уотерс стал с тех пор подумывать о физической преграде, которая отделила бы его от аудитории, не понимающей ни его самого, ни его музыки.\n\nThe Wall задумывалась одновременно как шоу, альбом и фильм. Стена приобрела метафорическое значение, включая в себя как личные защитные барьеры, которые люди возводят вокруг себя, так и барьеры, воздвигаемые обществом на пути свободы выражения. По мере работы сюжет приобрел более личный смысл, объединив историю отчуждения Сида Баррета и недавний опыт самого Роджера в рассказе о рок-звезде по имени Пинк, балансирующей на грани безумия. Этот образ Уотерс наделил многими из собственных мучительных переживаний, включая потерю отца, мрачные школьные годы и неверность жены, каждое из которых становилось еще одним «камнем» в стене, отделяющей героя от остального мира.\n\nIn The Flesh? задумывалась как пародия на то, чем, по мнению Уотерса, стала группа. Он отчетливо сознавал, что PINK FLOYD все больше и больше жертвует утонченностью ради напыщенной театральности. Разочарованный в массовых выступлениях, Роджер пришел к выводу, что рок-концерты скорее напоминают войну, чем развлечение.\n\nНа шоу эта первая песня исполнялась «дублирующей» группой, на участниках которой были надеты маски настоящих членов PINK FLOYD. Все это, по мысли Уотерса, должно было напоминать некое «нацистское действо», которое открывает полубезумный Пинк.\n\nВнимательные слушатели могут заметить, что самыми первыми словами альбома, сопровождаемыми жалобной мелодией еврейской скрипки, являются «...we came in?» Эта фраза лишена смысла, пока вы не услышите последних слов альбома: «Isn't this where...», что составляет фразу, означающую в переводе: «Разве мы здесь не причем?» Это подчеркивает циклический характер альбома, предполагая, что вслед за разрушением одной стены немедленно начинается возведение новой.\n\nThe Thin Ice посвящена детству обоих, Уотерса и Баррета, которое было омрачено потерей отцов. Отец Роджера погиб в 1944 году на войне, когда тому не было и года, а отец Сида умер от рака, когда тому было всего 12. Из текста песни становится ясно, что Пинк обречен на страдания, будучи человеком чувствительным и неуравновешенным.\n\nAnother Brick In The Wall (Part 1) , как указывал сам Уотерс, не просто о детях, чьи отцы погибли на войне, а о более общем чувстве покинутости и о том, как это ощущение собственной неполноценности заставляет человека окружать себя эмоциональными барьерами.\n\nThe Happiest Days Of Our Lives посвящена школьным годам Пинка, которые явились еще одним камнем в стене. Кембриджская средняя школа для мальчиков, где учился Уотерс, славилась высокими стандартами образования, однако часто это достигалось драконовскими мерами. К тому же выросший без отца Роджер искал в учителях поддержку, в которой большинство из них ему отказали. Они поощряли успехи Роджера в науках, но безжалостно высмеивали его первые поэтические опыты. Уотерс особо подчеркивал, что песня не является осуждением всех учителей как таковых, а лишь плохих, которые стремятся заставить детей быть «тихими и прилежными» и привить им правильное поведение, чтобы они могли потом поступить в университет и «хорошо устроиться в жизни».\n\nВ фильме Паркера учитель высмеивает перед всем классом стихотворение Пинка, в котором можно узнать «Money» с Dark Side Of The Moon.\n\nAnother Brick In The Wall (Part 2) к глубокому сожалению автора часто интерпретируется как протест против образования вообще. На самом же деле это протест лишь против плохих учителей и основанных на механическом запоминании форм обучения («контроль за мыслями»), которые, по мнению Уотерса, препятствуют развитию свободного мышления и воображения. Тем не менее, песня оказалась гораздо более политически окрашенной, чем этого хотелось Роджеру, и была даже запрещена в Южной Африке.\n\nДетский хор был найден в одной из школ Айлингтона, учитель музыки которой согласился привести в студию целый класс. Впоследствии разгорелся скандал, когда репортерам стало известно, что детям не досталось ни гонорара, ни даже альбома. После этого школа получила кучу денег на новое музыкальное оборудование, а Уотерс лично проследил, чтобы каждый ученик класса получил по экземпляру диска.\n\nMother повествует о третьем камне в стене Пинка — его матери. Пытаясь компенсировать ему потерю отца, она окружает его любовью и заботой, стремясь оградить от любых трудностей в жизни. Уотерс считал особенно необходимым подчеркнуть, что в песне изображен не портрет его собственной матери Мэри, чьи социалистические убеждения во многом сформировали его мировоззрение, а некий обобщенный образ, основанный на наблюдении за слишком заботливыми матерями, растящими своих детей эмоционально ранимыми и беспомощными. С этой точки зрения интересно отметить, что, покинув музыкальный мир, Сид Баррет вернулся к своей матери Уинифрид, с которой жил до самой ее смерти в 1991 году. В плане сюжета особенно важно то, что решенная во фрейдистском духе фигура матери препятствует развитию отношений Пинка с женщинами.\n\nGoodbye Blue Sky посвящена наиболее часто встречающейся в творчестве группы теме — вступлению из детства в мир взрослых. В названии песни использована фраза, ставшая популярной во время второй мировой войны, означающая, что ничего хорошего не предвидится.\n\nEmpty Spaces первоначально называлась «What Shall We Do Now?» И трэк с этим названием присутствовал в записи альбома. Однако позднее из-за недостатка объема на виниловом диске он был опущен. Это произошло так поздно, что он продолжает значиться в списке вещей альбома. В песне речь шла о поисках Пинком своего места в мире взрослых. Вещь «Empty Spaces», помещенная в конце второй стороны, включает в себя лишь первые строки оригинала не без ущерба для смысла.\n\nПеред началом песни можно разобрать какую-то невразумительную речь, которая становится понятной, если проиграть диск наоборот: «Поздравляем, вы только что обнаружили тайное послание. Присылайте свои ответы Старому Пинку на Смешную Ферму в Чэлфонте».\n\nYoung Lust рассказывает об одной из сторон жизни рок-звезд, войти в круг которых решает Пинк. В ожидании своего выступления он охвачен «юношеской похотью» в окружении на все готовых группиз. Первоначально в песне рассказывалось об интересе молодого Пинка к суррогатному сексу, присутствующему в порнофильмах и журналах, так как он испытывал страх перед настоящим. Нельзя не отметить некоторое влияние на эту песню ранней композиции группы «The Nile Song», имеющей сходную тематику.\n\nВ плане сюжета наиболее важным является телефонный разговор в конце песни. Пинк звонит из тура своей жене в Англию и слышит голос другого мужчины. Возможно, этот эпизод имел в своей основе реальное событие из жизни Уотерса с его первой женой Джуди Трим. В фильме Пинк забирает одну из девушек в свой трейлер, а потом в номер отеля.\n\nOne Of My Turns , в которой рассказывается о том, как обезумевший Пинк крушит свой номер, была основана на реальных событиях, произошедших с Роем Харпером. На одном из концертов-презентаций альбома Wish You Were Неге в июле 1975 года он обнаружил перед самым выходом на сцену, что его сценический костюм исчез. Охваченный внезапным приступом ярости, он тогда разгромил трейлер группы и серьезно порезал руку.\n\nВ фильме, придя в номер, Пинк включает телевизор и не обращает никакого внимания на девушку, целиком поглощенный своими мыслями. Когда по его щеке скатывается слеза, он внезапно приходит в ярость и начинает крушить обстановку. Характерно, что игравший роль Пинка Боб Гелдоф во время исполнения этой сцены тоже порезался.\n\nDon't Leave Me Now представляет собой мучительную попытку уставшего от одиночества Пинка вернуть жену, которую, как ему кажется, он все еще любит. Однако за очевидным сюжетом прослеживается горькая ирония Уотерса по поводу супружеских взаимоотношений, которые ему приходилось наблюдать. Роджер подчеркивал, что «это очень циничная песня, но я теперь не отношусь к браку подобным образом».\n\nAnother Brick In The Wall (Part 3) обозначает момент, когда вокруг Пинка действительно начинает воздвигаться стена. Отвергнутый, он решает, что окружающий мир ему больше не нужен. Здесь нетрудно увидеть указание на Сида Баррета, друзья которого впоследствии отмечали, насколько быстро произошел его уход в кататонию.\n\nGoodbye Cruel World , в которой используется рифф из «See Emily Play», описывает состояние человека, отвернувшегося от мира и замкнувшего себя в непроницаемый кокон. «Это начало кататонии, если хотите... — объяснял Уотерс, — и он уходит в себя, он сворачивается в клубок, и он не хочет двигаться. Вот и все, с него достаточно, это конец».\n\nНа шоу Уотерс обычно исполнял эту песню, выглядывая из-за стены через единственное оставшееся отверстие. В конце песни он закладывал в него последний камень, делая стену Пинка непроницаемой. Предполагается, что все последующие события происходят в больном сознании героя.\n\nГруппа теперь играет из-за стены, и все, что видят зрители, — это нагромождение белых кирпичей.\n\nHey You является одной из наиболее значимых вещей на альбоме. Ее слова не относятся непосредственно к герою, а, скорее, представляют собой страстный призыв к установлению нормальных взаимоотношений между всеми людьми, прячущимися за своими стенами. Запершись в своем номере, Пинк обращается к своим друзьям и любимым с просьбой не покидать его. В этой песне впервые появляется образ червей, символа тления, которые поражают сознание ушедших в болезненную изоляцию людей.\n\nЭта песня была перемещена со своего первоначального положения в конце третьей части в более выигрышное положение в ее начале. Но это произошло так поздно, что ее текст оказался помещенным в альбоме не на своем месте.\n\nВо время концертных выступлений группа начинала исполнять «Hey You», когда в зале еще горел свет и публика доедала хот-доги и мороженое.\n\nIs There Anybody Out There? — это вопрос Пинка, на который он не получает ответа, таким образом убеждаясь, что его изоляция вполне реальна. Диалог в начале принадлежит американскому вестерну «Gunsmoke», который идет по телевизору в номере Пинка.\n\nВ фильме этому трэку соответствует, наверное, самая сильная сцена развивающегося психоза. Пинк идет в ванную бриться, но его помраченный разум выкидывает с ним одну из своих шуток, и он сбривает себе также брови и волосы на груди. Эта кровавая сцена не была предусмотрена сценарием, однако Гелдоф настолько вошел в образ, что не смог остановиться. Для всех, кто близко знал Баррета, это явилось жутким отголоском его патологического поведения в период погружения в болезнь. Однажды Сид сбрил себе брови, надел женское платье и в таком виде прогуливался по Кингз-роуд. В другой раз во время званого обеда он вышел из-за стола, обрезал свои длинные волосы тупыми ножницами и как ни в чем не бывало вернулся за стол.\n\nNobody Home — это болезненный самоанализ Пинка, в ходе которого ему становится очевидно, что его как бы не существует, «никого нет дома». В основу песни легла одна из последних вещей Баррета в составе группы «Vegetable Man», которую Уотерс не включил в альбом A Saucerful Of Secrets как слишком откровенно показывающую состояние Сида. Написанная на кухне у Питера Дженнера, она представляла собой ироническое описание Сидом собственной одежды и внешности.\n\nСтрочка: «У меня есть резинки, чтобы не спадали мои ботинки», — имеет прямое отношение к Баррету, который в конце своего сотрудничества с группой имел обыкновение носить грязные ботинки «гохилз», связанные между собой резиновой лентой. Упоминание об «обязательной завивке под Хендрикса» относится к перманенту за 20 фунтов, который озабоченный своими волосами Сид сделал в фешенебельном салоне на Найтсбридж по примеру Хендрикса и Клэптона. Строчка о рояле «для подпорки бренных останков», видимо, относится к Рику Райту, который, по мнению Уотерса, «совершенно выдохся», что повлекло его отстранение от записи альбома и в дальнейшем фактическое изгнание из группы. Упоминание о серебряной ложечке, возможно, не без иронии намекает на тогдашнее увлечение того же Райта кокаином.\n\nНа шоу в этой сцене в стене открывается люк, через который видно комнату мотеля с включенным телевизором и сидящего перед ним Пинка-Уотерса.\n\nVera — воспоминание о популярной во время второй мировой войны певице, чье творчество поднимало боевой дух солдат, сражавшихся в Европе и Африке. Образ Веры Линн всплывает в сознании Пинка под влиянием фильма «The Battle Of Britain», который идет по телевизору.\n\nBring The Boys Back Home является, по словам Уотерса, центральной вещью альбома, поскольку она отражает то чувство утраты, которое он испытал в детстве, когда узнал, что его отец погиб на войне. «Она о том, чтобы не давать людям уходить и погибать на войне, — объяснял Роджер смысл песни, — но она также и о том, чтобы не давать рок-н-роллу, производству машин, торговле мылом, биологическим исследованиям или чему бы то ни было становиться настолько важными «мальчишескими играми», что они затмевают собой друзей, жен, детей, других людей».\n\nComfortably Numb рассматривается многими как лучшее из всего созданного группой. Здесь звучит одно из наиболее мощных и эмоциональных гитарных соло Гилмора, уравновешенное глубоким психологизмом лирики Уотерса.\n\nСогласно сюжету, в этот момент Пинк должен выйти на сцену. Голоса, слышные в начале вещи, звучат в его сознании и должны продемонстрировать всю отстраненность его от реальности. Эта сцена имеет параллель в реальном случае с Сидом, которого во время одного из выступлении летом 1967-го так и не удалось вывести из ступора. Уотерсу тогда пришлось просто повесить ему на шею гитару и в таком виде вывести на сцену, где он беззвучно простоял все выступление с руками, висящими вдоль тела. В комнату заходит техник, чтобы позвать Пинка, и, не получив ответа, вызывает врача, который делает Пинку укол (возможно, героина), чтобы тот мог отыграть шоу. Фигура «доктора Будьздоров» («Doctor Feelgood»), как называли такого рода эскулапов, являлась вполне привычной во время больших туров, когда в каждое выступление вкладывались сотни тысяч долларов и важно было не допустить его отмены любой ценой. Наиболее известным широкой публике стал случай с личным врачом Элвиса Пресли, который выписывал своему пациенту самые различные таблетки, чтобы тот только продолжал выступать и записываться, превратив, в конце концов, «короля рока» в самого настоящего токсикомана.\n\nПесня отражает колебания Пинка между реальностью и фантазией. Первый и третий куплеты исполняются Уотерсом, играющим роль «доктора Будьздоров», а второй и четвертый, исполняемые Гилмором, представляют собой воспоминания Пинка о значимых моментах в его жизни, которые указывают на то, что некогда он был счастлив.\n\nВо время концертного выступления гитарное соло исполнялось Гилмором на гидравлическом лифте, который поднимал его на вершину стены, где подсвеченная фигура марионетки отбрасывала гигантскую тень на аудиторию.\n\nThe Show Must Go On отражает состояние Пинка перед выходом на сцену. Уотерс использует песню, чтобы еще раз выразить свое отношение к музыкальному бизнесу: шоу должно продолжаться любой ценой, невзирая на физическое или психологическое состояние звезды.\n\nУотерсу хотелось смягчить песню легкими гармониями в стиле BEACH BOYS, и он даже пригласил группу для записи вокальных партий. Однако Майк Лав решил, что тема песни не вписывается в имидж группы и отклонил предложение. Это, впрочем, не помешало Брюсу Джонстону все-таки принять участие в записи альбома и создать необходимое звучание.\n\nIn The Flesh представляет собой повторение темы, звучащей в начале альбома. Пинка, как некогда Сида, выводят на сцену, и под действием наркотика он начинает кривляться. Словами «Пинк нездоров, он остался в отеле» он дает публике понять, что на смену его нормальной личности на свет вышла темная, жестокая и озлобленная сторона его психики. Он создает карикатуру на самого себя, представляя себя неким фашистским лидером. Уотерс считал подобное самоуничижение, обратной стороной которого является агрессия, закономерным финалом самоизоляции и духовного разложения.\n\nRun Like Hell обычно представлялась Уотерсом на концертах как «Run Like Fuck» — вещь для всех параноиков, сидящих в зале». Эта песня поднимает одну из излюбленных тем Роджера — страха перед фашизмом и государственным тоталитаризмом. Его интерес к фашизму возник из более общего интереса к войне, унесшей жизнь его отца. Размышляя над механизмом прихода фашистских лидеров к власти, Уотерс не смог не отметить параллели, существующей между массовой истерией, порождавшейся в толпе фюрерами прошлого, и атмосферой во время рок-концертов, позволяющей звездам легко манипулировать толпой.\n\nWaiting For The Worms начинается с криков: «Pink Floyd!», которые переходят в крики: «Hammer!» «Молотками» и «червями» Пинк называет свою секту, эмблемой которой являются скрещенные черно-красные молотки. В больном воображении Пинка рок-концерт превращается в фашистский митинг, на котором он ощущает себя фюрером и, обращаясь к толпе через мегафон, призывает ее к походу против социальных меньшинств.\n\nStop отражает внезапный момент ясности в сознании Пинка. Действие наркотика заканчивается, и он вновь начинает балансировать между своей обычной личностью и ее болезненным двойником. Решившись вступить в борьбу с червями, он должен теперь предстать перед судом, чтобы сбросить с себя груз прошлого и освободиться из своей изоляции.\n\nThe Trial представляет собой сцену суда, происходящего в душе Пинка, во время которого перед его внутренним взором предстают все главные действующие лица его жизни, предъявляющие претензии на его несчастную душу. «Выставление напоказ перед тебе подобными», к которому приговаривает Пинка суд, является мучительным, однако необходимым моментом внутреннего освобождения.\n\nПервоначально Уотерс хотел закончить альбом, оставив стену на месте, однако потом не без участия Боба Эзрина песня получила более оптимистическое звучание.\n\nOutside The Wall представляет собой своего рода постскриптум, в котором Уотерс обращается к слушателям непосредственно. Он чувствовал, что, так же, как и в Animals, без этого послесловия альбом может быть понят слишком буквально. Другой его заботой было то, что он боялся показаться слишком пессимистичным.\n\nСамым последним, что слышно на альбоме, является звук пикирующего немецкого истребителя «штука», убившего отца Уотерса в Анцио.","strDescriptionES":"The Wall es el undécimo álbum de estudio de la banda británica de rock progresivo Pink Floyd publicado en 1979. Se grabó entre abril y noviembre bajo la dirección del productor Bob Ezrin y de los miembros de Pink Floyd David Gilmour y Roger Waters. Fue lanzado el 30 de noviembre del mismo año en el Reino Unido y el 8 de diciembre en los Estados Unidos.\n\nEste disco doble es un álbum conceptual que nos retrata la vida de una estrella ficticia del rock llamada \"Pink\", basado en las vivencias del mismo Waters, convirtiéndolo así en una especie de álter ego antihéroe. Descrito por Roger Waters, Pink se reprime debido a los traumas que la vida le va deparando: la muerte de su padre en la Segunda Guerra Mundial, la sobreprotección materna, la opresión de la educación británica, los fracasos sentimentales, la presión de ser una figura famosa en el mundo de la música, su controvertido uso de drogas sumado al asma, etc., son convertidos por él en \"ladrillos de un muro\" que lo aísla, construido con el fin de protegerse del mundo y de la vida, pero que le conduce a un mundo de fantasía autodestructiva.\n\nEs señalada por la crítica musical y seguidores del grupo como \"uno de los mejores trabajos de la banda\" y \"uno de los mejores en la historia del rock\", cuya atmósfera morbosa y depresiva ha inspirado a muchos otros músicos. Del mismo modo fue un inmenso éxito comercial mundial acreditándose discos de platino en más de veintitrés ocasiones, situándolo como el disco más vendido en los años 70s.","strDescriptionPT":"The Wall é o décimo primeiro álbum de estúdio da banda inglesa de rock progressivo Pink Floyd. Lançado como álbum duplo em 30 de Novembro de 1979 ele foi, posteriormente, tocado ao vivo com efeitos teatrais, além de ter sido adaptado para o cinema.\n\nSeguindo a tendência dos últimos três álbuns de estúdio da banda, The Wall é um álbum conceitual, tratando de temas como abandono e isolamento pessoal. Foi concebido, inicialmente, durante a turnê In the Flesh, em 1977, quando a frustração do baixista e letrista Roger Waters para com seus espectadores tornou-se tão aguda que ele se imaginou construindo um muro entre o palco e o público.\n\nThe Wall é uma ópera rock centrada em Pink, um personagem fictício baseado em Waters. As experiências de vida de Pink começam com a perda de seu pai durante a Segunda Guerra Mundial, e continuam com a ridicularização e o abuso de seus professores, com sua mãe superprotetora e, finalmente, com o fim de seu casamento. Tudo isso contribui para uma auto-imposta isolação da sociedade, representada por uma parede metafórica.\n\nO álbum contém um estilo mais duro e teatral do que os lançamentos anteriores do Pink Floyd. O tecladista Richard William Wright deixou a banda durante a produção do álbum, continuando no processo como um músico pago, apresentando-se com o grupo na turnê The Wall. Comercialmente bem-sucedido desde o seu lançamento, o álbum foi um dos mais vendidos de 1980, vendendo mais de 11.5 milhões de unidades nos Estados Unidos , atingindo a primeira posição da Billboard. A revista Rolling Stone listou The Wall na 87ª posição em sua lista dos 500 melhores álbuns de todos os tempos.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"9","intScoreVotes":"8","strReview":"","strMood":"Dreamy","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"f2026101-945b-3d05-9ef4-aa718fc3feef","strMusicBrainzArtistID":"83d91898-7763-47d7-b03b-b92132375c47","strAllMusicID":"mw0000195292","strBBCReviewID":"rxj9","strRateYourMusicID":"the_wall","strDiscogsID":"11329","strWikidataID":"Q151114","strWikipediaID":"The_Wall","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}