{"artists":[{"idArtist":"111357","strArtist":"Jay-Z","strArtistStripped":null,"strArtistAlternate":"jay z","strLabel":"Def Jam Recordings","idLabel":"43613","intFormedYear":"1989","intBornYear":"1969","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"Hip-Hop","strMood":"Angry","strWebsite":"rocnation.com/jayz","strFacebook":"www.facebook.com/JayZ","strTwitter":"1","strBiographyEN":"Shawn Corey Carter (born December 4, 1969), better known by his stage name Jay-Z, is an American rapper, songwriter, record producer, entrepreneur, and occasional actor. He is one of the most financially successful hip hop artists and entrepreneurs in America, having a net worth of over $450 million as of 2011. He has sold approximately 50 million albums worldwide, while receiving fourteen Grammy Awards for his musical work, and numerous additional nominations. He is consistently ranked as one of the greatest rappers of all-time. He was ranked #1 by MTV in their list of The Greatest MCs of All-Time in 2006. Two of his albums, Reasonable Doubt (1996) and The Blueprint (2001) are considered landmarks in the genre with both of them being ranked in Rolling Stone magazine's list of the 500 greatest albums of all time. Blender included the former on their 500 CDs You Must Own Before You Die.\nJay-Z co-owns the 40/40 Club, is part-owner of the NBA's Brooklyn Nets and is also the creator of the line Rocawear. He is the former CEO of Def Jam Recordings, one of the three founders of Roc-A-Fella Records, and the founder of Roc Nation. As an artist, he holds the record for most number one albums by a solo artist on the Billboard 200 with eleven. Jay-Z also has had four number ones on the Billboard Hot 100, one as lead artist.\nHe married American R&B singer Beyoncé Knowles on April 4, 2008. He had a daughter named Blue Ivy Carter on January 2012. On December 11, 2009, Jay-Z was ranked as the 10th most successful artist of 2000s by Billboard and ranking as the 5th top solo male artist and as the 4th top rapper behind Eminem, Nelly, and 50 Cent. He is also ranked the 88th greatest artist of all time, according to Rolling Stone.\nOriginally from Marcy Houses, a housing project in the Bedford-Stuyvesant neighborhood of Brooklyn in New York City, the future \"Jay-Z\" then known as Shawn Carter, was abandoned by his father and in 1982, he shot his brother in the shoulder for stealing his jewelry. Carter attended Eli Whitney High School in Brooklyn, along with future rapper AZ, until it was closed down. After that he attended George Westinghouse Career and Technical Education High School in Downtown Brooklyn, with fellow future rappers The Notorious B.I.G. and Busta Rhymes, and Trenton Central High School in Trenton, New Jersey, but did not graduate. In his music he refers to having been involved in selling crack cocaine.\nAccording to his mother, Gloria Carter, her son Shawn used to wake his siblings up at night banging out drum patterns on the kitchen table. Eventually, she bought him a boom box for his birthday, sparking his interest in music. He began freestyling, writing lyrics, and followed the music of many artists popular at the time. In his neighborhood, Carter was known as \"Jazzy\", a nickname that eventually developed into his showbiz/stage name, \"Jay-Z\". The moniker is also an homage to his musical mentor, Jaz-O, as well as to the J/Z subway lines that have a stop at Marcy Avenue in Brooklyn.\nJay-Z can briefly be heard on several of Jaz-O's early recordings in the late 1980s and early 1990s, including \"The Originators\" and \"Hawaiian Sophie\". Jay-Z was also involved in and won several battles with rapper LL Cool J in the early 90's as part of a plan to get a sought-after record deal. He first became known to a wide audience by being featured on the posse cut \"Show and Prove\" on the 1994 Big Daddy Kane album Daddy's Home. Jay-Z has been referred to as Big Daddy Kane's hype man during this period, though Kane explains that he didn't fill the traditional hype man role, instead Jay-Z \"basically made cameo appearances on stage. When I would leave the stage to go change outfits, I would bring out Jay-Z and Positive K and let them freestyle until I came back to the stage\". He made an appearance on a popular song by Big L, \"Da Graveyard\", and on Mic Geronimo's \"Time to Build\", which also featured early appearances by DMX, and Ja Rule in 1995. His first official rap single was called \"I Can't Get With That\", for which he released a music video.","strBiographyDE":"Früher nannte er sich \"Jazzy\", doch als er heraus findet, dass es einfach zu viele mit diesem Namen gibt, macht er daraus kurz und bündig Jay-Z. Doch das ist nicht das Einzige, was den Rapper charakterisiert und ihn von der Masse abhebt.\n\nWährend sich viele Künstler ihre Lyrics von Experten verfassen lassen oder einfach richtig mies covern, schreibt Jay-Z seine Texte nicht einmal mehr auf. \"I don't write Songs, they just form\" - es gibt eben Orte, an denen\nStift und Papier nicht am Start sind. Deshalb speichert Jay seine Texte im Kopf ab, geht ins Studio und macht einen Song daraus.\n\nZusammen mit Damond Dash und Kareem Burke gründete er 1996 das Label Roc-A-Fella Records. Die ersten Singels des Labels etablieren Jay-Z als innovativen Künstler im Rap-Buisness, sein Album \"In My Lifetime, Volume 1\" sahnt gleich Platin ab. Die erste richtig kommerzielle Single ist \"Sunshine\" mit Foxy Brown und Babyface.\n\nSein zweites Album featuret viele bekannte Gesichter wie DMX oder erneut Foxy Brown. Das Instumental der Ghetto-Hymne \"It's A Hard Knock Life\" von Kid Capri muss Jay unbedingt auf seinem Album haben, natürlich mit seinen eigenen Lyrics versehen. Der Refrain stammt jedoch ursprünglich aus \"Annie\", einem Broadway-Musical.\n\nEnde 1999 erscheint mit \"Vol. 3 ... The Life And Times Of S. Carter\" das vierte offizielle Album, unterdessen allerdings macht Jay-Z eher durch rüpelhaftes bis gewalttätiges Benehmen auf sich aufmerksam. Wegen Körperverletzung erwartet ihn bereits ein Verfahren, nun aber kommt es noch dicker.\n\nNach einer Messerstecherei im New Yorker Kit Kat Club, bei der Labelchef Lance Rivera schwer verletzt wird, gilt Jay-Z als Hauptverdächtiger. Obwohl er seine Unschuld beteuert, wird Jay-Z zunächst verhaftet, kommt aber nach der Anklageerhebung und gegen eine Kaution von 50.000 Dollar wieder auf freien Fuß. Eine Verurteilung kann er vermeiden - somit auch bis zu 25 Jahre Haft wegen schwerer Körperverletzung.\n\nTrägt \"The Dynasty: Roc La Familia 2000\" eher die Handschrift seines Labelumfeldes, ist das im September 2001 erscheinende sechtse Studioalbum \"The Blueprint\" wieder ganz auf Jay-Zs eigenem Mist gewachsen. Die Gastkünstler, darunter Slick Rick, Q-Tip und Biz Markie, sind Gäste im Wortsinn und keine Hauptdarsteller. Die Texte drehen sich in erster Linie um den Meister selbst: \"Ich wollte einfach nur all das festhalten, das ich erlebt habe\", sagt er. \"Alles, das mich zu dem gemacht hat, das ich bin. In diesem Album geht es um mich selbst.\"\n\nUnd um andere, wie die Dissattacken gegen Nas und Mobb Deep im Song \"Takeover\" beweisen. Mitte Dezember werden auch The Roots in den Beef mit hinein gezogen, denn die Live-Hip Hopper zocken mit Jay-Z bei MTV-Unplugged. Die grandiose Session wird auf CD veröffentlicht. Doch Jay-Z bleibt auch im Frühjahr 2002 in den Charts. Mit \"Chapter One\" steht das erste Best Of-Werk des Rap-Superstars in den Läden.\n\nIm Jahr 2003 kündigt der mit Beyoncé Knowles liierte Jay-Z seinen Abschied vom aktiven Rap und ein letztes Album an. \"It's all said and done\", er habe keinen Lust mehr, erklärt Jigga (Gerüchte über einen möglichen Rücktritt vom Rücktritt machen trotzdem bald die Runde).\n\nDie Veröffentlichung des 'letzten' Albums \"The Black Album\" steht unter einem schlechten Stern. Die Tracks kursieren schon Anfang November im Netz, Jay-Z zieht den Release um zwei Wochen vor. Um die Fans dazu zu bewegen, das Album trotzdem auf legale Weise zu erwerben, senkt Roc-A-Fella Records sogar den Handelspreis und bringt \"The Black Album\" als Low Price-CD auf den Markt.\n\nDie Maßnahme fruchtet, das schwarze Album verkauft sich in den ersten beiden Wochen über 600.000 mal. Als ein Zukunftsprojekt plant Jay-Z unter anderem, sich in ein Basketball-Team einzukaufen (bevorzugt die New Jersey Nets). Doch der Business-affine Rapper betritt erst einmal wieder die Bühne, um die lang angekündigte \"The Best Of Both Worlds\"-Tour durch 40 Städte mit R. Kelly durchzuziehen. Das zweite Kollabo-Album \"Unfinished Business\" (nach dem 2001-Release \"The Best Of Both Worlds\") ergattert parallel zwar die Poleposition der Billboard-Charts (einen Monat später folgt das Linkin Park/Jay-Z-Bastard-Mixalbum \"Collision Course\"), trotzdem lassen sich die persönlichen Animositäten zwischen den beiden Black Music-Stars nicht mehr verheimlichen.\n\nAnfang November 2004 endet die Zusammenarbeit unrühmlich im New Yorker Madison Square Garden, als Kelly von der Bühne stürmt und Jay-Z die Tournee vorzeitig für beendet erklärt. Kelly reicht daraufhin eine 75-Millionen-Dollar-Klage wegen Vertragsbruchs und Toursabotage ein. Jigga antwortet Ende Januar 2005 zwar mit einer Gegenklage, doch hat er mit dem Fall Kelly innerlich abgeschlossen und Wichtigeres im Sinn.\n\nAb 2005 darf er sich Präsident des berühmten Rap-Labels Def Jam nennen. Dafür gliedert er Roc-A-Fella in die Island-Def Jam-Group ein und sorgt mit einigen außergewöhnlichen Businessentscheidungen für Aufsehen. Erst verpflichtet er The Roots für Def Jam, was bei einigen Fans der Truppe für schlechte Stimmung sorgt. Immerhin hatten sich die Roots seit jeher gegen die Kommerzialisierung ihres Genres gewehrt. Dass die Okayplayer sich mit dem Schritt zum Major keinen Deut von ihrer Kompromisslosigkeit entfernen, zeigen sie aber im Sommer 2006 auf ihrem bis dato dunkelsten und politisch eindeutigsten Album \"Game Theory\".\n\nViel mehr noch überrascht Jigga die Hip Hop-Welt mit der Nachricht, dass zukünftig sein ehemaliger Erzrivale Nas unter seinen Fittichen steht. Der jahrelange Beef wird publikumswirksam bei Jiggas sogenanntem \"I Declare War\"-Konzert beigelegt, bald steht auf der Def Jam-VÖ-Liste Nas' neuester Streich \"Hip Hop Is Dead\" ganz oben.\n\nAnscheinend sogar mit einem Auftritt des Chefs persönlich, der sich nach seinem Ausstieg aus dem Game hinter dem Mikrofon rar macht. Wenn er es jedoch nach seinem Rücktritt in die Gesangskabine schafft, dann stets mit einem durch und durch erfolgreichen Ergebnis. Das Jahr 2005 gehört Def Jam-Sprössling Young Jeezy, dank des von Jay-Z veredelten Remix von \"Go Crazy\". 2006 tanzt ganz Amerika zum \"Hustlin'\"-Remix des neuen Miami-Aushängeschildes Rick Ross.\n\nZeichen für den Rücktritt vom Rücktritt? Kann es Hova doch nicht ohne das Mikro aushalten? Im Spätsommer platzt die Bombe: Erst begibt sich Jay-Z auf Welttournee und bestätigt tatsächlich die Veröffentlichung eines neuen Albums für November. Auf der Produzentenliste für \"Kingdom Come\" stehen unter anderem Timbaland, Kanye West, Dr. Dre und sogar Chris Martin von Coldplay. Die Hip Hop-Welt steht Kopf, obwohl eigentlich nach Jiggas \"Black Album\" niemand so wirklich an seinen Abgang geglaubt hat.\n\nDa ihm das anscheinend immer noch nicht ausreicht, begibt er sich bald wieder ins Studio. Bereits im November 2007 kommt \"American Gangster\" in die Regale der Plattenläden und setzt sich bald an die Spitze der US-Charts. Es ist Jay-Zs zehntes Album auf Platz eins, damit zieht der Rapper mit dem bisher alleinigen Rekordhalter Elvis Presley gleich.\n\nAuch eine kleine Tour steht auf dem Plan. Wie groß das Interesse an Jay-Z nach wie vor ist, beweist auch der Vorverkaufgsstart für die Gigs. Ganze 15 Sekunden dauert es, bis seine Fünf-Städte US-Tour zum neuen Album komplett ausverkauft ist.\n\nMit Kollegen Kanye West, mit dem er bereits auf \"The Blueprint\" den ersten gemeinsamen Song veröffentlichte, arbeitet Jay-Z über die Jahre immer wieder zusammen. 2011 endlich ist es an der Zeit, Nägel mit Köpfen zu machen und gemeinsam zuzuschlagen. Die Supergroup bekommt den kaum größenwahnsinnigen Namen The Throne verpasst. Eine geplante EP wächst sich zum Album in voller Länge aus.","strBiographyFR":"Jay Z, de son vrai nom Shawn Carter , né le 4 décembre 1969 à New York, dans le quartier de Brooklyn, est un rappeur et homme d'affaires américain. Il est classé au 10e rang des artistes ayant eu le plus de succès durant les années 2000. Il est l'artiste ayant eu le plus d'albums classé numéro 1 au Billboard 200 aux États-Unis (13 albums à ce jour), il figure grâce à cela dans le World Guinness Record1.\nJay Z a également été un des fondateurs du label Roc-A-Fella Records et a également créé Roc Nation en 2008. En 1999, il a créé sa propre ligne de vêtements Rocawear.\nNé d'un père qui a quitté le foyer, Anatole Hova, il est élevé par sa mère et sa tante Anita Carter à Bedford Stuyvesant, dans le quartier de Brooklyn à New York. Il étudie au sein de l'école de technologie George Westinghouse, où il rencontre les jeunes Christopher Wallace et Trevor Smith. Il s'est marié avec la chanteuse Beyoncé Knowles le 4 avril 2008, bien qu'ils l'annoncent au public le 22 avril 2008. Le 7 janvier 2012 est née sa fille Blue Ivy qu'il a eu avec Beyoncé.","strBiographyCN":"JAY Z，（1969年12月4日－）[1]，本名蕭恩·蔻利·卡特（Shawn Corey Carter），是一個美國嘻哈音樂藝術家、企業家。他的藝名原本為Jay-Z，但在2013年7月改寫成\"JAY Z\"。他曾經是Def Jam[2]與Roc-a-Fella兩間音樂製作公司的執行長並持有40/40俱樂部酒吧與布魯克林籃網的股份。在美國，他是獲得最大經濟上成功的嘻哈音樂藝人和企業家之一，[3]在美國本土售出了超過2600万張唱片[4]。他受到高度而有鑽研性的讚揚的專輯《藍圖》只用了兩天時間來創作[5]。他在2003年宣佈從音樂製作工作中隱退后，他在很晚的2006年回到了專輯《王者歸來》的製作中，這張專輯在第一周就交出了68万張的銷售業績，這是JAY Z在發售第一周銷量最高的專輯。[6] MTV在其“有史以來最佳MC”名錄中以“一號”為他命名。[3]《紐約時報》在2008年4月宣佈JAY Z將要與Live Nation開始一個價值1.5億美元的合作計劃——這是頒發給音樂人的最昂貴的合約之一。[7]JAY Z在2008年4月4日與碧昂丝·诺利斯結婚。[8]","strBiographyIT":"Jay-Z, nome d'arte di Shawn Corey Carter (New York, 4 dicembre 1969), è un rapper, imprenditore e produttore discografico statunitense.\nSi fa notare per la presenza di metafore e di giochi di parole nei testi, per l'uso frequente del freestyle e per la fusione di rap di strada con influenze pop. È anche un attivo produttore di album hip hop ed R&B, essendo presidente delle etichette Def Jam, Roc-A-Fella Records e Roc Nation.\nÈ un personaggio di spicco dell'ambiente della costa Orientale: ha collaborato con importanti figure dell'hip hop che lo hanno portato ad una rapida ascesa. È anche noto per la lunga faida col rapper Nas, una delle più ricordate dal mondo artistico.\nLa rivista americana Forbes ha classificato Jay-Z al secondo posto tra i cantanti più ricchi del mondo, con un patrimonio di circa 504 milioni di dollari[2]. La stessa rivista ha inoltre eletto la coppia di coniugi Jay Z-Beyoncé la coppia artistica più ricca del mondo nel 2012, con un patrimonio complessivo che raggiunge quasi il miliardo di dollari statunitensi.\nCresciuto nel quartiere newyorkese di Bedford-Stuyvesant, ha avuto un'infanzia difficile. A dodici anni a seguito dell'abbandono del padre Adnes Reeves, sparò al fratello maggiore e tossicodipendente Eric, ferendolo gravemente ad un braccio e mandandolo all'ospedale, esasperato dalla violenza e dall'ambiente malsano in cui crebbe. A seguito di quest'episodio, all'età di 13 anni, divenne spacciatore di droga e protagonista di vari episodi di violenza con rivali di quartiere e con la polizia, come affermato nella biografia autorizzata Empire State of Mind: How Jay-Z Went From Street Corner to Corner Office e dai numerosi riferimenti a questi episodi nei suoi testi musicali. Nel frattempo Carter frequentò senza successo prima la Eli Whitney High School di Brooklyn, insieme al futuro rapper AZ, fino a quando la scuola fu chiusa. In seguito frequentò l'istituto George Westinghouse Career and Technical Education High School a Downtown Brooklyn, con i futuri rappers The Notorious B.I.G. e Busta Rhymes, infine la Trenton Central High School a Trenton, New Jersey, dove non riuscì a diplomarsi.\nDopo averlo sentito rappare, sua madre gli regalò una radio portatile per il suo compleanno; in seguito iniziò a cimentarsi con il freestyle e a scrivere rime hip hop. All'inizio si faceva chiamare \"Jazzy\", e in seguito contrasse tale soprannome in Jay-Z, omaggio al suo collega Jaz-O (con cui collaborò in The Originators ed Hawaiian Sophie).\nAd inizio carriera decise di produrre dischi tramite la propria etichetta Roc-A-Fella Records invece che su major. Il suo album d'esordio è del 1996 e si intitola Reasonable Doubt, prodotto da DJ Premier e da DJ Clark Kent. Uno dei suoi brani fu eseguito insieme a Notorious B.I.G..","strBiographyJP":"ジェイ・Z（ジェイ・ジー、英:Jay Z、英旧表記:Jay-Z、男性、1969年12月4日 - ）は、アメリカ合衆国のラッパー、作詞家、作曲家、音楽プロデューサー。本名：ショーン・コーリー・カーター (Shawn Corey Carter)。元ロッカフェラ・レコード、ロッカウェア、デフ・ジャム・レコードのCEO、ブルックリン・ネッツの共同オーナー。現在は、ロック・ネイション、ロック・ネイション・スポーツ、スターロックのCEOでナイトクラブチェーン40/40のオーナー。ニューヨーク州ニューヨーク市ブルックリン区ベッドフォード・スタイベサント地区出身。グラミー賞受賞者。MTVが選ぶ「世界的にもっとも偉大な輝きが衰えないラッパー」「世界的にもっとも頂点に君臨するラッパー」にも選ばれた。推定資産は500億円。妻は歌手のビヨンセ。2012年に長女のブルー・アイビーが生まれた。\n「ローリング・ストーンの選ぶ歴史上最も偉大な100組のアーティスト」において第88位。\nニューヨーク市ブルックリン区ベッドフォード・スタイベサント地区にあるマーシー団地 (Marcy Houses) にて生まれ育つ[1]。幼少の頃から生活苦から生活保護を受け11歳のときには父と別離となる。そんな恵まれない生活環境のなか同じ団地に住むラッパー、ハーズジャズメイカ&マイクゴンガーの影響を受けラップに目覚め始める。その後、単身ワシントンD.C.へと渡り、彼が尊敬、敬愛するビッグ・ダディ・ケインとツアーをする機会を勝ち得る（彼はJaz-O aka Big Jazのサイドラッパーをやっていたので彼のThe Originators[1989年]やHawain Sophie[1989年]等で若かりし姿を見る事が出来る）が、さして成功には至らず生まれ故郷ブルックリン区に戻り、再び裏稼業へと身を投じることとなる。夢や希望が見出されず人生に自暴自棄になっていた26歳の時、至近距離から通り魔に拳銃で銃撃されたことが人生の転機となる。再度ラップに挑戦することとなり、遊び仲間のクラーク・ケントの紹介でデイモン・ダッシュと運命的に出会う（彼はSki aka Ski Beatzの在籍していたOriginal FlavorのBeyond FlavorにSauce Moneyとクレジットされていないが客演している。その時クラーク・ケントはOriginal Flavorのプロデュース、デイモン・ダッシュはマネージメントをしていた）。 意気投合した2人は、1996年に自主レーベルロッカフェラ・レコードを設立、大成功を収めた。 また、デフ・ジャム・レコードのCEOも兼ねていたが、2008年に自ら退任した。\n3年間に渡る過酷な刑務所暮らし、3度に渡る銃撃戦を経験したことがあるというサグらしい一面も見せる。今は亡きノトーリアス・B.I.G.とは高校時代からの大親友であり、お互いの作品でその名が見ることができる。 クレジットはされていないが、Mic GeronimoのTime To BuildではJa Rule、DMXとも共演している。\n2003年11月、『ザ・ブラック・アルバム』の発表と共にMCとしての引退を表明したが、リンキン・パークとのコラボレーションなどフィーチャリングでの友情共演は続いた。そして2006年、米音楽誌の独占、インタビューでヒップホップへの熱い情熱、再起に賭ける意気込みなどを語り復帰を認めた後『キングダム・カム』で復活を果たすこととなる。新たなハリウッドでの功績の幕開けである。","strBiographyRU":"Шон Ко́ри Ка́ртер (англ. Shawn Corey Carter, род. 4 декабря 1969, Бруклин, Нью-Йорк), более известный как Jay Z[1] (Джей-Зи)[2] — американский рэпер, имел собственный капитал более 500 млн $ по состоянию на 2012 год[3]. 12 его альбомов отметились на вершине Billboard 200. Это рекорд среди всех сольных исполнителей и второе место в истории после The Beatles, у которых 19 альбомов поднимались на первое место в США[4].\nДжей-Зи родом из Бруклина. Начал записываться в начале 1990-х, выступал вместе с рэпером The Notorious B.I.G.. Его исполнительская манера была практически целиком основана на экспромте.\nДеятельность Джей-Зи сопровождают скандалы. Ещё в 1999 году читал рэп в песне и клипе Мэрайи Кэри «Heartbreaker», которая возглавила Billboard Hot 100. В 2003 году Джей-Зи вернулся на вершину поп-чартов США с треком «Crazy in Love», записанным совместно с его подругой, а ныне супругой Бейонсе[5]. Он является основателем и совладельцем лейбла Roc-A-Fella Records, а также бывшим генеральным директором лейбла Def Jam Recordings[6], является совладельцем 40/40 Club, создателем линии одежды Rocawear и совладельцем клуба НБА — Бруклин Нетс[7].","strBiographyES":"Shawn Corey Carter (Brooklyn, Nueva York, Estados Unidos, 4 de diciembre de 1969), más conocido por su nombre artístico Jay-Z, es un cantante, productor, empresario y ocasionalmente actor estadounidense. Es uno de los artistas de hip-hop económicamente más exitosos, posee un patrimonio neto de más de $500 millones en 2012. Ha vendido aproximadamente 50 millones de álbumes en todo el mundo, y ha recibido quince premios Grammy por su trabajo musical, y numerosas nominaciones adicionales. Es considerado como uno de los mejores raperos de todos los tiempos. Clasificó como número uno de la controvertida lista de The Greatest MCs of All-Time elaborada por la cadena de televisión MTV en 2006. Dos de sus álbumes, Reasonable Doubt (1996) y The Blueprint (2001) se consideran hitos en el género y ambos clasifican en la lista de los 500 mejores álbumes de todos los tiempos de la revista Rolling Stone.\nJay Z es co-propietario del 40/40 Club, es uno de los dueños de los Brooklyn Nets de la NBA y es también el creador de la línea de ropa Rocawear. Es también el ex CEO de Def Jam Recordings, uno de los tres fundadores de Roc-A-Fella Records, y el fundador de Roc Nation. Como artista, el tiene el récord de la mayoría de los álbumes número uno por un artista en solitario en el Billboard 200 con once. Jay Z también tuvo cuatro números uno en el Billboard Hot 100, uno como artista principal.\nSe casó con la superestrella del R&B, Beyoncé Knowles el 4 de abril de 2008. El 11 de diciembre de 2009, Jay Z fue catalogado como el décimo artista más exitoso de la década del 2000 por Billboard. Fue reconocido como el rapero más rico del mundo en una exclusiva lista creada por la revista Forbes. Fue el primero en una lista de los raperos más ricos en el 2010, ingresando más del doble que el artista que obtuvo el segundo lugar, Sean Diddy Combs. Jay Z se ha convertido en el rapero más rico de la actualidad, tal y como publicó la prestigiosa revista. Se estima que su fortuna sobrepasa los $990 millones.","strBiographyPT":"Shawn Corey Carter (nascido em 4 de dezembro de 1969), mais conhecido pelo seu nome artístico Jay-Z, é um rapper, compositor, produtor musical, empresário e ocasional ator norte-americano. Ele é um dos artistas de hip hop mais bem sucedido financeiramente e empresários nos Estados Unidos, com um patrimônio líquido de mais de 450.000 mil dólares a partir de 2011. Ele já vendeu cerca de 50 milhões de álbuns em todo o mundo, recebendo quatorze prêmios Grammy por seu trabalho musical, e inúmeras indicações adicionais. Ele é consistentemente classificado como um dos maiores rappers de todos os tempos. Ele ficou em # 1 pela MTV em sua lista dos maiores MCs de Todos os Tempos em 2006. Dois de seus álbuns, Reasonable Doubt (1996) e The Blueprint (2001) são considerados marcos do gênero com os dois sendo classificado na Rolling lista dos 500 maiores álbuns de todos os tempos da revista Rolling Stone. Blender incluiu o ex-em seus 500 CDs Você deve possuir antes de morrer.\nJay-Z, co-proprietário do clube de 40/40, é co-proprietário do Brooklyn Nets da NBA e é também o criador da Rocawear linha. Ele é o ex-CEO da Def Jam Recordings, um dos três fundadores da Roc-A-Fella Records, eo fundador da Roc Nation. Como artista, ele detém o recorde de maior número de álbuns por um artista solo na Billboard 200, com onze. Jay-Z também teve quatro números um na Billboard Hot 100, um como artista principal.\nCasou-se com cantora americana Beyoncé Knowles de R & B em 4 de abril de 2008. Ele tinha uma filha chamada Blue Ivy Carter em janeiro de 2012. Em 11 de dezembro de 2009, Jay-Z foi classificado como o 10 º artista mais bem sucedida de 2000 pela Billboard e ranking como o quinto top artista solo masculino e como o quarto rapper superior atrás de Eminem, Nelly e 50 Cent. Ele também é classificada como a 88 ª maior artista de todos os tempos, segundo a Rolling Stone.\nOriginalmente de Casas Marcy, um projeto de habitação no bairro de Bedford-Stuyvesant de Brooklyn, em Nova York, o futuro \"Jay-Z\", então conhecido como Shawn Carter, foi abandonado por seu pai e em 1982, ele atirou em seu irmão no ombro para roubar suas jóias. Carter assistiram Eli Whitney High School, no Brooklyn, juntamente com o futuro rapper AZ, até que foi fechada. Depois disso, ele participou de George Westinghouse Carreira e Educação Técnica de Nível Médio em Downtown Brooklyn, com colegas rappers futuras The Notorious BIG e Busta Rhymes, e Trenton Central High School, em Trenton, New Jersey, mas não se formou. Em sua música, ele refere-se a ter sido envolvido na venda de crack.\nDe acordo com sua mãe, Gloria Carter, seu filho Shawn costumava acordar seus irmãos à noite batendo para fora padrões de bateria na mesa da cozinha. Eventualmente, ela lhe comprou um aparelho de som para o seu aniversário, o que provocou seu interesse pela música. Ele começou freestyle, escrevendo letras, e seguiu a música de vários artistas populares na época. Em sua vizinhança, Carter ficou conhecido como \"Jazzy\", um apelido que eventualmente desenvolvidas em seu nome showbiz / palco \"Jay-Z\". O apelido também é uma homenagem ao seu mentor musical, Jaz-O, bem como para as linhas de metrô J / Z que têm uma parada em Marcy Avenue, em Brooklyn.\nJay-Z podem brevemente ser ouvida em várias das primeiras gravações de Jaz-O no final de 1980 e início de 1990, incluindo \"os criadores\" e \"Hawaiian Sophie\". Jay-Z também foi envolvido e ganhou várias batalhas com o rapper LL Cool J, no início dos anos 90, como parte de um plano para obter um contrato de gravação procurado. Ele se tornou conhecido por um grande público por ser destaque na posse cortar \"mostrar e provar\" em 1994 o Big Daddy Kane álbum do Papai Home. Jay-Z tem sido referido como o homem o hype do Big Daddy Kane, durante este período, embora Kane explica que ele não preencher o papel do homem campanha publicitária tradicional, em vez Jay-Z \"basicamente feito aparições no palco. Quando eu ia deixar o palco ir mudança roupas, gostaria de trazer Jay-Z e Positive K e deixá-los de freestyle até que eu voltei para o palco \". Ele fez uma aparição em uma canção popular por Big L, \"Da Graveyard\", e em \"Time to Build\" do Mic Geronimo, que também contou com primeiras aparições por DMX e Ja Rule, em 1995. Seu primeiro single oficial rap foi chamado de \"I Cant Get With That\", para a qual ele lançou um vídeo da música.","strBiographySE":"Shawn Corey Carter, mest känd under sitt artistnamn Jay-Z, född 4 december 1969 i Brooklyn, New York, är en amerikansk hiphopartist och den nuvarande VDn för Def Jam samt grundare och VD för Roc-A-Fella Records. Han är det sena 1990-talets och tidiga 2000-talets mest inflytelserika och framgångsrika rappare och hip-hopproducent som nått kommersiella framgångar samtidigt som han lyckats behålla sin gatutrovärdighet. Senaste gången han besökte Sverige var den 25 oktober 2013 när han spelade i Globen, Stockholm. Han är delägare i NBA-laget Brooklyn Nets[1] och har ett eget klädesmärke, Rocawear.\nCarter föddes och växte upp i området Marcy Housing projects i Brooklyn, New York. Han, hans mor Gloria Carter, bror och två systrar blev lämnade av barnens far Adnes Reeves när Carter var tolv år gammal. Shawn sågs ofta på gatorna i Brooklyn och skapade sig sitt artistnamn Jay-Z. Det fick han genom att han sågs som \"Jazzy\", slang för stilfull och modern.[2] Jay Z hade problem med våldsamhet och rastlöshet när han var ung och fick börja på yrkesskola i Brooklyn. Där träffade han Christopher Wallace (The Notorious B.I.G) och Trevor Smith (Busta Rhymes). Sedan 4 april 2008 är han gift med Beyoncé Knowles och de bor tillsammans i Miami. Den 7 januari 2012 föddes parets dotter Blue Ivy Carter.\nJay Z, bytte stavning på sitt namn utan förklaring den 21 Juli 2013, Hans tidigare artist namn var \"Jay-Z\" Numera stavar han sitt namn utan bindestreck","strBiographyNL":"Shawn Corey Carter (Brooklyn, 4 december 1969), beter bekend als Jay Z (voor juli 2013 Jay-Z),[1] is een Amerikaans rapper en producent. Hij is tevens eigenaar van het platenlabel Roc Nation.\nJay Z is een van de succesvolste hiphopartiesten en ondernemers in Amerika,[2] met een nettowaarde van meer dan $150 miljoen in 2009.[3] Wereldwijd verkocht hij 40 miljoen albums, terwijl hij Grammy Awards kreeg voor zijn muziekwerk, en met vele andere, grote artiesten samenwerkte. Daarnaast runt hij een zakelijk imperium dat zich bezighoudt met of investeert in onder meer kleding, schoonheidsproducten, basketbal en horeca.\nJay Z werd geboren als Shawn Carter in Marcy Projects, Brooklyn, New York en heeft een broer en twee zussen. Zijn vader Adnes Reeves verliet het gezin toen de rapper elf jaar oud was waarna zijn moeder er alleen voor stond in de opvoeding van haar vier kinderen. Jay Z groeide op in de Marcy Projects, een wijk in Brooklyn en één van de gevaarlijkste buurten van de stad. Carter heeft zich vernoemd naar de 2 metrolijnen die door zijn buurt gingen: lijn J en lijn Z (Samen JZ- JAY Z). Hij ging naar George Westinghouse High School in Brooklyn. Na sluiting van die school ging hij naar Trenton Central High School in Trenton, New Jersey. Hij maakte zijn studie niet af. Al jong werd hij geconfronteerd met geweld, diefstal en drugs. Hij dealde cocaïne en op twaalfjarige leeftijd schoot hij zijn broer in zijn schouder, nadat deze had geprobeerd zijn ring te stelen. Ook op Jay Z zelf werden drie schoten gelost als afrekening in het drugscircuit, maar hij werd door geen van de kogels geraakt.","strBiographyHU":"Shawn Corey Carter (született 1969. december 4-én), ismertebb nevén Jay-Z, egy amerikai rapper, dalszerző, író, producer, előadó, vállalkozó és alkalmi színész. Jay-Z pénzügyileg a legsikeresebb a hip hop előadók közül, közel 450 millió dollárra rúgó vagyonával. Körülbelül 50 millió példányban keltek el albumjai. Emiatt 14 Grammy-díjat és más neves díjakat nyert el, ezenfelül még legalább ennyi jelölést kapott más díjakra. Érdemei és zenei tehetsége miatt minden idők legnagyobb rapperének tartják, erre is példa az MTV által 2006-ban készült lista „The Greatest MCs of All-Time\" (Minden Idők Legnagyobb MC-jei), ahol az előkelő első helyet foglalhatta el. Tizenkettő „number 1\" albumja (Billboard) miatt,megelőzve Elvis-t, ő birtokolja a „legtöbb, szóló előadó által kiadott „number 1\" album\" címet. Két albumja ellenben ennél is többet jelent, ugyanis a Reasonable Doubt (1996) és a The Blueprint(2001) albumokat mérföldkőnek tartják ebben a zenei stílusban(Hip-Hop/Rap), és a Rolling Stone magazin \"Top 500 Valaha Készített Legnagyobb Album\" listájára is felkerültek.\nJay-Z, mint vállalkozó társ-tulajdonosa a híres New York-i klubnak, a 40/40 Club-nak, továbbá tulajdon részesedése van az NBA-ben játszó Brooklyn Nets csapatban, ezenkívül ő az egyik alapítója az Amerikában igen csak híres ruházati márkának a Rocawearnek. Korábbi vezérigazgatója a Def Jam zenei kiadó cégnek, egyike a Roc-a-fella kiadó három alapítójának, ezenfelül pedig még alapítója a Roc Nation név alatt futó kiadónak is, ahova a fiatal, új tehetségeket szerződteti le.\nTöbb híres előadót is ő fedezett fel, például: Rihanna, Kanye West, J. Cole, Rita Ora, stb.\n\n\nBeyonce & Jay-Z\n2003. óta él párkapcsolatban a szintén világhírű előadóval, Beyoncé Knowles-szel. 2008. áprilisában összeházasodtak, 2012. január 7-én pedig megszületett első gyermekük Blue Ivy Carter, akinek a nevét rögtön le is védették híres szülei. Blue a világ legfiatalabb előadójává vált azzal, hogy apukája két nappal lánya születése után, az eseményt megünnepelő (és ezzel kapcsolatos érzelmeit kimondó) számát kiadta, amin hallható a kis Blue sírása.","strBiographyNO":"Shawn Corey Carter, bedre kjent som Jay-Z, (født 4. desember 1969 i Brooklyn, New York) er en amerikansk rapper. Han slo igjennom med debutalbumet Reasonable Doubt i 1996 og har senere fulgt opp med album som blant annet The Blueprint (2001) og The Black Album (2003). I den grad suksess kan måles i penger er Jay-Z en av de mest finansielle suksessfulle hip hop-artister og forretningsmenn i USA[1] og hans rikdom besto av over 450 millioner dollar i 2010.[2] Han har solgt bortimot 50 millioner album verden over,[3], og mottatt tretten Grammy-priser.[4]\nJay-Z var tidligere president for hip hop-plateselskapet Def Jam Recordings[5], men forlot posisjonen i desember 2007. Han er også medeier i basketballaget New Jersey Nets som spiller i den amerikanske divisjonen NBA. Han er gift med sangeren Beyoncé Knowles, selv en meget suksessrik artist.\n6. oktober 2009 spilte Jay-Z i Dødens Dal i Trondheim i forbindelse med studentfestivalen UKA.[6]","strBiographyIL":"ג'יי זי (באנגלית: Jay-Z; נולד ב־4 בדצמבר 1969) הוא שם הבמה של שון קורי קרטר (באנגלית: Shawn Corey Carter) הוא ראפר, מפיק מוזיקלי ואיש עסקים אפרו־אמריקני.\nג'יי זי, אחד הכוכבים הגדולים ביותר של הראפ האמריקני של שנות ה־90, מצליח בעת ובעונה אחת לנהל קריירת סולו מצליחה ביותר, לנהל חברת תקליטים, ואפילו להפיק את תקליטיהם של בני טיפוחיו בזירת ההיפ הופ. הוא ראפר זוכה 8 פרסי גראמי, והיה מועמד ל־16 פרסים אלו.\nג'יי נולד וגדל בברוקלין באחת משכונות המצוקה בניו יורק שם מצא את הדרך שלו לבטא את עצמו במוזיקה במקום בפשעים. החל כבר בגיל צעיר לנסות את מזלו כראפר ברחובות ניו יורק, שם כונה על ידי חבריו ג'אזי (כינוי שקוצר בהמשך לג'יי זי). ב-1990 הוא החל את דרכו המוזיקלית, כשהתארח באלבומיהם של חברו ג'אז ושל Original Flavour , אולם לא הצליח לפרוץ דרך לקריירה עצמאית. בשנת 1995 הוא הוציא את הסינגל \"In My Lifetime\" שזיכה אותו בהצלחה מקומית, ושנה מאוחר יותר הוציא בעקבותיו את אלבום הבכורה שלו Reasonable Doubt.","strBiographyPL":"Jay Z, właściwie Shawn Corey Carter (ur. 4 grudnia 1969[1]) – amerykański raper i biznesmen[2][3][4], jeden z najlepiej zarabiających artystów oraz przedsiębiorców w Stanach Zjednoczonych, z majątkiem szacowanym na ponad pół miliarda dolarów[5][6][7][8]. Według prognoz magazynu Forbes, w 2015 roku Jay Z może znaleźć się na liście Forbes 400, prezentującej 400 najbogatszych postaci w Stanach Zjednoczonych[9]. Jego albumy rozeszły się w niemalże 50 milionach egzemplarzy, zaś sam artysta zdobył piętnaście nagród Grammy[10][11].\nJay Z jest współwłaścicielem The 40/40 Club i drużyny NBA Brooklyn Nets, a także kreatorem linii odzieżowej Rocawear. Poza tym jest byłym CEO Def Jam Recordings, jednym z trzech założycieli Roc-A-Fella Records oraz założycielem Roc Nation[12]. Jako raper pobił rekord Elvisa Presleya i stał się artystą z największą liczbą albumów w historii, które zadebiutowały na szczycie Billboard 200[13].\n4 kwietnia 2008 roku Jay Z poślubił amerykańską wokalistkę R&B Beyoncé Knowles[14]. W 2010 roku magazyn Forbes umieścił rapera na 15. miejscu listy najbardziej wpływowych postaci show-biznesu, z rocznym zarobkiem w wysokości 63 milionów dolarów[15].\n11 grudnia 2009 roku Jay Z wyróżniony został na 10. miejscu najlepszych artystów dekady 2000-2009 według Billboardu. Poza tym uznany został za 5. najlepszego solowego artystę oraz 4. najlepszego rapera na listach sporządzanych przez ten sam magazyn[16]. Dwa z albumów Jaya-Z, Reasonable Doubt (1996) i The Blueprint (2001) na przestrzeni lat zyskały status klasyków gatunku; oba zostały umieszczone przez magazyn Rolling Stone na liście 500 albumów wszech czasów, zajmując kolejno: 248. i 464. miejsce[17][18].","strGender":"Male","intMembers":"1","strCountry":"New York, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sqsvpq1340392512.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vuqyru1462890725.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/63fqxg1645177554.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/rsusuq1515697808.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/qxwvts1521201761.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vl2x5b1645177630.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/xpqpsw1342183045.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/vytwqw1342183055.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/jay-z-500fd9d06b4a5.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/qypvyr1347449796.jpg","strMusicBrainzID":"f82bcf78-5b69-4622-a5ef-73800768d9ac","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Jay-Z/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}