{"artists":[{"idArtist":"115225","strArtist":"Rakim","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1985","intBornYear":"1968","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"Hip-Hop","strMood":"Sophisticated","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"William Michael Griffin Jr. (born January 28, 1968), known by his stage name Rakim, is an American rapper. One half of golden age hip hop duo Eric B. & Rakim, he is widely regarded as one of the most influential and most skilled MCs of all time.\n\nEric B. & Rakim's classic album Paid in Full was named the greatest hip hop album of all time by MTV in 2006, while Rakim himself was ranked #4 on MTV's list of the Greatest MCs of All Time. Steve Huey of Allmusic stated that \"Rakim is near-universally acknowledged as one of the greatest MCs -- perhaps the greatest -- of all time within the hip-hop community.\" The editors of About.com ranked him #1 on their list of the Top 50 MCs of Our Time (1987–2007). Rakim began his career as the emcee of the rap duo Eric B. & Rakim, who in 2011 were nominated for induction into the Rock and Roll Hall of Fame. In 2012, The Source ranked him #1 on their list of the Top 50 Lyricists of All Time.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"William Michael Griffin Jr. (nacido el 28 de enero de 1968), conocido por su nombre artístico Rakim, es un rapero estadounidense. La mitad del dúo de hip hop de la edad de oro Eric B. & Rakim, es ampliamente considerado como uno de los MC más influyentes y hábiles de todos los tiempos.\n\nEl álbum clásico de Eric B. & Rakim Paid in Full fue nombrado el mejor álbum de hip hop de todos los tiempos por MTV en 2006, mientras que el propio Rakim ocupó el puesto número 4 en la lista de MTV de los mejores MC de todos los tiempos. Steve Huey de Allmusic declaró que \"Rakim es reconocido casi universalmente como uno de los mejores MC, quizás el más grande, de todos los tiempos dentro de la comunidad hip-hop\". Los editores de About.com lo ubicaron en el puesto número 1 en su lista de los 50 mejores MC de nuestro tiempo (1987-2007). Rakim comenzó su carrera como maestro de ceremonias del dúo de rap Eric B. & Rakim, quienes en 2011 fueron nominados para ingresar al Salón de la Fama del Rock and Roll. En 2012, The Source lo ubicó en el puesto número 1 en su lista de los 50 mejores letristas de todos los tiempos.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Long Island, NY, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sttpvq1360282409.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rakim-501db33bd3064.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/rakim-55df16dab9d3c.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rakim-53a577388d2c0.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/rakim-55df1781cc8fe.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/rakim-55e027507d4ad.jpg","strMusicBrainzID":"2792b097-0b1d-4c50-97f6-f7f097f86438","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}