{"artists":[{"idArtist":"125774","strArtist":"The Tremeloes","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1958","intBornYear":"1958","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"The Tremeloes are an English beat group founded in 1958 in Dagenham, East London, and still active today. \n\nCareer:\nThey were formed as Brian Poole and the Tremoloes (the spelling of \"Tremoloes\" was soon changed because of a spelling mistake in an East London newspaper) influenced by Buddy Holly and The Crickets. On New Year's Day, 1962, Decca, looking for a Beat group, auditioned two promising young bands: Brian Poole and the Tremeloes and a somewhat similar combo (also heavily influenced by Buddy Holly) from Liverpool called The Beatles. \nDecca chose Brian Poole and the Tremeloes over the Beatles, reportedly based on location -- the Tremeloes were from the London area, making them more accessible than the Liverpool-based Beatles. The Tremeloes proved to be a very talented band in their own right and had a successful career. Like the Beatles, the band seamlessly combined rock and roll with a variety of other genres. \nThe original quintet consisted of lead vocalist Brian Poole, lead guitarist Rick West (born Richard Westwood), rhythm guitarist/keyboardist Alan Blakley, bassist Alan Howard and drummer Dave Munden. \nBrian Poole and the Tremeloes first charted in the UK in July 1963 with a version of \"Twist and Shout\", a song previously popularised in America by The Isley Brothers, and already released by The Beatles in the UK in March 1963 on their first British LP, Please Please Me. Brian Poole and the Tremeloes followed \"Twist and Shout\" with a chart topping cover of The Contours' US million-seller \"Do You Love Me\" in the same year. The group also had success in the UK in 1964 with covers of Roy Orbison's B-side, \"Candy Man\" and a previously obscure Crickets' B-side ballad, \"Someone, Someone\"; both entered the UK Singles Chart Top Ten, with the latter peaking at No.2. \nWith Poole leaving to attempt a solo career (which proved unsuccessful) in 1966, The Tremeloes continued as a four-piece band with a revised line-up (Howard left the band in 1966) and new leadership (Alan Blakley). Len \"Chip\" Hawkes, father of 1990s hitmaker Chesney Hawkes, replaced Howard. \nAfter switching from Decca to CBS Records, The Tremeloes started a successful hit run from 1967 onwards with Cat Stevens' \"Here Comes My Baby\"; \"Hello World\"; three Italian hits translated into English (\"Suddenly You Love Me\", which is Riccardo Del Turco's \"Uno tranquillo\" (\"One quiet man\"), \"I'm Gonna Try\", which is Riccardo Del Turco's 1967 hit \"Luglio\" (\"July\"), and \"My Little Lady\", based on Orietta Berti's \"Non illuderti mai\" (\"Never deceive yourself\")); and their Number one recording of an old Four Seasons' B-side \"Silence is Golden\". Both this last single and \"Here Comes My Baby\" also entered the Top Twenty of the U.S. Billboard Hot 100 on CBS' co-owned Epic Records. \nAll members shared vocals, though most of the songs featured either Hawkes or drummer Dave Munden as the lead singer. Guitarist Rick West sang lead vocal on \"Silence is Golden\". Their regular hits were accompanied by frequent appearances on BBC's Top of the Pops TV programme. Their songs were popular with younger music fans and parents rather than rock music fans. Altogether, without Poole the group had nine UK Top Twenty hits. \n\"Me and My Life\" was a hit in 1970, but the group did itself no favours while it was in the charts when an interview in the weekly paper Melody Maker quoted them as calling the fans who had bought their earlier singles \"silly suckers\". Their album Master which they released a few weeks later failed to sell well, and they had no British hits after \"Hello Buddy\" in 1971. Nevertheless they recorded several more singles throughout the decade, including \"Blue Suede Tie\", \"Ride On\", \"It's OK (Say Ole If You Love Me)\", and \"Do I Love You\", some of which received heavy airplay, particularly on Radio Luxembourg. \"I Like It That Way\" even made the Dutch Top 10 after the Dutch service of Radio Northsea International promoted it as its weekly Treiterschijf. They also released another three albums of original material, Shiner (1974), Don't Let The Music Die (1975), with some copies being credited to a group Space although the Tremeloes' pictures were on the sleeve, and All For One and One For All (1992). \n\nAfter the hits:\nTheir music is still available on CD, and they quite often play concerts and are part of the pop-revival shows that constantly tour the UK. Their line-up changed several times from 1972 onwards, the first new entrants being Bob Benham and Aaron Woolley (replacing Blakley and Hawkes, both of whom would later return to the band), effectively a merger with a Tremeloes-managed group called Jumbo. Munden remained the only constant member. Hawkes pursued a solo career for a while producing two albums for RCA Records in Nashville, Tennessee. In 1979 he returned to England and rejoined the Tremeloes where he remained until 1988. Chip left the Tremeloes to focus on managing his son, Chesney, who had a number one hit record entitled \"The One and Only\". By 1992 Hawkes was touring once again as a solo artist. Blakly produced records for other acts, including the Rubettes, Bilbo and Mungo Jerry. In 1983 the original quartet reformed and made the lower reaches of the UK Top 100 with their cover version of the Europop hit \"Words\", losing out to a reactivation of the original by F. R. David. \nAs a soloist, Poole failed to chart with subsequent records, but pursued a successful cabaret career. His daughters, Karen and Shelly, hit the charts in 1996 as Alisha's Attic. Blakely died from cancer in June 1996, leaving Munden and West to continue in concert with newer recruits Dave Fryer (bass) and Joe Gillingham (keyboards). Jeff Brown, former bass player and lead vocals for Andy Scott's Sweet, replaced Fryer in 2005. Dave Fryer retired to live in Germany after leaving the band,and continues to write music and play occasionally. \nBrian Poole, Chip Hawkes and The Tremeloes toured the UK as part of their 40th anniversary reunion in September 2006. \nThe Tremeloes are still together today: West and Munden perform their old material in concert throughout Europe with musicians from other 1960s and 1970s bands. Hawkes is also still an active performer and leads his own band Class of '64. Brian Poole still tours with his band the Electrix. Rick Westwood retired from the Tremeloes at the end of 2012.","strBiographyDE":"Die Tremeloes sind eine britische Popband, die vor allem in den 1960er Jahren große Erfolge hatten.\n\nGegründet wurden die Tremeloes Ende der 1950er als Begleitband von Brian Poole. Die ursprünglichen Mitglieder waren Pooles Schulkameraden Alan Blakely, Ricky West, David Munden und Alan Howard. In dieser Zusammensetzung hatten sie als Brian Poole & the Tremeloes von 1962 bis 1965 zahlreiche Hits, unter anderem den Nummer-eins-Hit Do You Love Me, Twist and Shout und Someone Someone, die sich allerdings fast ausschließlich auf ihre Heimat England beschränkten.\n\nNach dem Weggang von Brian Poole holten sie sich Chip Hawkes als neuen Sänger dazu und machten als The Tremeloes weiter. Mit einem nicht mehr so rockigen, dafür etwas melodiöseren Stil konnten sie dabei sofort an ihre frühen Erfolge anknüpfen. Der Cat-Stevens-Song Here Comes My Baby war nicht nur ein europaweiter Erfolg, zum ersten Mal konnten sie damit auch in den USA landen.\n\nIhr größter und bis heute bekanntester Hit ist Silence Is Golden. Das Lied war ursprünglich eine B-Seite der Four Seasons, aber in der Version der Tremeloes war es ein glatter Nummer-eins-Hit in Großbritannien und auch in Deutschland und den USA um Rang 10 platziert","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":"The Tremeloes is een Britse groep die vooral succes had in de jaren 60. Ze waren oorspronkelijk de begeleidingsband van Brian Poole.\nAls Brian Poole & the Tremeloes scoorden zij in Engeland vanaf 1961 een reeks hits, waarvan Do you love me in 1963 aldaar de eerste plaats van de hitparade bereikte. Nadat het niet meer boterde tussen de leden van de begeleidingsband en hun voorman gingen ze in 1965 elk hun eigen weg. Brian Poole verdween al snel in de anonimiteit. De Tremeloes (Alan Blakley, Len 'Chip' Hawkes, Rick West en Dave Munden) waren echter regelmatig in de internationale hitparades te vinden.\nThe Tremeloes begonnen in 1967 aan een half decennium van hits, te beginnen bij het door Cat Stevens geschreven Here comes my baby. Er volgden meer successen, waarvan Silence is Golden (1967) en My little Lady (1968) de grootste waren. De groep kenmerkte zich voornamelijk door pretentieloze uptempo songs, zoals Even the bad times are good (1967), Helule helule (1968) en Once on a Sunday morning (1969).\nHet nummer Yellow River werd hen aangeboden door componist Jeff Christie, maar brachten ze aanvankelijk niet zelf uit. De band Christie - rond Jeff Christie en de broer van gitarist Alan Blakley - werd speciaal gevormd om het nummer uit te brengen, waarbij de zangpartij van Jeff Christie werd toegevoegd aan de reeds ingespeelde begeleiding van The Tremeloes. Het resulteerde in 1970 in een grote hit. The Tremeloes zongen ook You en What Can I Do? van Raymond O'Sullivan (die later bekend zou worden als Gilbert O'Sullivan). Begin jaren zeventig probeerde The Tremeloes een iets 'ruiger' image aan te meten met rockachtige singles als 'Blue Suede Tie'. De laatste hit is ook uit die tijd, maar toch meer 'poppie': 'I Like it That way' (1972). Net als veel andere bands uit de jaren 60 en 70 zijn ook The Tremeloes bij tijd en wijle in 'revivaloptredens' terug te vinden. Dave Munden is in al die jaren de enige constante factor geweest, hoewel tegenwoordig ook Rick West (die zich weer Rick Westwood noemt) deel uitmaakt van de groep. Chip Hawkes heeft de groep een paar keer verlaten om vervolgens weer terug te keren, maar hij maakt de laatste jaren deel uit van de groep Class of '64 met ex-leden van Smokie en The Rubettes.\nAlan Blakley (54) overleed op 10 juni 1996.","strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"5","strCountry":"","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ssyuuv1455280291.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/tremeloes-the-57a731991b8ce.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rrvrsr1494243266.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/tremeloes-the-5823d1705ed76.jpg","strMusicBrainzID":"7483db08-1e77-4ac6-9a85-702b2a9bd701","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}