{"artists":[{"idArtist":"115867","strArtist":"Faith Hill","strArtistStripped":null,"strArtistAlternate":"Audrey Faith Perry","strLabel":null,"idLabel":null,"intFormedYear":"1993","intBornYear":"1967","intDiedYear":null,"strDisbanded":null,"strStyle":"Country","strGenre":"Country","strMood":"Cheerful","strWebsite":"www.faithhill.com","strFacebook":"www.facebook.com/faithhill","strTwitter":"1","strBiographyEN":"Faith Hill has established herself as one of the music industry’s top vocalists, with a voice that is as powerful as it is recognizable.  Her nineteen-year career has been highlighted by the sale of over 30 million records worldwide, during which time she has celebrated thirteen #1 singles and twenty #1 videos.  She is the only female artist to have her last 3 studio albums -- 1999’s BREATHE, 2002’s CRY and 2005’s FIREFLIES -- all debut consecutively at #1 on Billboard’s Top Pop Album Chart and Country Chart. \n\nHer new single, “Come Home,” was released on November 9 and her new album is due in stores in Spring 2012.\n\nFaith is a five-time Grammy Award winner, who has also won 3 Country Music Association Awards, 12 Academy of Country Music Awards, 4 American Music Awards, and 4 People’s Choice Awards.  Her marketability knows no equal.   Her ability to draw television audiences nationwide is evidenced by the success of her own network television specials; 2000’s CBS Network broadcast of “FAITH!”,  NBC Network’s broadcast of 2002’s “FAITH HILL: When The Lights Go Down,” 2005’s “FAITH HILL: FIREFLIES,” as well as hosting CBS’ “HOME FOR THE HOLIDAYS” in 2008 and 2009.  In 2008, Faith released her first Christmas album, JOY TO THE WORLD, and performed those songs with an orchestra for PBS’ Soundstage that same year.\n\nFor the 4th consecutive year, Faith is once again the voice of NBC’s Sunday Night Football’s weekly show open.  In 2009, when Faith performed America The Beautiful at the Super Bowl, she became the only country artist to ever perform both America The Beautiful and the National Anthem at the Super Bowl.  She performed the Anthem at Super Bowl XXXIV in 2000.   She has performed at every major awards show including multiple appearances at The Academy Awards, The Grammy Awards and VH1’s Divas 1999 and 2000.  In 2001, Faith appeared on “America: A Tribute To Heroes,” a benefit for the rescue workers and victims of the September 11th attacks and in 2005 after Hurricane Katrina, she appeared on NBC’s “A Concert for Hurricane Relief.”\n\nFaith co-headlined 2006’s Soul2Soul II Tour, which became the highest grossing country tour of all time and the most attended of the year, in any musical genre.  In fact, with the tour’s wrap taking place in 2007, Soul2Soul II Tour was and is the highest grossing multi-year North American tour in country music history.  It was selected by Pollstar Magazine as the “Major Tour of 2006” over industry powerhouses including Madonna and the Rolling Stones.  This tour came on the heels of 2000’s Soul2Soul Tour which was one of that year’s top grossing and most successful US tours.\n\nIn 2009, Coty, Inc. debuted Faith’s first fragrance called Faith Hill Parfums.  Her second fragrance, Faith Hill True, arrived in stores in the fall of 2010.\n\nRaised in Star, Mississippi, Faith moved to Nashville at the age of 19.  In 1993, her debut single, “Wild One”, spent four weeks at #1 and from there she never looked back. Faith Hill has based her career on dedication, passion and commitment. Combined with her unparalleled vocal talents and style she has become a sought after entertainer and has firmly planted herself at the top of the music scene, where it’s easy to see (and hear) that she might just stay for a while.\n\nFaith is married to fellow country music superstar Tim McGraw and together they have 3 children…Gracie, Maggie & Audrey.","strBiographyDE":"Faith Hill (* 21. September 1967 in Ridgeland, Mississippi als Audrey Faith Perry) ist eine US-amerikanische Country- und Pop-Sängerin.\n\nFaith Hill wurde 1967 als Audrey Faith Perry in Ridgeland in der Nähe von Jackson im Bundesstaat Mississippi geboren. Sie wuchs bei Adoptiveltern in der nahegelegenen Kleinstadt Star auf. Bereits als Kind musizierte sie und hatte erste Auftritte bei Rodeowettbewerben. Nach ihrem High-School-Abschluss besuchte sie das Hinds Community College in Raymond, brach jedoch das Studium im Alter von 19 Jahren ab und zog nach Nashville.\n\nZunächst verkaufte sie in einem kleinen Laden für Country-Fans T-Shirts, dann bekam sie einen Job als Sekretärin bei einem Musikverlag. Ein dort angestellter Songwriter hörte sie eines Tages singen und empfahl ihr, ein Demo-Band aufzunehmen. Der Produzent des Demos, Gary Burr, ermöglichte es ihr, ihn bei seinen Auftritten als Backgroundsängerin zu begleiten. Bei einem solchem Auftritt wurde sie, mittlerweile mit Daniel Hill verheiratet, von einem Warner-Brothers-Manager entdeckt und unter Vertrag genommen.\n\nIhr erstes Album Take Me as I Am erschien 1993. Es verkaufte sich mehr als zwei Millionen Mal. Die ausgekoppelte Single Wild One erreichte Platz eins der Country-Charts und konnte sich dort vier Wochen halten. Als zweite Single von dieser LP wurde Piece of My Heart veröffentlicht; die Coverversion des Erma-Franklin-Hits kam 1994 ebenfalls auf die Spitzenposition der Country-Charts. Im gleichen Jahr ließ sich das Ehepaar Hill scheiden.\n\nNach einigen Stimmbandproblemen wurde 1995 Faith Hills zweites Album veröffentlicht: It Matters to Me, das die Verkaufszahlen des ersten noch übertreffen konnte. Im selben Jahr ging sie gemeinsam mit Tim McGraw auf Tournee, den sie wenige Monate später heiratete. 1997 wurde die erste von drei Töchtern geboren. Im selben Jahr spielten Hill und McGraw die gemeinsame Single It's Your Love ein, die sechs Wochen lang Platz eins belegte und vielfach ausgezeichnet wurde.\n\n1998 erschien ihr viertes Album Faith, das in Deutschland mit dem Titel Love Will Always Win auf den Markt kam. Erneut konnten die Verkaufszahlen gesteigert werden. Faith Hill fand nun auch außerhalb der Country-Szene ihr Publikum. Die Single This Kiss platzierte sich hoch in der Pop-Hitparade. Das nächste Album Breathe erreichte Spitzenpositionen sowohl in den Country- als auch in den Pop-Charts. Es war ihr bis dahin erfolgreichstes Album und wurde mit einem Grammy ausgezeichnet.\n\n2000 sang sie für den Film Der Grinch das Lied Where Are You Christmas. 2001 steuerte sie zum Film Pearl Harbor das Titellied There You'll Be bei. 2002 kam das Album Cry auf den Markt, mit dem sie sich weitgehend von der Country-Musik entfernte.\n\nHill sang unter anderem auf der Schlussfeier der Olympischen Spiele 1996. 2003 gab sie in Fort Bragg vor 10.000 Golf-Kriegs-Soldaten ein Solidaritätskonzert. Faith Hill wurde von den Lesern des People Magazine unter die „50 Most Beautiful People“ gewählt und erhielt zahlreiche Auszeichnungen und Preise. Ihre erste Filmrolle hatte sie im Remake des Films Die Frauen von Stepford.\n\n2005 erschien das Album Fireflies. Die ausgekoppelte Single Mississippi Girl war wie das gesamte Album wieder countrylastig; die Folgesingle Like We Never Loved at All war erneut ein Duett mit Ehemann Tim McGraw.","strBiographyFR":"Audrey Faith Perry McGraw, connue sous le nom de Faith Hill (née le 21 septembre 1967) est une chanteuse américaine de musique Country. Sa voix est décrite comme soul et rauque\n\net son choix judicieux en matière de morceaux lui a permis de vendre plus de 35 millions d'albums et d'accumuler neuf singles classés Numéro 1 au Country Charts.\n\nFaith Hill a été récompensée par la Country Music Association, l'Academy of Country Music, les Grammy Awards, les American Music Awards et les People's choice Awards. Sa tournée Soul2Soul II Tour 2006 en compagnie de son mari s'est hissée au rang de la plus grande tournée Country de tous les temps\n. En 2001, elle fut nommée l'une des 30 femmes les plus puissantes des États-Unis par le magazine Ladies Home Journal.","strBiographyCN":"菲丝·希尔（Faith Hill，1967年9月21日－），本名Audrey Faith Perry。美国乡村音乐歌手，由于她在商业上的成功以及与美国著名乡村音乐歌手提姆·麥克羅（Tim McGraw）的婚姻而广为人知。\n\n希尔出生于密西西比州首府杰克逊市，但却成长于附近的斯达市。很小的年纪就开始唱歌。高中毕业以后，她上了一所大学，很快就辍学来到纳什维尔开始她的演唱生涯。\n\n希尔从小被人收养，直到1990年代才遇见她的亲生母亲。1988年她与音乐制作人丹·希尔结婚，1994年就离异了。此时，希尔只还是一家音乐发行公司的秘书，但她的歌唱天赋已被人察觉，很快华纳唱片便与她签约。\n乡村音乐上的成功\n\n希尔的第一张专辑是1993年的Take Me As I Am，十分的畅销。主打单曲《Wild One》登上了乡村音乐榜，而翻唱詹妮斯·乔普林的《Piece of My Heart》同名单曲在榜上也取得了好成绩。由于她的声带手术，接下来的第二张专辑不得不推迟。而最终在1995年发行的这张专辑《It Matters to Me》让她又一次取得了成功。专辑中的主打曲目成为了她演唱生涯中第四支乡村音乐冠军单曲。就在这时她开始与蒂姆·麦格罗约会。蒂姆在一次他的巡演中向希尔求婚，但又不得不完成接下来的演出任务，于是菲丝同蒂姆一起踏上旅程，并于1996年10月6日正式结婚。他们共育有三个女儿：Gracie Katherine (出生于1997年), Maggie Elizabeth (出生于1998年) 和 Audrey Caroline (出生于2001年)。","strBiographyIT":"Audrey Faith Perry McGraw, in arte Faith Hill (Jackson, 21 settembre 1967), è una cantante country statunitense, famosa in Italia per i brani The Way You Love Me e There You'll Be, tratti rispettivamente dall'album Breathe e dalla colonna sonora del film Pearl Harbor.","strBiographyJP":"フェイス・ヒル(Faith Hill、本名 Audrey Faith Perry McGraw、1967年9月21日-)はアメリカの女性カントリー歌手。アメリカ合衆国ミシシッピ州ジャクソン出身。\n\nミシシッピ州ジャクソンで生まれ、近くのスター市で育った。高校生の頃から歌手を目指して歌い始め、17歳の時に音楽会社重役のダン・ヒルと結婚。しかし歌手になる夢と家庭の主婦としての生活を両立させることが出来ずに1994年に離婚。そして大学卒業後に歌手としてのキャリアをスタートするためナッシュビルに移った。なお彼女は養女であり、1990年代の始めに実母と初めて対面した。\n\nやがて彼女の声がワーナー・ブラザーズ・レコード重役の目にとまって契約、1993年のデビュー曲「ワイルド・ワン」がカントリー・チャート1位となる。その後1996年10月6日にティム・マッグロウ（英語版）と結婚し、現在3人の娘がいる。コンサートツアーの折、観客に不要本の提供を呼びかけ、会場の町の図書館へ寄贈するという、チャリティも行っている。","strBiographyRU":"Фэйт Хилл (Faith Hill, имя при рождении Audrey Faith Perry, её имя иногда транскрибируют как Фэйс и Файт) — американская певица в стиле кантри, обладательница премии «Грэмми». Родилась 21 сентября 1967 г. в штате Миссисипи. Дебютный альбом вышел в 1993 г., а три года спустя она вышла замуж за певца Тима Макгро — отца её троих дочерей. Особый успех сопутствовал её проникновенным поп-балладам «Breathe» (самый продаваемый сингл в США 2000 года) и «There You’ll Be» (тема к фильму «Пёрл-Харбор»). Неоднократно фигурировала в списках самых красивых женщин мира.","strBiographyES":"Audrey Faith Perry McGraw, conocida como Faith Hill (n. 21 de septiembre de 1967, Jackson, Misisipi) es una cantante estadounidense de música country.\n\nAunque nació en Jackson, pasa sus años de juventud en los alrededores del pueblo de Star, en Mississipi en el seno de una familia adoptiva. Desde pequeña comenzó a cantar, primero en su entorno y luego en una banda de música local a los 17 años.\n\nA los 19 años se muda a Nashville para desarrollar su carrera de cantante. Recién llegada a la ciudad se instala en un pequeño apartamento y empieza a buscar trabajo puerta a puerta sin mucha fortuna. Encuentra trabajo como vendedora de productos de publicidad para estrellas de música country y como secretaria. En estos tiempos compagina su trabajo con su faceta artística cantando con un grupo de gospel llamado The Steeles. Tras un tiempo en la ciudad mientras trabajaba como secretaria en una compañía musical y es descubierta cantando por un directivo de la compañía, Gary Morris, éste le ayuda a editar una maqueta para esta empresa musical. Gracias a la maqueta conoce a Gary Burr, compositor que le ayuda en su carrera con la grabación y producción de una maqueta completa.1\n\nFinalmente consigue trabajo para cantar en diferentes espectáculos publicitarios, es gracias a este trabajo cuando empieza a mejorar sus actuaciones y su faceta como cantante perfeccionando su voz. Es en una de estas representaciones mientras cantaba en un club cuando un representante y cazatalentos de Warner la escucha y no duda en ofrecerle un contrato con la discográfica.\n\nDos años después de estar en Nashville se casa con un ejecutivo y productor de la industria musical, Dan Hill, el 23 de julio de 1988 (se divorciará seis años más tarde de él, en 1994). Su descubrimiento como cantante sucede por casualidad y es llamada para hacer unas pruebas. Así en 1993 lanza su primer álbum que lleva el nombre de Take Me as I Am, con Scott Hendricks como productor.","strBiographyPT":"Audrey Faith Perry, mais conhecida como Faith Hill (Jackson, 21 de setembro de 1967) é uma cantora americana, nascida em Jackson, Mississippi, que foi adotada com uma semana de vida e cresceu na cidade de Star. É casada com o também cantor country Tim McGraw, de quem tem três filhas.\n\nComeçou cantando na igreja da cidade e foi para Nashville com 19 anos começar uma carreira de cantora country. Trabalhou no escritório do cantor e compositor Gary Morris, em Nashville. Ele a ouviu cantando junto ao rádio e a pediu que gravasse uma fita demostrativa. Foi descoberta por um executivo da Warner Bros ao cantar em um Café de Nashville. Gary tornou-se mais tarde o seu co-produtor.\n\nFaith Hill lançou os álbuns \"Take me as I am\" (1993), \"It Matters to Me\" (1995), \"Faith\" (1998), \"Breathe\" (1999), \"Cry\" (2002) e \"Fireflies\" (2005) e vendeu cerca de 40 milhões de cópias mundialmente e teve oito singles e três álbuns número um na Billboard Hot Country Songs.\n\nHill já foi agraciada com prémios como os Grammy Awards, Academy of Country Music, Country Music Association, American Music Awards e People's Choice Awards. A turnê Soul2Soul II Tour, com Tim McGraw, foi a com mais assistência da história da música country, e a primeira das cinco melhores entre todos os géneros musicais.\n\nEm 2001, Hill gravou uma canção para a trilha sonora do filme Pearl Harbor, \"There You'll Be\".\n\nNo mesmo ano foi considerada a primeira das \"30 Mulheres Mais Poderosas da América\" pelo Ladies Home Journal.\n\nEm 2004, Hill participou do filme Mulheres Perfeitas, fazendo a personagem Sarah.\n\nEm 2007, Hill é a cantora da abertura do Sunday Night Football, pelo canal NBC.\n\nEm abril de 2013 , Hill anuncia que não será mais a cantora da abertura do Sunday Night Football, do canal NBC, após o ser desde há 6 anos. Faith Hill foi a responsável pelo tema de abertura dos jogos do Sunday Night Football – talvez o principal jogo de cada semana da temporada regular da NFL. Em sua despedida no Twitter, a cantora não disse os motivos de sua saída, mas que estava triste por o deixar.\n\nAo som de “Waiting All Day For Sunday Night”, música inspirada em um sucesso da cantora Joan Jett, “I Hate Myself for Loving You”, iniciava-se o domingo à noite para a NFL na NBC.","strBiographySE":"Faith Hill, född Audrey Faith Perry 21 september 1967 i Ridgeland utanför Jackson, Mississippi, är en amerikansk countrysångerska.\n\nHill föddes i Ridgeland, Mississippi men adopterades bort och växte upp på en annan ort i Mississippi, Star. Hon tyckte om att sjunga redan som barn och sjöng regelbundet i kyrkor. När hon var 19 flyttade hon till Nashville med en karriär som countrysångerska som mål. Efter några år som sekreterare fick hon ett skivkontrakt och släppte sin debutskiva, Take Me As I Am 1993. Singeln Wild One låg etta på Billboards country-topplista i fyra veckor. Skivan sålde över tre miljoner exemplar och följdes av It Matters To Me som också blev en framgång. 1996 turnerade Hill med countrysångaren Tim McGraw. De blev snabbt ett par och gifte sig den 6 oktober 1996. I samband med giftermålet och familjebildandet tog hon några års uppehåll från musiken.\n\n1998 släppte hon skivan Faith och slog igenom hos den stora publiken, även utanför countrykretsar, med låten \"This Kiss\". Skivan följdes året därpå av Breathe. 2001 hade hon en stor hit med låten There You'll Be, skriven av Diane Warren, ledmotivet till filmen Pearl Harbor. Hennes nästa skiva, Cry (2002), var mer renodlad pop än de tidigare, medan albumet Fireflies (2005) i viss mån utgjorde en återgång till hennes countryursprung. 2006 genomförde hon en framgångsrik turné tillsammans med sin man.\n\nFaith Hill har även sporadiskt arbetat som skådespelerska. Hon har bland annat spelat en gästroll i TV-serien Touched by an Angel 1995. 2004 filmdebuterade hon i The Stepford Wives.\n\nFaith Hill rankades som 39:e bästa artist under 2000-talets första decennium av tidskriften Billboard.","strBiographyNL":"Audrey Faith Perry, later bekend als Faith Hill (Jackson (Mississippi), 21 september 1967) is een Amerikaanse countryzangeres, bekend van zowel haar commerciële succes als haar breed uitgemeten huwelijk met countryzanger Tim McGraw.\n\nFaith Hill werd als Audrey Faith Perry op 21 september 1967 geboren in Jackson, Mississippi. Ze groeide op in het nabijgelegen stadje Star. Als peuter zong ze al de hele dag door en op haar zevende had Faith haar eerste publieke optreden. Haar voorbeeld was countryzangeres Reba McEntire. Toen ze 17 jaar was richtte ze een band op waarmee ze op rodeofestivals en kermissen optrad. Op haar negentiende stopte ze met school en verhuisde ze naar Nashville om daar een zangcarrière te proberen op te zetten.\n\nHaar eerste baantjes waren het verkopen van T-shirts op fandagen en kermissen en het werken als hulpje van Reba McEntire. Zo ontmoette ze platenbaas Daniel Hill, met wie ze een relatie kreeg. Op 23 juli 1988 trouwde het stel. Daarna werd ze secretaresse bij een platenmaatschappij, waar ze bij toeval werd opgemerkt terwijl ze in zichzelf aan het zingen was. Haar baas Gary Morris drong er op aan dat ze demo's ging inzingen en ging samenwerken met zanger-producer Gary Burr, met wie ze uiteindelijk haar eerste eigen demo maakte en regelmatig optredens verzorgde. Een platenbaas bij Warner zag en hoorde het duo optreden in een club in Nashville en bood Faith een solo-contract aan.\n\nFaith Hill is geadopteerd en in het begin van de jaren '90 heeft ze haar biologische moeder ontmoet.\n\nFaith Hill is getrouwd met countryster Tim McGraw. Ze hebben drie kinderen: Gracie Katherine (1997), Maggie Elizabeth (1998) en Audrey Caroline (2001).","strBiographyHU":"Audrey Faith Perry (Jackson, Mississippi, USA, 1967. szeptember 21.) amerikai énekesnő. Sikereit főként a country műfajban érte el.\n\nSzülei adoptálták pár hetes korában, igazi szüleit felnőtt korában kutatta fel. Nevelőszülei két saját fiuk mellett Faith-t is elkötelezett keresztény szellemben nevelték. Ő már gyermekként énekes szeretett volna lenni és tehetsége is korán megmutatkozott. Kezdetben a templomban énekelt vasárnaponként. Különleges hangjával, mely egyszerre érdes és érzelemgazdag, és dalainak gondos megválasztásának eredményeként Hill számos díjat nyert el (Country Music Association, Academy of Country Music, Grammy díjak, American Music Awards és a People's Choice Awards), valamint 35 millió lemezt adott el. A countryzenei listákon 8 dala és 3 albuma ért el első helyet.\n\nA középiskola befejezése után elkezdte az egyetemet de rövidesen abba is hagyta. Nashville-be utazott, hogy énekesi karrierjét építhesse.\n\nEz időben titkárnőként dolgozott egy zenével foglalkozó vállalatnál (Gary Morris Company), ahol felfigyeltek a magának dúdolgató lányra és felajánlották neki, hogy a cégnél énekeljen fel demokat. Ez mellé kiegészítésként Gary Burr dalszerzőnek vokálozott, aki új dalait a Nashville-i Bluebird Café-ban tartott koncertjein mutatta be. Férjhez ment Dan Hillhez, a vállalat zenei igazgatójához, akivel 1988-1994-ig voltak házasok. Az egyik koncerten a Warner Bros. Records egyik igazgatója is jelen volt, aki felfigyelt Hill hangjára, és lemezszerződést ajánlott neki.\n\nHill 1990-ben megkereste igazi anyját, akivel találkoztak, és azután annak haláláig leveleztek.\n\nRöviddel első lemezének megjelenése után elváltak Dan Hillel.\n\nMásodik férjét, Tim McGraw-t 1996. tavaszán ismerte meg, közös turnéjukon. Még abban az évben, október 6-án összeházasodtak, azóta is arra törekednek, hogy egyfolytában három napnál többet ne töltsenek egymás nélkül. Három lányuk született, Gracie Katherine (1997), Maggie Elizabeth (1998), és Audrey Caroline (2001). Legkisebb gyermeke születését követően Hill hat évig nem turnézott.","strBiographyNO":"Faith Hill (født Audrey Faith Perry 21. september 1967 Ridgeland, Mississippi) er en amerikansk country-sanger.\n\n6. oktober 1996 giftet seg hun med Tim McGraw, som også er en amerikansk country-sanger. De har barna Gracie Katherine (født 5. mai 1997), Maggie Elizabeth (født 12. august 1998 og Audrey Caroline (født 6. desember 2001).\n\nHennes sang There You'll Be var soundtrack til filmen Pearl Harbor fra 2001.\n\n","strBiographyIL":"ودري فيث بيري ماكغرو، المعروفة باسم فيث هيل (Faith Hill) (ولدت في 21 سبتمبر 1967، في جاكسون، مسيسيبي)، هي مغنية كنتري أمريكية.\n\nبدأت فيث مسيرتها الغنائية حينما كان عمرها سبعة سنوات. في ذلك الوقت كانت تغني لفرق صغيرة وفي كنيستها. في عام 1993 أطلقت أغنيتها الأولى، \"Wild One\". بعد فترة قصيرة استطاعت الأغنية الوصول إلى المركز الأوّل في سباق أغاني بيلبورد لموسيقى الكنتري. في 21 يناير 1994، أصبحت فيث هيل أول مغنية كنتري تتصدر سباق أغاني بيلبورد الرئيسي لأربعة أسابيع متتالية منذ عام 1964. بين عامي 1994 و1995، أخذت فيث بالتجول لإحياء الحفلات في مناطق مختلفة مع ريبا ماكينتاير، وبروكس ودون، وألن جاكسن، وجورج سترايت. في 1996 أدّت أغنيات في حفل ختام الألعاب الأولمبية 1996 الصيفية في أطلانطا، وقد شاهدها أكثر من 3.5 مليار شخص.\n\nوفي نفس العام تزوجت من مغني الكنتري المشهور تيم ماكغرو. فقامت بتسجيل أغنية مع ماكغرو وهي \"It's Your Love\"، التي كانت في المركز الأوّل لستّة أسابيع، كما فازت الأغنية بجائزة CMA وقد كانت أولى الجوائز لفيث هيل عام 1997.\n\nأنتج فيث هيل ألبوماً عام 1998 هو \"This Kiss\"، الذي حقق مبيعات كبيرة ووصل إلى المركز أوّل سباق أغاني بيلبورد لموسيقى الكنتري، كما وصل للمركز السابع في أفضل 100 لبيلبورد. في عام 1998 حصل فيديو \"This Kiss\" على جائزة CMA. بفضل أغنيات مثل \"Let Me Let Go\" و\"Just to Hear You Say That You Love Me\" (دويتو آخر مع ماكغرو)، استطاعت فيث بيع أكثر من 6 ملايين نسخة.\n\nأصدرت ألبوماً آخر في عام 1999 وهو \"Breathe\" الذي وصل لأول مرّة إلى المركز الأوّل في أفضل 200 ألبوم لبيلبورد وتم بيع أكثر من 8 ملايين نسخة منه. الأغنية التي تحمل اسم الألبوم بقت في المركز الأوّل لستّة أسابيع ووصل إلى قمة قائمة أفضل أغاني الكبار المعاصرة وأفضل 40 أغنية أيضاً.\n\nحصلت فيث هيل على ثلاثة جوائز جرامي في عام 2000، لفضل أداء ريفي نسائي، وأفضل ألبوم كنتري، وأفضل أغنية كنتري تعاونية، وهي أغنيتها مع ماكغرو \"Let's Make Love\". في نفس العام فازت بجائزة أفضل مغنية كنتري للعام في حفل جوائز CMA.\n\nألبومها لعام 2002 (Cry) بيع أكثر من مليوني نسخة منه. كما فازت الأغنية التي تحمل نفس اسم الألبوم عام 2003 بجائزة جرامي لأفضل أداء نسائي لموسيقى الكنتري. في عام 2004 مثلت دوراً مسانداً في فيلم \"زوجات ستيبفورد\" (مع نيكول كيدمان وبيت مدلير)، وأصدرت ألبوماً ","strBiographyPL":"Faith Hill, właśc. Audrey Faith Perry (ur. 21 września 1967 w Jackson w stanie Missisipi\n\n) – amerykańska piosenkarka country, aktorka.\n\nChociaż debiutowała w 1993 roku albumem Take Me As I Am, to popularność zdobyła dopiero w roku 1999 dzięki piosence \"This Kiss\". Swoistym przyjęciem do grona największych był występ na koncercie \"Divas Live\" wraz z Tiną Turner, Cher i Whitney Houston w tym samym roku. Jej album Faith z poprzedniego roku sprzedał się w liczbie 4 mln egzemplarzy. Z czasem jej styl zaczął ewoluować od country w stronę pop.\n\nFaith Hill jest żoną znanego piosenkarza country Tima McGraw (nagrał z raperem Nelly utwór Over and Over). Hill wykonała też główną piosenkę do filmu \"Pearl Harbor\", która została wyróżniona nominacją do Nagrody Publiczności.","strGender":"Female","intMembers":"1","strCountry":"Ridgeland, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vrsvpx1536856488.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/wqqpsr1446189878.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/fbr5s71666348733.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/vuwyyu1536856308.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/vwupwy1536856401.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wrpxvt1536856428.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/hill-faith-507b838f740a9.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/hill-faith-507b83fe494b6.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/hill-faith-507b83fe494b6.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/yutrqt1536856671.jpg","strMusicBrainzID":"406552d4-5ba1-4226-b7c0-367bc50fc767","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}