{"artists":[{"idArtist":"118965","strArtist":"Björn Ulvaeus","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1945","intBornYear":"1945","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Björn Kristian Ulvaeus (Swedish pronunciation: [bjœːɳ ɵlˈveːɵs]; born 25 April 1945) is a Swedish songwriter, composer, musician, writer, producer, a former member of the Swedish musical group ABBA (1972–83), and co-composer of the musicals Chess, Kristina från Duvemåla, and Mamma Mia!. He co-produced the film Mamma Mia! with fellow ex-ABBA member and close friend Benny Andersson.\nPrior to gaining international recognition with ABBA, Ulvaeus was a member of the Swedish folk-schlager band Hootenanny Singers, who had an enormous following in Scandinavia. While on the road in southern Sweden in 1966, they encountered the Hep Stars, and Ulvaeus quickly became friends with the group’s keyboard player, Benny Andersson. The two musicians shared a passion for songwriting, and each found a composing partner in the other. On meeting again that summer, they composed their first song together: \"Isn't It Easy To Say\", a song soon to be recorded by Andersson's group. The two continued teaming up for music, helping out each other's bands in the recording studio, and adding guitar or keyboards respectively to the recordings. In 1968, they composed two songs together: \"A Flower In My Garden\", recorded by Hep Stars, and their first 'real' hit \"Ljuva Sextiotal\", for which Stig Anderson wrote lyrics. The latter – a cabarét-style ironic song about the 1960s – was submitted for the 1969 Swedish heats for Eurovision Song Contest, but was rejected; it was later recorded by diva Brita Borg. Another hit came in 1969 with \"Speleman\", also recorded by Hep Stars.\nWhile filming a nostalgic schlager special for television in March 1969, Björn met eighteen-year-old singer-songwriter Agnetha Fältskog. Benny had himself met his future spouse, 23-year-old jazz and schlager vocalist Anni-Frid Lyngstad, only weeks before.\nBjörn Ulvaeus continued recording and touring with Hootenanny Singers to great acclaim while working as in-house producer at Polar Record Company (headed by future manager Stig Anderson), with Benny as his new partner. The twosome produced records by other artists and continued writing songs together. Polar artist Arne Lamberts Swedish version of \"A Flower In My Garden\" – \"Fröken Blåklint\" – was one of Björn & Bennys first in-house productions. In December 1969, they recorded the new song \"She's My Kind Of Girl\", which became their first single as a duo. It was released in March 1970, giving them a minor hit in Sweden (and by chance a top-ten hit in Japan two years later).\nThe Hootenanny Singers entered Svensktoppen, the Swedish radio charts, in 1970 with \"Omkring Tiggarn Från Luossa\", a cover of an old folk-schlager song. It remained on the charts for 52 consecutive weeks, a record which endured until 1990; the song was produced by Björn and Benny, and had Ulvaeus's solo vocal and Benny's piano.\nAfter ABBA, Ulvaeus, together with Andersson, created the musicals Chess, Kristina från Duvemåla (based on The Emigrants novels by Swedish writer Vilhelm Moberg), and Mamma Mia! (based on ABBA songs).\nTogether with Andersson, Ulvaeus was nominated for the Drama Desk Award in the category \"Outstanding Music\" (for the musical Chess), and for a Tony Award in a category \"Best Orchestrations\" (for musical Mamma Mia!). Original cast recordings of both musicals were nominated for a Grammy Award.\nFor the 2004 semi-final of the Eurovision Song Contest, staged in Istanbul thirty years after ABBA had won the contest in Brighton, Ulvaeus appeared briefly in a special comedy video made for the interval act, entitled \"Our Last Video\". Each of the four members of the group appeared briefly in cameo roles, as did others such as Cher and Rik Mayall. The video was not included in the official DVD release of the Eurovision Contest, but was issued as a separate DVD release. It was billed as the first time the four had worked together since the group split. In fact, they each filmed their appearances separately.\nUlvaeus also shared with Andersson \"The Special International Ivor Novello Award\" from 'The British Academy of Composers and Songwriters', \"The Music Export Prize\" from the Swedish Ministry of Industry and Trade (2008), and \"Lifetime Achievement Award\" from the Swedish Music Publishers Association (SMFF).\nOn 15 April 2013, it was officially announced by the EBU and the SVT that Björn along with the ex-ABBA member, Benny Andersson and the Swedish DJ and record producer, Avicii, have composed the anthem for the 2013 Eurovision Song Contest. The song will be performed for the first time in the Final on the 18th of May.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"","intMembers":"1","strCountry":"","strCountryCode":"SE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vuvvww1451286720.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/yvywpu1366736272.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"ffb77292-9712-4d03-94aa-bdb1d4771d38","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}