{"album":[{"idAlbum":"2145568","idArtist":"111259","idLabel":null,"strAlbum":"Pulse","strAlbumStripped":"Pulse","strArtist":"Pink Floyd","strArtistStripped":"Pink Floyd","intYearReleased":"1995","strStyle":"Rock/Pop","strGenre":"Progressive Rock","strLabel":null,"strReleaseFormat":"Live","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/xgod4x1612772065.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/tqb9c31612772076.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/5g1zvq1612772084.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/z2ozoj1612772091.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/sarg1k1612772107.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/ngjzye1612772114.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/137buv1612772099.png","strDescriptionEN":"Pulse (stylised as p·u·l·s·e) is a live double album by the English progressive rock band Pink Floyd, released through EMI Records on 29 May 1995 in the United Kingdom and by Columbia Records on 6 June 1995 in the United States, containing songs from their albums.\nThe album was recorded during the band's Division Bell Tour in 1994, specifically the UK and European leg, which ran from July to October 1994 (See Pink Floyd live performances). The tour was sponsored in Europe by Volkswagen, which also issued a commemorative version of its top-selling car, the \"Golf Pink Floyd\", one of which was given as a prize at each concert. It was a standard Golf with Pink Floyd decals and a premium stereo, and had Volkswagen's most environmentally friendly engine, at Gilmour's insistence. The special edition, originally scheduled for a 1996 release, was cancelled.","strDescriptionDE":"Wikipedia\n\nPulse (auch P • U • L • S • E geschrieben) ist ein Live-Doppelalbum und ein Live-Video von Pink Floyd, die 1995 gemeinsam nach der −The-Division-Bell-Tournee von 1994 veröffentlicht wurden. Zunächst war das Video nur als VHS und Video-CD erhältlich. Nach mehreren Verzögerungen erschien das Live-Video am 10. Juli 2006 erstmals auf DVD. Album und Video enthalten eine Live-Aufnahme des vollständigen Albums The Dark Side of the Moon.\n\nInhaltlich unterscheiden sich Livealbum und Video, da das Album Mitschnitte mehrerer Konzerte vereint, während das Video das vollständige, auch live per Pay-per-View im TV übertragene Konzert vom 20. Oktober 1994 im Londoner Earls Court dokumentiert. ","strDescriptionFR":"P·U·L·S·E (ou Pulse) est un double album enregistré en public, paru le 6 juin 1995, à la suite à la tournée de Pink Floyd en 1994 sans Roger Waters (celui-ci ayant quitté le groupe en 1985). Il est produit par James Guthrie et David Gilmour. Il s'agit d'une compilation principalement issue des concerts donnés à l'Earls Court à Londres au mois d'octobre 1994 et des concerts à Modène, à Rome et à Hanovre. Il s'appuie sur une variation de la setlist constituant un concert du groupe.\n\nLe premier CD contient divers morceaux des différentes périodes du groupe. Cependant, Hey You était joué en rappel les soirs où The Dark Side of the Moon ne figurait pas dans son intégralité. D'autre part, Shine On You Crazy Diamond et Astronomy Domine ne s'enchainaient pas. Enfin, la version CD omet One of These Days inclus dans les éditions en K7 audio et le coffret vinyl.\n\nLe second CD comporte l'intégralité de leur album The Dark Side of the Moon et les trois morceaux joués en rappel reproduisant une setlist conforme aux concerts donnés dans cette configuration.\n\nJugé un peu trop « lisse » par beaucoup de critiques au moment de sa sortie, le live Pulse reste d'une facture sonore remarquable. Nombre de personnes ayant assisté au concert de 1994 trouvent que la playlist du concert était meilleure que celle qui a été retenue pour le double CD.\n\nLe double live Pulse se présente sous la forme d'un mini-coffret avec livret, plaquette et une diode clignotante sur la tranche, réalisé par Storm Thorgerson.\n\nPlusieurs théories circulent quant à la possible signification de l'acronyme P·U·L·S·E, il s'agit fort possiblement d'un rétro-acronyme.","strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"P·U·L·S·E, es el decimosexto álbum de la banda británica Pink Floyd, disco doble en vivo, recopilatorio, editado en 1995, que contiene la grabación de varias presentaciones de su última gira \"Division Bell Tour\". También tuvo su contraparte en el VHS/VideoCD/LaserDisc/DVD p.u.l.s.e que contenía imágenes del concierto efectuado en el Earls Court, Londres, el 20 de octubre de 1994 grabado por 24 cámaras.\n\nLa primera edición de este álbum contaba en su estuche, con un LED que parpadeaba a un ritmo constante tal como los latidos del corazón. Ese sonido se escucha a lo largo del álbum Dark Side of the Moon mismo que se registra en directo en el disco 2.","strDescriptionPT":"Pulse (estilizado como p.u.l.s.e) é um duplo CD ao vivo dos Pink Floyd, editado em 1995. O álbum foi gravado durante a tournée de promoção de The division bell na Europa e nos Estados Unidos entre Março e Outubro de 1994. O álbum inclui uma versão ao vivo completa de The Dark Side of the Moon. P•U•L•S•E chegou a nº 1 na tabela da Billboard em Junho de 1995 e foram-lhe atribuídos disco de ouro, platina e dupla platina em 31 de Julho do mesmo ano. A cassete tem duas faixas extra, \"One of these days\" e 22 minutos de música ambiente. No Brasil foi vendido mais de 100 mil cópias e sendo certificado com Disco de Diamante pela ABPD.\n\nDesde Julho de 2006, os fãs podem ver, ou rever o show em DVD. Além do show, tem inúmeros videos, fotos e entrevistas inéditas. O som foi remasterizado em Dolby 5.1.","strDescriptionSE":"P*U*L*S*E är ett dubbelt livealbum av Pink Floyd släppt 1995. Det är inspelat under en turné 1994.\nEn konsertfilm med samma namn har också getts ut, filmad på klassiska Earl's Court i London.\nLåtarna på den första skivan består mestadels av nyare material från albumen A Momentary Lapse of Reason och The Division Bell, men klassikern \"Astronomy Domine\" är också närvarande. Den andra skivan består av hela The Dark Side of the Moon, och tre andra stora hits. Albumet blev etta både albumlistan både i USA och i Storbritannien.\nEn gimmick på förstautgåvan var den blinkande röda lysdioden på CD-omslagets rygg.","strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"8","intScoreVotes":"1","strReview":"","strMood":"Dreamy","strTheme":"","strSpeed":"Fast","strLocation":null,"strMusicBrainzID":"80b8b365-7e51-3be2-886f-b4d15016078d","strMusicBrainzArtistID":"83d91898-7763-47d7-b03b-b92132375c47","strAllMusicID":null,"strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":null,"strWikidataID":null,"strWikipediaID":null,"strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}