{"artists":[{"idArtist":"114535","strArtist":"Tony O'Connor","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1961","intBornYear":"1961","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Tony O'Connor (15 March 1961 – 23 May 2010) was an Australian composer, producer and performer of instrumental music. His music has sold over 3 and a half million copies worldwide, releasing his debut album in 1987 and his last in 2007. Tony O'Connor also composed music scores for film and television and is one of Australia's biggest selling instrumental musicians. His music sometimes utilises sounds from nature, and is very much focused on relaxation and what he calls music therapy. O'Connor died on 23 May 2010, due to a glioblastoma multiforme. Tony O'Connor's first album \"Journey\" was released in 1987, classified as \"Creative Relaxation Music\". O'Connor had previously worked with psychologists and masseurs to create music that was specifically produced to calm and relax the listener. As a result of the album's medicinal qualities, to relieve stress, depression, sleeplessness, and muscle tension, as well as to slow the heart and breathe rate of listeners and lower blood pressure, \"Journey\" became sought after by professional therapists and natural healthcare specialists. As demand for O'Connor's album grew, Tony and his wife Jacqui set up their own record label; Studio Horizon. This enabled O'Connor's music to be sold to a much wider audience then before, which resulted a large jump in album sales. By 1991, O'Connor had composed and produced \"Mariner\", which achieved Gold status within a few weeks of sale. \"Mariner\" has sold over 1.5 million copies to date. From 1992 - 1997, O'Connor collaborated with Australian wildlife photographer Steve Parish. The two artists combined their passions and their professions to make a range of CD's set to particular nature themes, resulting in albums such as Uluru, Kakadu, Rainforest Magic, Wilderness and Windjana - Spirit of the Kimberly. These albums were enormously popular and sold in numbers unprecedented by any Australian Unsigned artist at the time; each title reaching Double Platinum sales, with two albums reaching Triple Platinum sales and one album selling more than half a million copies.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"","intMembers":"1","strCountry":"","strCountryCode":"AU","strArtistThumb":null,"strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":null,"strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"bc51445c-de61-4873-aa3b-86ed1459ef15","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}