{"artists":[{"idArtist":"119262","strArtist":"The Equals","strArtistStripped":null,"strArtistAlternate":"Equals","strLabel":null,"idLabel":null,"intFormedYear":"1965","intBornYear":"1965","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":null,"strFacebook":null,"strTwitter":null,"strBiographyEN":"The Equals were a pop/reggae/rock group that formed in North London, England in 1965. They are remembered mostly for the fact that Eddy Grant, then sporting dyed blonde hair, was in the group. Also in the original line-up were the twin brothers Derv and Lincoln Gordon, as well as John Hall and Pat Lloyd.  They first started rehearsing on a council estate at Hornsey Rise, North London in 1965. In 1966 the group released the \"Hold Me Closer\" / \"Baby Come Back\" single, which initially did not capture much attention in the United Kingdom. However, in Germany and The Netherlands it went to #1 - a position its re-issue would later reach in the UK in 1968. Thus, the racially mixed London group gave President Records their only number one hit. A gold disc was presented to the group in June 1968 for a combined one million sales of the record . The year 1968 saw the release of \"I Get So Excited\" which appeared in the Top 50 of the UK Singles Chart. It was reported in September 1969 that all five members of the group had been injured in Germany, when their car ran off an autobahn in a gale.  A string of single releases followed up to 1970, all of which charted in the UK. The group also attracted attention as one of the few racially integrated bands of the 1960s, which was reflected in the group's name: The Equals.  In 1971, Grant went home to Guyana, following a collapsed lung and heart infection which put him out of action at the beginning of that year. He promptly left The Equals to pursue his solo career. He would have eventually release several Top 40 singles in the late 1970s and early 1980s; among them, \"Living On The Front Line\", \"Electric Avenue\", and \"Romancing the Stone\". Grant also topped the UK Singles Chart in 1982 with \"I Don't Wanna Dance\". Although the band never charted again after Grant's departure, they remained a popular live act, performing into the late 1970s and beyond.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"","intMembers":"1","strCountry":"","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tvqvyw1427406841.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vrwtxq1427406830.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ryrrpu1512992758.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"efe5c081-3a3d-4730-9669-c3eec3018989","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}