{"artists":[{"idArtist":"134191","strArtist":"Chavela Vargas","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1919","intDiedYear":"2012","strDisbanded":null,"strStyle":"","strGenre":"Latin","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Isabel Vargas Lizano (17 April 1919 - 5 August 2012), better known as Chavela Vargas, was a Costa Rica-born Mexican singer. She was especially known for her rendition of Mexican rancheras, but she is also recognized for her contribution to other genres of popular Latin American music. She has been an influential interpreter in the Americas and Europe, muse to figures such as Pedro Almodóvar, hailed for her haunting performances, and called \"la voz áspera de la ternura\", the rough voice of tenderness. The Latin Academy of Recording Arts & Sciences, presented her with a Latin GRAMMY Statuette in 2007 after receiving a Lifetime Achievement Award on behalf of that organization. \n\nEarly life and career:\nAlthough the name Chavela Vargas is associated with México and its culture, she was born in Costa Rica, in San Joaquín de Flores, as Isabel Vargas Lizano, daughter of Francisco Vargas and Herminia Lizano. She was baptized on 15 July 1919 with the forenames \"María Isabel Anita Carmen de Jesús.\" She had a difficult childhood: her parents divorced and left her under the care of an uncle, and she contracted poliomyelitis. She went by Chavela, which is a pet name for Isabel. At age 14, she abandoned her native country due to lack of opportunities for a musical career, seeking refuge in Mexico, where an entertainment industry was burgeoning. There she resided for almost eight decades and obtained Mexican nationality. \nFor many years she sang on the streets, but in her thirties she became a professional singer. In her youth, she dressed as a man, smoked cigars, drank heavily, carried a gun, and was known for her characteristic red jorongo, which she donned in performances until old. Vargas sang the canción ranchera, which she performed in her own peculiar style. The typical ranchera, as represented by José Alfredo Jiménez, was a masculine but emotional song about love and its mishaps, usually mediated by alcohol, since in a macho culture, the display of feelings by men is allowed only to the drunk. The ranchera is sung from a man's perspective and with a mariachi accompaniment. Chavela sang this type of song as a solo, using only guitar and voice, evoking the singing style of a drunk man. She often slowed down the tempo of melodies to draw more dramatic tension out of songs, so they could be taken as naughtily humorous. \nTowards the end of the 1950s, she became known within artistic circles, due in part to her performances in Acapulco, center of international tourism, where she sang at the Champagne Room of the restaurant La Perla. Her first album, Noche de Bohemia (Bohemian Night), was released in 1961 with the professional support of José Alfredo Jiménez, one of the foremost singer/songwriters of Mexican ranchera music. She eventually recorded more than 80 albums. Vargas was hugely successful during the 1950s, the 1960s, and the first half of the 1970s, touring in Mexico, the United States, France, and Spain and was close to many prominent artists and intellectuals of the time, including Juan Rulfo, Agustín Lara, Frida Kahlo, Diego Rivera, Dolores Olmedo and José Alfredo Jiménez. \n\nPartial retirement and return to the stage:\nIn the late 1970s Vargas partially retired from performing due to a 15-year battle with alcoholism, which she described in her autobiography (Y si quieres saber de mi pasado And if you want to know about my past, published in 2002) as \"my 15 years in hell.\" Chavela couldn't keep on with her heavy drinking and intense lifestyle. In 1970, \"submerged in an alcoholic haze\" as she described it, she was taken in by an Indian family who nursed her back to health without knowing who she was. In 2003, she told The New York Times that she had not had a drink in 25 years. \nVargas returned to the stage in 1991, performing at a bohemian nightclub called \"El Hábito\" in Coyoacán, Mexico City. Her career started to recover international prominence, with performances in Latin America, Europe and the United States. Vargas debuted at Carnegie Hall in 2003 at age 83 at the behest and promotion of Spanish director Pedro Almodóvar, an admirer and friend. \nAt age 81, she publicly declared on Colombian television that she was a lesbian. In 2000, she told the Spanish newspaper El País: \"Nobody taught me to be like this, I was born this way. Since I opened my eyes to the world, I have never slept with a man. Never. Just imagine what purity. I have nothing to be ashamed of.\" \n\nAppearances in film:\nVargas is featured in many of Almodóvar's films, including La flor de mi secreto in both song and video. She said, however, that acting was not her ambition, although she had previously participated in films such as the 1967 movie La Soldadera. Vargas also appeared in Frida, singing \"La Llorona\" (The Weeping Woman). Her classic \"Paloma Negra\" (Black Dove) was also included in the soundtrack of the film. Vargas herself, as a young woman, was alleged to have had an affair with Frida Kahlo during Kahlo's marriage to muralist Diego Rivera. She appeared in Alejandro González Iñárritu's Babel, singing \"Tú me acostumbraste\" (\"Because of you, I got accustomed\"), a bolero by Frank Domínguez. \n\nReferences in literature and music:\nJoaquín Sabina's song \"Por el Boulevar de los Sueños Rotos\" (\"Down the Boulevard of Broken Dreams\") is dedicated to Vargas.Sergio Ramírez Mercado, a Nicaraguan writer, published in 2011 the novel La Fugitiva, a fictionalized account of the life of Costa Rican writer Yolanda Oreamuno. In Ramírez' work, Oreamuno's life is told by three women who met her. According to many critics, one of the female characters telling Oreamuno's history is a singer who resembles Chavela Vargas. The character talks about her own life and her non-reciprocated lesbian love for Yolanda Oreamuno. \n\nDeath:\nVargas died on 5 August 2012 in Cuernavaca, Morelos, Mexico, after she was admitted to a hospital for heart and respiratory problems.","strBiographyDE":null,"strBiographyFR":"Chavela Vargas (María Isabel Anita Carmen de Jesús Vargas Lizano) est une chanteuse mexicaine née le 17 avril 1919 au Costa Rica dans la province d’Heredia, et morte le 5 août 2012 à Cuernavaca, au Mexique. Elle est considérée comme une figure de proue de la musique Ranchera. La chanteuse a reçu le Prix d'excellence musicale de l'Académie des Sciences latine et des arts de l'Enregistrement en 2007\n« Ma vie commença dans un petit pays, en un petit village, et dans un petit monde (..) j’aime dire que mon village était si petit que seul une vache et moi rentrions dedans » écrit-elle. Sa mère Herminia, au foyer, venait d’une « bonne famille espagnole » et son père Francisco, policier, était costaricien « Et puisque je dois le dire presque par tout, je le dirai : mes parents ne me voulaient pas. J’en ai souffert ». Adolescente, Isabel Vargas Lizan quitte son pays natal pour le Mexique, s'éloignant de sa famille avec laquelle elle entretient des rapports difficiles. Elle exprime alors son rejet d'une société ultra-conservatrice qui l'empêche de développer son talent d'artiste. Elle commence à chanter dans les rues. Dans les années 1940, elle se lie d'amitié avec les peintres Diego Rivera et Frida Kahlo chez qui elle résidera pendant quelque temps. Âgée de 30 ans, elle est remarquée sur la grande avenue Insurgentes de Mexico par le compositeur et célèbre chanteur de rancheras José Alfredo Jimenez qui devient l'auteur de ses principaux succès. Grâce à son aide, elle se produit dans les cabarets de Mexico au milieu des années 1950 avant de s'engager sur la voie du succès à Acapulco, destination touristique internationale, où elle chante pour l'une des noces d'Elizabeth Taylor.\n\nChavela Vargas connaît son heure de gloire durant les années 1960 et 1970, effectuant des tournées dans le monde entier. Elle devient une figure connue de la chanson ranchera à laquelle elle redonne ses lettres de noblesse, et dont elle est l'une des nombreuses interprètes féminines aux côtés de Lola Beltrán, Lucha Villa, Amalia Mendoza, Guadalupe Pineda, Lucero. Vêtue comme un homme, fumant et buvant comme un homme, portant un pistolet, « la dame au poncho rouge, cheveux d’argent et chaire brune » comme la décrivait le chanteur espagnol Joaquín Sabina est caractérisée par son sarape rouge. Alcoolique, elle affirme avoir bu durant sa vie 45 000 litres de tequila qui lui permirent, l'alcool la conservant, d'atteindre l'âge vénérable de 93 ans. Lors d'un entretien télévisé en 2000, elle reconnaît son homosexualité. « J’ai du me battre pour être moi-même et pour être respectée. Je suis fière d’assumer que je suis lesbienne. Je n’en parle pas trop, mais je ne nie pas. J’ai du affronter la société et l’église, qui dit que les homosexuels sont condamnés. C’est absurde ! Comment peuvent-ils juger quelqu’un qui est né comme ça ? Je n’ai pas appris à être lesbienne, personne ne m’a appris à être comme je suis. Je suis née comme ça. Je n’ai jamais couché avec un homme. Jamais. Oui, je suis vierge et je n’ai pas honte. Mes Dieux m’ont fait comme ça ».\n\nLa carrière de Chavela connaît sa période la plus féconde de l'enregistrement de son premier album (Noche de Bohemia) en 1961 jusqu'à la fin des années 1970. S'ensuit une période longue de quinze ans durant lesquels la chanteuse, en proie à une forte addiction à l'alcool, interrompt sa carrière musicale qu'elle ne reprend qu'en 1991. Elle émerge « d’une prison d’amour et d’un délire d’alcool » et brandit à nouveau le flambeau  : « je suis sortie des enfers mais je l’ai fait en chantant », dit-elle. Encouragée par son ami, le réalisateur Pedro Almodóvar, qui la compare à Édith Piaf, Chavela se lance dans une tournée mondiale et se produit à l'Olympia de Paris et au Carnegie Hall de New York. Parmi ses interprétations les plus remarquables, se trouve celle de Tú me acostumbraste de Frank Domínguez dans le film Babel. Muse de Pedro Almodóvar dont elle est une amie personnelle, elle figure dans nombre de ses films, notamment La Fleur de mon secret.\n\nÀ l'issue d'un ultime concert donné à Madrid le 10 juillet 2012 pour présenter son album (La Luna Grande) dédié au poète Federico García Lorca et son autobiographie (Dos vidas necesito), elle est hospitalisée dans la capitale espagnole suite à d'importants troubles respiratoires. Elle est rapatriée au Mexique et admise en soins intensifs dans un hôpital de Cuernavaca le 30 juillet 2012 pour une broncho-pneumonie. Elle y décède le 5 août 2012, âgée de 93 ans.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Heredia, Costa Rica","strCountryCode":"MX","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wtxuww1420399061.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/spuuxq1521470612.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/vtkw931631007397.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/w9moqw1631006938.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/fnbnlh1631006799.jpg","strArtistBanner":null,"strMusicBrainzID":"77586a91-4586-4962-b836-e496d3a05432","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}