{"artists":[{"idArtist":"114397","strArtist":"Dionne Warwick","strArtistStripped":null,"strArtistAlternate":"Marie Dionne Warrick","strLabel":null,"idLabel":null,"intFormedYear":"1962","intBornYear":"1940","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"Soul","strMood":"Happy","strWebsite":"www.dionnewarwick.info","strFacebook":"www.facebook.com/dionnewarwick","strTwitter":"1","strBiographyEN":"Dionne Warwick (born Marie Dionne Warrick; December 12, 1940) is an American singer, actress and TV show host, who became a United Nations Global Ambassador for the Food and Agriculture Organization, and a United States Ambassador of Health.\nHaving been in a partnership with songwriters Burt Bacharach and Hal David, Warwick ranks among the 40 biggest hit makers of the entire rock era (1955–2012), based on the Billboard Hot 100 Pop Singles Charts. As of January 2013, Warwick ranks joint-third with Madonna, behind only Aretha Franklin (who has a total of 88 charted Billboard singles) and Taylor Swift, as the most-charted female vocalist of all time with 56 of Dionne's singles making the Billboard Hot 100 between 1962 and 1998.","strBiographyDE":null,"strBiographyFR":"Dionne Warwick (Marie Dionne Warrick), née le 12 décembre 1940 à East Orange (New Jersey), est une chanteuse américaine.\n\nElle est surtout connue comme interprète de chansons écrites par Burt Bacharach et Hal David, avec lesquels elle a fêté de grands succès dans les années 1960. Au cours de sa carrière, elle a reçu cinq Grammy Awards. Depuis les années 1990, ses enregistrements rencontrent nettement moins la faveur du public.\n\nDionne a adopté le nom Warwick par suite d'une erreur typographique sur la pochette de son premier single en 1963. Entre 1971 et 1974 environ, elle y rajouta un « w » sur les conseils d'un numérologue. Dionne Warwick est la cousine de Whitney Houston (leurs mères étaient sœurs). Sa sœur, Dee Dee Warwick, est également chanteuse.\n\nEn 1985, elle fait partie du collectif USA for AFRICA, institué par Diana Ross ,Harry Belafonte, Quincy Jones, Lionel Richie et Michael Jackson.\n\nActuellement, Dionne partage son temps entre Rio de Janeiro, où elle possède une confortable maison, et les États-Unis. Son dernier album pour Arista Aquarela do Brasil (Aquarelle du Brésil) de 1994 fut acclamé par la critique, et il est en quelque sorte une vitrine de son amour de longue date pour le peuple et la musique de son pays d'adoption.\n\nLe 16 octobre 2002, Dionne Warwick a été nommée Ambassadrice de bonne volonté de l’Organisation des Nations Unies pour l'alimentation et l'agriculture (FAO).\n\nEn 2011 elle participe à la onzième édition du jeu de télé-réalité de Donald Trump The Apprentice, mais dans la version star (The Celebrity Apprentice 4). Elle était en compétition avec notamment La Toya Jackson, Lisa Rinna, Marlee Matlin, Lil Jon et le vainqueur John Rich. Elle a été éliminée lors du quatrième épisode.\n\nActuellement en tournée pour ses 50 ans de carrière, elle parcourt le monde et connait un succès sans cesse renouvelé.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Marie Dionne Warrick, de nombre artístico Dionne Warwick (n. East Orange, Nueva Jersey, 12 de diciembre de 1940), es una cantante estadounidense de soul y pop. Prima de las cantantes Cissy y Whitney Houston.\n\nEl trabajo musical más elogiado de Dionne Warwick es el que realizó con los compositores Hal David y Burt Bacharach.\n\nSe inició en la música como cantante gospel con su familia. Su debut en solitario de la mano de Burt Bacharach en 1962 (\"Don't Make Me Over\") apareció por una errata de imprenta bajo el apellido Warwick, no Warrick; un error que propició el nombre artístico de Dionne para toda su carrera. Este sencillo tuvo un cierto éxito, situación que no volvería a repetirse hasta 1964 con \"Anyone Who Had a Heart\" y \"Walk on By\", este último un éxito en Gran Bretaña. Les sucederían otros hasta 1971 en la que abandonó el sello Scepter por una fuerte disputa mantenida con Bacharach.\n\nEntre sus interpretaciones más recordadas, se pueden citar otras como \"Alfie\", la famosísima \"I Say A Little Prayer For You\", \"Promises, Promises\", \"This Girl's In Love With You\", \"Endless Love\" (canción que grabó con Barry White y que también ha interpretado con Tom Jones), \"I Always Get Caught in The Rain\", \"Who Can I Turn To\", \"I'll Never Fall in Love Again\"...\n\nEn su etapa posterior en Warner, sólo consiguió el éxito con el tema \"Then Came You\", de 1974 escrito por Thom Bell y Linda Creed e interpretado en un dueto con The Spinners. En la década de los 80, y tras un nuevo cambio de sello discográfico, obtuvo un nuevo éxito con \"Heartbreaker\" en 1982, canción compuesta por The Bee Gees y donde ellos cantan de fondo el coro. A partir de entonces sus grabaciones se fueron espaciando, hasta un repunte de popularidad en 2006 con un álbum de duetos (My friends & me).\n\nEn el 16 de octubre de 2002, Dionne Warwick fue nombrada Embajadora de Buena Voluntad de la Organización de las Naciones Unidas para la Agricultura y la Alimentación (FAO).\n\nEn marzo de 2013, saltó la noticia de que la cantante se había declarado en bancarrota, con deudas acumuladas de unos diez millones de dólares.","strBiographyPT":"Marie Dionne Warwick (East Orange, Nova Jérsei, 12 de Dezembro de 1940) é uma cantora norte-americana. É prima de primeiro grau de Whitney Houston, irmã de Dee Dee Warwick e sobrinha de Cissy Houston. Ganhou fama como a intérprete preferida dos compositores Burt Bacharach e Hal David. Ambos a presentearam com uma série de sucessos. Com 48 anos de carreira, estima-se que tenha vendido mais de 66 milhões de cópias de seus discos.\n\nCresceu ouvindo e cantando gospel, estilo que incorporaria de maneira vibrante em seu modo de cantar. Em 1963, emplacou o clássico soul \"Don't Make Me Over\", chamando a atenção de David e Bacharach, que estavam procurando a voz ideal para suas sentimentais baladas. Com ela, rapidamente várias músicas que a dupla escreveu se tornaram sucesso com a sua voz, como \"Walk On By\", \"Do You Know The Way To San Jose?\", \"Alfie\" e \"I'll Never Fall In Love Again\". Entretanto, outras da autoria de David/ acharach ficaram consagradas nas vozes de outros artistas, porém, gravadas primeiramente por Dionne durante os anos 60, como \"(They Long To Be) Close To You\", \"Raindrops Keep Fallin' on My Head\", \"What The World Needs Now\", \"The Look Of Love\", entre outras, além de \"I Say A Little Prayer\", que apesar de ter feito sucesso na voz de Aretha Franklin, é uma música consagrada por Dionne, e uma das mais requisitadas pelos seus fãs.\n\nApós toda a fama obtida durante os anos 60, o trio se desfez no início dos anos 70 e a carreira de Dionne deu uma pausa,não conseguindo obter êxitos mesmo lançando discos, com exceção do hit \"Then Came You\". Somente no final da década, precisamente em 1979, que ela voltou com força total lançando o álbum Dionne, produzido por Barry Manilow. Este não trouxe apenas músicas notáveis, mas sim, um dos maiores hits de toda a sua carreira: \"I\"ll Never Love This Way Again\". Outras canções que também tiveram certa popularidade foram \"Deja Vu\" e, em especial no Brasil, \"Feeling Old Feelings\".\n\nTodo esse sucesso de 1979 permaneceu logo no primeiro ano da década de 80, graças ao novo hit \"No Night So Long\", do álbum de mesmo nome. Em 1982, Barry Gibb dos Bee Gees, que já declarou ser grande fã da cantora, decidiu produzir um álbum para Dionne chamado Heartbreaker, contando com várias participações do cantor tocando violão assim como fazendo backing vocal. Esse disco trouxe uma música que foi sucesso em todo o mundo e não pode faltar em seus shows: \"Heartbreaker\". Outros êxitos notáveis da cantora durante os anos 80 foram \"It’s You\", dueto com Stevie Wonder em 1985, da trilha sonora do filme \"A Dama de Vermelho\" e também \"Love Power\", dueto com Jeffrey Osborne em 1987. Dionne também participou de duas músicas beneficentes, ambas em 1985: We Are The World, fazendo parte dos USA For Africa ao lado de várias estrelas da música americana e também That's What Friends Are For, ao lado de Stevie Wonder, Elton John e Gladys Knight, escrita pelo seu velho amigo Burt Bacharach em conjunto com Carole Bayer Sager. Em 1990, Dionne lançou um disco que reverencia um grande músico norte-americano: Cole Porter, destacando a música \"Begin The Beguine\".\n\nÉ grande admiradora da música brasileira, e além de uma casa de veraneio na Bahia e outra no bairro do Jardim Botânico no Rio de Janeiro Dionne apresenta-se com certa regularidade ao lado de intérpretes de renome, como Ivan Lins, Simone, Jorge Ben Jor, entre outros e comparecendo muitas vezes ao Programa do Jô.\n\nEm março de 2013 Warwick deu entrada num pedido de falência pessoal junto à Corte de Falências de Nova Jersey, alegando incapacidade de pagar suas dívidas. Warwick deve impostos acumulados desde a década de 90, e declarou que tem um patrimônio total de US$25,5 mil para uma dívida de US$ 10,7 milhões, a maioria dela junto ao Serviço Interno de Arrecadação (correspondente à Receita Federal nos Estados Unidos) e com o estado da Califórnia. Seu advogado alegou que as finanças de Warwick foram mal administradas pelo ex-empresário da cantora e as multas provenientes das dívidas nos últimos 15 anos a tornaram impagável.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"East Orange, New Jersey, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/suxswp1359241186.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/warwick-dionne-53aca7c8c125c.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wtysqy1363469241.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wspyyy1383267004.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/qtwvru1383267035.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/warwick-dionne-5eb086108efbd.jpg","strMusicBrainzID":"6784ee31-6d79-4a37-9e1f-01d6ef31940e","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}