{"artists":[{"idArtist":"113336","strArtist":"Sarah Brightman","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1960","intDiedYear":null,"strDisbanded":null,"strStyle":"Classical","strGenre":"Classical","strMood":"In Love","strWebsite":"www.sarah-brightman.com","strFacebook":"www.facebook.com/SarahBrightmanMusic?ref=ts&fref=ts","strTwitter":"1","strBiographyEN":"Sarah Brightman (born 14 August 1960) is an English classical crossover soprano, actress, songwriter and dancer. She has sung in many languages, including English, Spanish, French, Latin, German, Italian, Russian, Mandarin Chinese, Japanese and Occitan.\nBrightman began her career as a member of the dance troupe Hot Gossip and released several disco singles as a solo performer. In 1981, she made her West End musical theatre debut in Cats and met composer Andrew Lloyd Webber, whom she married. She went on to star in several Broadway musicals, including The Phantom of the Opera, where she originated the role of Christine Daaé. The Original London Cast Album of the musical was released in CD format in 1987 and sold over 40 million copies worldwide, making it the biggest-selling cast album of all time.\n\nAfter retiring from the stage and divorcing Lloyd Webber, Brightman resumed her music career with former Enigma producer Frank Peterson, this time as a classical crossover artist. She is often credited as the creator of this genre and remains among the most prominent performers, with worldwide sales of more than 30 million records and 2 million DVDs, establishing herself as the world's best-selling soprano of all time. Her duet with the Italian tenor Andrea Bocelli, \"Time To Say Goodbye\", topped charts all over Europe and became the highest and fastest selling single of all time in Germany, where it stayed at the top of the charts for fourteen consecutive weeks and sold over 3 million copies. Subsequently became an international success selling 12 million copies worldwide, making it one of the best-selling singles of all time. She has now collected over 180 gold and platinum sales awards in 38 different countries. In 2010 she was named by Billboard the 5th most influential and top-selling classical artist of the 2000s decade in the US.\nBrightman is the first artist to have been invited twice to perform at the Olympic Games, first at the 1992 Barcelona Olympic Games where she sang \"Amigos Para Siempre\" with the Spanish tenor Jose Carreras with an estimated global audience of a billion people, and sixteen years later in Beijing, this time with Chinese singer Liu Huan, performing the song \"You and Me\" to an estimated 4 billion people worldwide. Since 2010, Brightman is Panasonic's global brand ambassador. Together they launched the song \"Shall Be Done\" at the 2010 Winter Games held in Vancouver, Canada. Brightman is the face of Panasonic's strategic partnership agreement with the UNESCO World Heritage Centre as she stars in their joint campaign, \"The World Heritage Special,\" that was aired on the National Geographic Channel worldwide.\n\nIn early 2012 Brightman was appointed as the UNESCO artist for peace for the period 2012–2014 for her “commitment to humanitarian and charitable causes, her contribution, throughout her artistic career, to the promotion of cultural dialogue and the exchanges among cultures, and her dedication to the ideals and aims of the Organization”.\nIn 2012 In conjunction with Virgin Galactic, The Brightman STEM Scholarship program (science, technology, engineering, and mathematics) was launched. It will help young women in the US pursue STEM education across their four year college careers.\nApart from music, Brightman has begun a film career, making her debut in Repo! The Genetic Opera (2008), a rock opera-musical film directed by Darren Lynn Bousman, and in autumn 2011 and early 2012 Stephen Evans' \"First Night\", starring opposite Richard E. Grant. In addition, she formed her own production company, Instinct Films, where her first film is in pre-production. Brightman is the world's richest female classical performer with a fortune of £30m (about US$49m).","strBiographyDE":"Sarah Brightman (* 14. August 1960 in Berkhamsted, Hertfordshire, England) ist eine englische Sopranistin und Schauspielerin. Bereits als Dreijährige begann sie mit dem Ballettunterricht. Ihr Debüt feierte sie in I and Albert am Piccadilly Theatre in London in der Rolle als Tochter der Königin Victoria. Ihre erste Ehe mit Andrew Graham Stewart ging Sarah Brightman bereits mit 18 Jahren ein. Sie war dann die zweite Ehefrau des Komponisten Andrew Lloyd Webber; das Paar heiratete am 22. März 1984. In der Erstaufführung von Webbers Musical Das Phantom der Oper im Jahr 1986 sang Sarah Brightman die Rolle der Christine Daae, welche ihr von Webber auf den Leib geschrieben wurde. Die Ehe blieb kinderlos und wurde im Jahr 1990 geschieden. Ihr gesangliches und musikalisches Werk zeichnet sich durch eine große Vielfalt der Stilrichtungen aus, in denen sie nach Auffassung ihrer Anhänger jeweils zu überzeugen versteht. Kritiker sehen gerade diese Offenheit der Sängerin als Indiz für eine Beeinträchtigung der Qualität ihrer Darbietungen.\nDes Weiteren sang Sarah Brightman öfter mit den Gregorian, einer Gruppe von Sängern, welche Pop- und Rockmusik im gregorianischen Stil singen, auf deren Alben und Single-Auskopplungen mit. Das gleiche tat auch ihre Schwester Amelia Brightman.\nSarah Brightman sang mit Andrea Bocelli im Jahr 1996 das Duett Time to Say Goodbye, das sich danach zum Hit entwickelte. Am 25. August 2007 trat Brightman im Rahmen der Eröffnungsfeier der Leichtathletik-Weltmeisterschaften 2007 in Ōsaka in Japan mit ihrem neuen Lied Running auf. Sie spielt eine Hauptrolle im 2008 erschienenen Rock-Opern-Film Repo! The Genetic Opera von Darren Lynn Bousman.\nDas Album Symphony ist im Frühjahr 2008 erschienen, darauf ist mit I will be with you ein Duett mit KISS-Sänger Paul Stanley zu hören, der ebenfalls im Jahr 1999 im Phantom der Oper sang. Der Titelsong Symphony ist eine Coverversion des Songs Symphonie der deutschen Band Silbermond. Bei der Eröffnungsfeier der Olympischen Spiele in Peking 2008 durfte sie mit dem chinesischen Popstar Liu Huan zusammen die Olympia-Hymne singen. Im Januar 2008 gab sie ein Konzert zum Album Symphony im Wiener Stephansdom welches auch verfilmt wurde. Mit dabei war ein 30-köpfiges Streichorchester, der Chor bestand aus 16 Sängern, dazu waren auch noch einige Duettpartner anwesend. Anfang November 2008 erschien ihr erstes Weihnachtsalbum A Winter Symphony.\nBrightmans Musikgenres sind hauptsächlich Crossover und Classical Pop.\nSeit Februar 2012 ist Brightman „Künstlerin für den Frieden“ für die UNESCO.[1]","strBiographyFR":"Sarah Brightman est une chanteuse et actrice anglaise, née le 14 août 1960 (53 ans) à Berkhampstead en Angleterre. Elle est la sœur ainée d'Amelia Brightman, soliste du groupe Gregorian.\nElle a vendu plus de 26 millions d'albums dans le monde entier. Elle sera la deuxième anglaise à voler dans l'espace. Dès l'âge de trois ans, Sarah Brightman suit des cours de danse. Au bout d'une dizaine d'années, elle fait ses débuts dans le spectacle I And Albert de Charles Strouse. En 1976, on la retrouve à la télévision avec le groupe Pan's People et deux ans plus tard, Sarah Brightman chante le titre I Lost My Heart to a Starship Trooper avec le groupe pop Hot Gossip et ce titre sera en 6e position durant plusieurs semaines aux UK Singles Chart.\nEn 1981, elle tient le rôle de Jemima dans la comédie musicale Cats de Andrew Lloyd Webber avec qui elle se marie en 1984. En 1986, elle chante dans la comédie musicale The Phantom of the Opera de Andrew Lloyd Weber. En 1988, Sarah Brightman sort son premier album solo, The Trees They Grow So High, immédiatement suivi en 1989 par l'album The Songs That Got Away. En juin 1990, elle divorce d'Andrew Lloyd Weber et sortira son troisième disque solo, As I Came of Age.\nElle rencontre Frank Peterson (qui travaillait avec la chanteuse Sandra ainsi que Michael Cretu, le producteur d' Enigma). Créateur du groupe musical Gregorian, il produira l'album Dive ainsi que tous les suivants. Contrairement à ce qui est souvent dit, elle ne prête pas sa voix à la diva Plava-Laguna dans le film Le Cinquième Élément de Luc Besson. C'est la soprano Inva Mula-Tchako qui interprète le fameux air The Diva Dance, un remix de l'aria Il dolce suono, extrait de l'opéra Lucia di lammermoor.\nElle sortira une quinzaine d'albums jusqu'en 2001. Fin 2002, l'album Encore fait son apparition dans les bacs français. En 2002 et 2007 Sarah Brightman a aussi interprété deux différentes versions de la chanson The Secret / The Secret Still Remain avec le DJ allemand Sash! . En 2003, elle sort l'album Harem qui sera suivi d'une tournée mondiale de 2004 à 2005. En janvier 2008 elle sort son dernier album intitulé Symphony qui inclut notamment un duo avec Andrea Bocelli (Canto Della Terra) et un autre avec Paul Stanley (I Will Be With You). Il s'ensuivra l'album Winter Symphony, un album de Noël dans la lignée du précédent, sorti en octobre 2008.\nLe 8 août 2008, elle chante la chanson thème You And Me des Jeux olympiques de Pékin durant la Cérémonie d'ouverture sur un magnifique globe avec le chanteur pop chinois Liu Huan.","strBiographyCN":"莎拉·布萊曼（Sarah Brightman，1960年8月14日－）是英國跨界音乐女高音歌手和演員。她在迪斯可初試啼聲，再因為演繹安德魯·洛伊·韋伯的音樂劇而聞名於世。最初她飾演《貓》劇中的白貓傑米瑪，引起了韋伯的注意。創作《歌劇魅影》時，女主角克莉絲汀的音樂就是根據她的音域而作。結果，莎拉布萊曼和飾演魅影的麥可·克勞佛皆一砲而紅。後來莎拉也演唱許多韋伯的歌曲，並收錄到專輯裡。她还在1992年巴塞罗那奥运会上与何塞·卡雷拉斯演唱了《永远的朋友》一曲，并与中国歌手刘欢同唱2008年北京奥运会主题歌《我和你》（You and me），是唯一一位演唱过两届夏季奥运会主题曲的歌手。[1]\n她的嗓音嘹亮，被誉为天籁之声，著名的曲目包括《告别的时刻》[2] （Time to Say Goodbye）、《The Phantom of the Opera》（這是《歌劇魅影》的主題曲，莎拉先後跟麥可·克勞佛和Steve Harley合唱過不同版本）等。莎拉也演唱過許多原劇中應是男角唱的歌曲，包括歌劇《杜蘭朵公主》中的《公主徹夜未眠》、音樂劇《歌劇魅影》的《The Music of the Night》等。\n莎拉·布萊曼和意大利男高音安德烈·波伽利，新西兰女高音海莉·薇思特拉等同属古典音乐与流行音乐的 跨界音乐歌唱家。","strBiographyIT":"Sarah Brightman (Berkhamsted, 14 agosto 1960) è un soprano e attrice inglese. Nonostante possieda un'impostazione vocale improntata sul canto lirico (è un soprano leggero), esegue un repertorio di genere pop, operatic pop, techno, lirico, new age, symphonic rock e pop rock.\nÈ spesso accreditata come creatrice del genere \"classico crossover\" e rimane tra i più prolifici artisti di questo genere, con vendite mondiali pari a 30 milioni di album e 2 milioni di DVD, venendo etichettata da Billboard come il \"soprano con il maggior numero di vendite di tutti i tempi\".","strBiographyJP":"サラ・ブライトマン（Sarah Brightman, 1960年8月14日 - ）は、イギリスのソプラノ歌手、女優である。1980年代にミュージカル女優として輝かしい成功を収め、1990年代以降はソロ歌手として活動している。クラシックとポップスを融合した独自の音楽スタイルはクラシカル・クロスオーバーの世界的な隆盛をもたらしている。アメリカにおけるビルボード・チャートのクラシック音楽部門とダンス音楽部門で同時に1位を獲得した唯一の歌手である。 ハートフォードシャー州バーカムステッド出身。3歳からバレエを習い始め、11歳の時に寄宿制の学校に入学しジャズと演技を学んだ。1973年、13歳の時にピカデリー・シアターのミュージカル「I and Albert」で劇場デビューを果たした。\n1976年、16歳の時にBBCの人気番組『トップ・オブ・ザ・ポップス』などで活動するダンス・グループ、「パンズ・ピープル」に加入した。一年後にはこのグループを離れ、『ケニー・エヴァレット・ビデオ・ショー』で活動する「ホット・ゴシップ」に加入し、1978年に「I Lost My Heart to a Starship Trooper」が全英チャート最高6位のヒットとなった。","strBiographyRU":"Са́ра Бра́йтман (англ. Sarah Brightman; 14 августа 1960, Бёркамстед, Хартфордшир, Англия) — английская певица (сопрано) и актриса, исполнительница популярной музыки, а также одна из ведущих мировых исполнительниц в жанре классического кроссовера.\nРодилась 14 августа 1960 года в Бёркамстеде — английском городке, расположенном неподалёку от Лондона. Она была старшим ребёнком в семье, где кроме неё было ещё пятеро детей. Её отец, Гренвил Брайтман, был застройщиком. Когда Саре исполнилось три года, её мама, Паула Брайтман (в девичестве Холл), увлекавшаяся до замужества балетом и театральной самодеятельностью, устроила девочку в Элмхартскую балетную школу.\nС детства посещала художественную школу. В три года она посещала уроки балета в Школе Elmhurst и появилась на местных фестивалях. В 12-летнем возрасте играла в театральной постановке под руководством Джона Шлессингера «Я и Альберт» в театре Пикадилли в Лондоне. Сара получила сразу две роли: роль Викки старшей дочери королевы Виктории, и роль уличной бродяжки. Девочка была в восторге. Этот опыт навсегда привил ей любовь к сцене.","strBiographyES":"Sarah Brightman (Hertfordshire, Reino Unido, 14 de agosto de 1960) es una soprano, actriz y bailarina británica que interpreta música del género denominado Classical Crossover. Ha cantado en inglés, español, francés, catalán, latín, alemán, italiano, japonés, hindi, mandarín, ruso y occitano.\nHa recibido 180 discos de Oro y Platino en 38 países1 y es la única artista en el mundo que ha ocupado el puesto #1 en el Billboard Dance y el Billboard Classical Chart simultáneamente.2 Sus otros logros incluyen la clasificación por la Recording Industry Association of America como la artista clásica con mayores ventas del siglo XXI en Estados Unidos, y un Récord Mundial Guiness por Time to Say Goodbye, el sencillo musical más exitoso en Alemania hasta la actualidad con más de 3 millones solo en alemania y 12 millones a nivel mundial.3\nBrightman se ha establecido a sí misma como la soprano de mayores ventas de todos los tiempos, con ventas mundiales que exceden los 30 millones de álbumes y más de dos millones de DVD.4\nAparte de la música, Brightman ha empezado una carrera en las artes visuales, haciendo su mayor debut en la película Repo! The Genetic Opera (2008), una película de rock opera-musical dirigida por Darren Lynn Bousman, y First Night de Stephen Evans que se estrenó en marzo de 2011 en el Festival Cinematográfico de Glasgow.5 6 Además, recientemente formó su propia compañía de producción fílmica Instinct Films con la cual está produciendo su primera cinta.7\nBrightman viajaría a la Estación Espacial Internacional en 2015, según se informó en una conferencia de prensa realizada en Moscú en 2012. Paralelamente, Brightman fue nombrada Artista de la Paz por parte de la Unesco para el periodo 2012-2014.","strBiographyPT":"Sarah Brightman (Berkhamsted, Hertfordshire, Inglaterra, 14 de agosto de 1960) é uma atriz e mundialmente famosa cantora soprano. Vendeu mais de 30 milhões de álbuns e mais de 2 milhões de DVDs,1 tendo conquistado 160 discos de Ouro e Platina em 34 países. A trilha sonora do musical O Fantasma da Ópera, interpretado por Sarah, vendeu mais de 40 milhões de cópias se tornando um dos álbuns mais vendidos de todos os tempos, sendo o mais vendido do seu gênero musical2 . Foi a fonte de inspiração para Andrew Lloyd Webber criar o papel de Christine Daaé para o musical que ficou em cartaz por mais tempo, The Phantom of the Opera. Possui a habilidade de cantar em várias línguas incluindo Inglês, Espanhol, Francês, Latim, Alemão, Italiano, Russo, Hindi e Mandarim.\nJá cantou com os maiores nomes da música internacional como: Andrea Bocelli, Placido Domingo, Josep Carreras, Josh Groban, Paul Stanley entre muitos outros.","strBiographySE":"Sarah Brightman, född 14 augusti 1960 i Berkhamsted,[1] Hertfordshire, är en brittisk sångerska (sopran) och skådespelerska.\nBrightman är känd för sin mycket rena och omfångsrika röst. En del fans kallar henne Angel of music, namnet på en sång i musikalen The Phantom of the Opera, där hon spelade Christine Daaé (sångtiteln syftar dock egentligen mer på Fantomen). Hon brukar ofta göra covers på berömda låtar, men i en egen stil. Brightman utmanar sig själv med nya teman för varje album. Hon förändrar sin image till varje soloalbum och har ett väldigt brett register där hon sjunger allt från klassiskt och opera till rock, pop och new age, med mera. Sarah Brightman har en 30-årig karriär bakom sig. Hon slog först igenom i dansgruppen Hot Gossip[2], där hon var frontsångerska. Gruppen hade en hit med låten I Lost My Heart to a Starship Trooper[3] som släpptes i december 1978. Brightmans nästa projekt var rollen som Jemima i musikalen Cats, en relativt liten roll med få soloinsatser. Efter ett år i Cats lämnade Brightman rollen som Jemima för att istället spela huvudrollen i barnoperan Nightingale. Det var där musikalkompositören Andrew Lloyd Webber, som satt i publiken, upptäckte Brightmans röst. Paret gifte sig senare och Brightman medverkade i ett flertal olika musikverk producerade av Andrew Lloyd Webber, till exempel Song and dance[4], Requiem, Phantom of the Opera och Aspects of Love. Hennes roll som Christine Daaé i originaluppsättningen av The Phantom of the Opera är kanske den hon är mest känd för. Rollen var skriven helt och hållet för henne.[5] Efter att äktenskapet med Andrew Lloyd Webber tog slut 1990, fortsatte ändå Brightman att arbeta med honom ett tag.\nBrightman lämnade musikalvärlden och började om på nytt, med en helt ny image och karriär, som kom att bli hennes mest framgångsrika. Hon sökte upp musikproducenten Frank Peterson[6] på Nemo Studios[7] i Tyskland som hade framgång med Enigma. De började experimentera med olika musikstilar och arbeta tillsammans. Arbetet gav upphov till en närmast ny musikgenre, klassisk crossover, som många efter Brightman tagit upp - exempelvis Andrea Bocelli, Charlotte Church, Josh Groban och Il Divo. Brightman är själv inte förtjust i kategorier och etiketter på musik men förstår att det måste finnas.[8] Brightman använder sig av teman för varje album och låtarna brukar vävas in i varandra. Hennes första album med Frank Peterson blev Dive 1993 där hon släppte bland annat Captain Nemo[9] som singel. Hela albumet är inspirerat av havets mystik. Hennes genombrott som soloartist blev emellertid albumet Timeless med hitsingeln Time to say goodbye (Con te partirò), en duett med Andrea Bocelli, 1997. Sarah Brightman har fått fler än 150 guld- och platinaawards i 34 länder. Hon har under åtta års tid sålt över 66 miljoner album och även 2 miljoner dvd:er och har blivit världens bäst säljande sopran genom alla tider. Frank Peterson och Brightman arbetar än idag tillsammans med olika projekt.","strBiographyNL":"Sarah Brightman (Berkhamsted, Hertfordshire, 14 augustus 1960) is een Engelse zangeres, die vooral bekend is geworden in het genre van de musical, maar die ook opera-aria's zingt. Kenmerkend zijn haar zuivere zangstem en het grote bereik.\nZe was gehuwd met de musicalcomponist Andrew Lloyd Webber, die een aantal hoofdrollen in zijn musicals speciaal voor haar sopraanstem schreef. Een van haar fraaiste rollen was die van Christine Daaé in The Phantom of the Opera. Na haar scheiding van Lloyd Webber heeft ze zich meer toegelegd op het zingen van opera aria's, nadat ze haar stem verder geschoold had.\nZe geeft concerten en brengt cd's uit, maar heeft nog geen rollen in operatheaters vertolkt. Meer algemene bekendheid kreeg ze door het uitbrengen van popmuzieknummers, soms samen met andere artiesten zoals Andrea Bocelli, met wie zij het nummer Time to Say Goodbye (Con te partirò) zong.","strBiographyHU":"Sarah Brightman (Berkhampstead, 1960. augusztus 14.) angol énekesnő. Gyerekkorától kezdve készült a show világába. A '70-es évek végén diszkólemezeivel vált népszerűvé a műfaj kedvelői körében. A '80-as években musicalekben lépett fel nagy sikerrel. A '90-es évektől szólistaként dolgozik, s változatlanul a világ egyik legkedveltebb előadóművészének számít. A '80-as években akkori férjével, Andrew Lloyd Webberrel járt Magyarországon. 2004. szeptember 8-án koncertet adott a Papp László Budapest Sportarénában.","strBiographyNO":"Sarah Brightman (født 14. august 1960 i Berkhamsted, Hertfordshire, England) er en engelsk sopran og skuespiller.\nAllerede som treåring fikk hun ballettundervisning og gikk senere på en kostskole med undervisning i teater. Hun debuterte i I and Albert på Piccadilly Theatre i London i rollen som datteren til dronning Victoria. Hun giftet seg allerede som 19-åring med Andrew Graham Stewart. I perioden 1984 – 1990 var hun gift med komponisten Andrew Lloyd Webber. Hun spilte i Webbers musikal Phantom of the Opera i 1986, hvor hun sang rollen som Christine Daae. Etter skilsmissen med Webber opphørte også hennes karrière som musikalartist.\nHun etablerte seg i stedet som crossoverartist hvor hennes stil er en blanding av klassisk vokal og pop-inspirerte arrangementer og instrumentering, og denne har vært suksessfull. Platene hennes har oppnådd gode salgtall.\nI Norge har både albumet Timeless fra 1997 og Eden fra 1999 solgt til platina.\nSarah Brightman sang duett med Andrea Bocelli i 1996 i sangen «Time to Say Goodbye» og denne ble en stor internasjonal suksess.","strBiographyIL":"שרה ברייטמן (באנגלית: Sarah Brightman; נולדה ב-14 באוגוסט 1960), זמרת סופרן ושחקנית אנגלייה. ידועה בעיקר מהשתתפותה במחזות זמר שונים, וכן מקריירת סולו שפיתחה בשנות ה-90 של המאה ה-20, שבה היא מהלכת על קו דק בין מוזיקת פופ למוזיקה קלאסית. שרה ברייטמן נולדה באנגליה, והייתה לבכורה מבין שישה ילדים. ברייטמן קיבלה חינוך מוזיקלי אינטנסיבי מגיל צעיר, וכבר בגיל 3 החלה ללמוד בלט.\nבגיל 13 השתתפה לראשונה במחזה שהועלה בלונדון- \"I and Albert\", ובגיל 16 התקבלה ללהקת המחול \"Pan's People\" והייתה לרקדנית הצעירה ביותר בלהקה. היא הופיעה עם הלהקה בכל רחבי בריטניה. בגיל 18, הצטרפה ללהקת מחול ושירה בשם \"Hot Gossip\" כזמרת מובילה. עם הלהקה, הוציאה ברייטמן בשנת 1978 להיט דיסקו בשם \"I Lost My Heart To A Starship Trooper\" שמכר יותר ממיליון עותקים והגיע למקום השישי במצעד הבריטי.","strBiographyPL":"Sarah Brightman (ur. 14 sierpnia 1960 w Berkhamsted, Hertfordshire[1]) - angielska wokalistka (sopran) i aktorka. Starsza siostra piosenkarki Amelii Brightman.\nZadebiutowała już jako nastolatka występując w grupach tanecznych Hot Gossip oraz Pan's People, światowy rozgłos przyniosły jej natomiast występy w musicalach oraz współpraca z Andrew Lloydem Webberem. Brightman ponadto znana jest ze współpracy z producentem Frankiem Petersonem, twórcą projektu Gregorian oraz współtwórcą pierwszego albumu projektu muzycznego Enigma.","strGender":"Female","intMembers":"1","strCountry":"Berkhamsted, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ssswvq1351260998.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/utxyuv1351191719.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/rpqwss1559895390.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/wruwrv1525259362.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ssywwv1351261071.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/uwwwvw1351261079.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/upywyp1351261090.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/sarah-brightman-4ec9805eebc87.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/uurpsr1351199633.jpg","strMusicBrainzID":"896f0194-8ab2-4278-81e0-c56a0444b569","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}