{"artists":[{"idArtist":"123805","strArtist":"Marcos Valle","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1943","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Marcos Kostenbader Valle is a Brazilian singer, instrumentalist, songwriter and record producer. He has produced works in many musical styles, including bossa nova, samba, and fusions of rock, soul, jazz, and dance music with Brazilian styles.\nValle's talent was evident from his high school years, which coincided with the explosion of the bossa nova movement in Rio. His classmates included future legends such as Edu Lobo and Dori Caymmi, and his composition \"Sonho de Maria\" was included on the Avanco album by the influential Tamba Trio in 1963. With his brother Paulo Sergio Valle as his lyricist, he had already built an impressive portfolio of songs, prompting Odeon Records (a subsidiary of EMI) to sign him as a singer. His debut album Samba \"Demais\", was released in April 1964. His reputation quickly spread, and his fellow musicians (including Wilson Simonal, Elis Regina, and Nara Leão) lined up to record his songs. A second album, O Compositor e o Cantor, followed in 1965, and featured what would become his most recognisable song, \"Samba De Verão\" – known in English as \"So Nice (Summer Samba)\" – along with other hits such as \"Deus Brasileiro,\" \"Gente\", and \"A Resposta\".\n\nNineteen sixty-six brought Valle's first trip to the United States, where he and his then-wife Anamaria briefly teamed up with Sérgio Mendes in an early version of what would later become Brasil '66. The threat of being drafted and sent to Vietnam caused Valle to return quickly to Brazil, although the following year saw him back to the United States and enjoying some success, including the release of his U.S. debut album, Braziliance!, on Warner Bros. Records, and several appearances on the Andy Williams TV show. Following session work on Verve Records releases by compatriots Walter Wanderley and Astrud Gilberto, the label released Valle's Samba '68 featuring English-language versions of songs from his earlier Brazilian releases.\n\nShortly thereafter, feeling homesick, Valle returned to Brazil and entered a new creative phase. Viola Enluarada (1968) was more mature and introspective, far removed from the frothy feel of Samba '68. The title track was a duet with Milton Nascimento and became one of Valle's signature compositions in Brazil. It also betrayed a political consciousness largely absent from Valle's previous work – he would become more overtly political in the years to come. The album as a whole pointed to a broader range of musical influences (particularly the Northeastern Brazilian styles he had enjoyed listening to since his childhood days) that moved him out of the \"strictly 'bossa nova artists' club.\"\nThis process continued on 1969's Mustang Cor de Sangue ou Corcel Cor de Mel, another leap forward that incorporated rock, soul and pop idioms, all stamped with Valle's own melodic style. His work on the album reflected the sophisticated pop approach of American songwriters such as Jimmy Webb and Burt Bacharach as well as the inescapable influence of The Beatles. Around this time, Valle began writing music for TV programs and telenovelas (soap operas), which over the next few years would become one of the main outlets for his work, along with advertising jingles. Marcos Valle (1970) (often referred to as The Bed Album due to its cover shot of Valle in bed) contained his most adventurous as well as his most rock-influenced and psychedelic music up to that point. Backed by Milton Nascimento's band Som Imaginario, Valle explored a more eccentric approach, with a number of futuristic tracks and an extended instrumental suite not unlike the work of U.S. composer and producer David Axelrod. Garra (1971) was a career highpoint that summed up his music and still stands as one of the finest pop albums of the era, Brazilian or otherwise. Its effervescent pop, jazz, soul, bossa, and film soundtrack stylings were matched by lyrics that attempted to reconcile Valle's hippie leanings with his status as a wealthy young musician who was also a successful businessman because of his successful novela soundtracks and corporate advertising accounts. Telenovelas he provided some or all of the music for during this period included O Cafona, Uma Rosa com Amor, Minha Doce Namorada, Pigmalião 70, Os Ossos do Barão, and, most prominently, Selva de Pedra. He also wrote the score for the film O Fabuloso Fittipaldi (1973).\n\nVento Sul (1972) found Valle long-haired and bearded, and backed by the progressive rock band O Terço. His most experimental effort to date (he even flirted with heavy metal on the song \"Mi Hermoza\"), it was a sales flop, although it has acquired admirers over the ensuing decades. The following year's innovative Previsão do Tempo fared better. It was made in conjunction with the band that initially formed to back Valle at live shows and named itself after one of his songs, Azimuth (soon to change the spelling to Azymuth). This album had a notable jazz fusion feel thanks to Valle's enthusiasm for the Fender Rhodes piano and Azymuth keyboardist Jose Roberto Bertrami's expertise on the Hammond organ and assorted synthesizers such as the Mini-Moog and the ARP Soloist. This sound would prove a decisive influence on the acid jazz scene in Europe twenty years later. Another innovation in Previsão do Tempo was the use of vocal percussion on the track \"Mentira\", ten years before hip-hop artists introduced beatboxing. Valle emulates a drum kit with his voice to perform a pattern and a fill.\n\nFrom 1972 to 1974, Valle provided the music for Vila Sésamo, Brazil's version of Sesame Street. In 1974, he also released his final album for Odeon, again self-titled. This album differed yet again from its predecessors in pursuing a piano-pop sound reminiscent in turns of Elton John, Todd Rundgren and Bread, and replete with elaborate vocal arrangements.\nAt this point, Valle had grown tired of the strictures of living and working under Brazil's military dictatorship, then in its darkest and bleakest phase. He therefore decided to return to the U.S., where he spent the rest of the decade. Settling in Los Angeles, he entered into collaborations with artists as diverse as Sarah Vaughan, Chicago, and R&B singer and songwriter Leon Ware. Valle and Ware found themselves especially compatible, and wrote many songs together, Valle appearing on several of Ware's Elektra Records releases. Valle returned to Brazil in late 1980 and completed two albums, 1981's Vontade de Rever Você, and 1983's Marcos Valle. These albums had prominent boogie, soul and funk influences. These had been present in Valle's work since the beginning of the 1970s and would be permanent influences on his music, also being solidified by his work with Leon Ware and Chicago. His single \"Estrelar\" (1982), a boogie dance track marketed as \"workout music\" at the time, proved to be his best-selling record ever with a total of about 90,000 copies sold. In 1984, he released another boogie single, \"Bicicleta\", but his recording label (Som Livre) decided to dismiss its entire cast and concentrate on soap opera LPs and Marcos was unable to complete a new album. His final album from the eighties was 1986's Tempo da Gente, after which he took a break from recording. Nevertheless he kept on playing gigs (something he did not do in his \"Estrelar\" days) and writing songs for many different artists such as Tim Maia, Roberto Carlos, and Ricky Martin.\n\nIn the meantime, many listeners had become acquainted with Valle's work of the 1960s and 1970s, and his music started to find favour with European and American fans, as well as connoisseurs of dance music. Valle recorded a new album in 1999, Nova Bossa Nova, which reached back to his roots in bossa nova and added contemporary electronic influences to his music. At this point Valle had signed with the London-based Far Out Recordings, which specialised in Brazilian musicians such as Azymuth (his backing band on 1973's Previsão do Tempo) and Joyce. In 2001 Valle also produced two other discs, Live in Montreal with guitarist Victor Biglione and a backing band, and Bossa Entre Amigos, a release aimed at the Brazilian market that featured Valle sharing the bill with Braziilian guitarist and songwriter Roberto Menescal and singer-guitarist Wanda Sá.\n\nEscape, and especially its follow-up, Contrasts (released in 2003), showed increased electronic influences, mediated by London-based producer Roc Hunter. Valle showed on these releases that he was able to stay true to the roots of his sound while remaining open to modern influences and integrating them into his style. On 2005, Valle released Jet Samba, an all-instrumental collection featuring reworked compositions from past albums, as well as several new songs.\n\nIn 2010, he released Estática, an album which saw him return to a more organic approach, albeit with the use of some analog synthesisers. The record features expansive horn and string arrangements and has been referred to as a \"masterpiece\" by some. In 2011, he collaborated with the Phenomenal Handclap Band to contribute a version of the song \"Tudo o Que Você Podia Ser\" to the Red Hot Organization's fund-raising album Red Hot + Rio 2, proceeds from the sales of which were donated to fight AIDS/HIV. Valle continues to perform in Brazil and throughout Europe.\n","strBiographyDE":"Wikipedia\n\nMarcos Kostenbader Valle (* 14. September 1943 in Rio de Janeiro) ist ein brasilianischer Komponist, Sänger, Gitarrist und Pianist, der zunächst der so genannten zweiten Generation des Bossa Nova angehörte. Im späteren Verlauf seiner Karriere wandte sich Valle Stilen wie Soul, Funk, MPB (Música Popular do Brasil) und Brazilectro zu. ","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"","strCountryCode":"BR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qqxvwv1450859411.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/sqvuqs1450859426.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"1ba347eb-58e8-45d6-b7e3-09873dc2506a","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}