{"artists":[{"idArtist":"118554","strArtist":"Johannes Brahms","strArtistStripped":null,"strArtistAlternate":"Brahms","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1833","intDiedYear":"1897","strDisbanded":"Yes","strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Johannes Brahms (pronounced ; 7 May 1833 – 3 April 1897) was a German composer and pianist.\nBorn in Hamburg into a Lutheran family, Brahms spent much of his professional life in Vienna, Austria, where he was a leader of the musical scene. In his lifetime, Brahms's popularity and influence were considerable; following a comment by the nineteenth-century conductor Hans von Bülow, he is sometimes grouped with Johann Sebastian Bach and Ludwig van Beethoven as one of the \"Three Bs\".\nBrahms composed for piano, chamber ensembles, symphony orchestra, and for voice and chorus. A virtuoso pianist, he premiered many of his own works; he worked with some of the leading performers of his time, including the pianist Clara Schumann and the violinist Joseph Joachim. Many of his works have become staples of the modern concert repertoire. Brahms, an uncompromising perfectionist, destroyed some of his works and left others unpublished.\nBrahms is often considered both a traditionalist and an innovator. His music is firmly rooted in the structures and compositional techniques of the Baroque and Classical masters. He was a master of counterpoint, the complex and highly disciplined art for which Johann Sebastian Bach is famous, and of development, a compositional ethos pioneered by Joseph Haydn, Wolfgang Amadeus Mozart, Ludwig van Beethoven, and other composers. Brahms aimed to honour the \"purity\" of these venerable \"German\" structures and advance them into a Romantic idiom, in the process creating bold new approaches to harmony and melody. While many contemporaries found his music too academic, his contribution and craftsmanship have been admired by subsequent figures as diverse as Arnold Schoenberg and Edward Elgar. The diligent, highly constructed nature of Brahms's works was a starting point and an inspiration for a generation of composers.","strBiographyDE":"Johannes Brahms (* 7. Mai 1833 in Hamburg; † 3. April 1897 in Wien) war ein deutscher Komponist, Pianist und Dirigent, dessen Kompositionen man vorwiegend der Romantik zuordnet. Durch die gleichzeitige Einbeziehung von klassischen Formen gehen sie aber über diese hinaus. Er gilt als einer der bedeutendsten europäischen Komponisten in der zweiten Hälfte des 19. Jahrhunderts.\n\nJohannes Brahms stammte aus einer weitverzweigten niedersächsisch-norddeutschen Familie. Sein Vater, der das Musizieren als Handwerk zum Broterwerb verstand, spielte Horn und Kontrabass und trat mit kleinen Ensembles in Tanzlokalen in Hamburg auf. Brahms erhielt mit sieben Jahren ersten Klavierunterricht bei Otto Friedrich Willibald Cossel. Auch Brahms’ Talent zum Komponieren zeigte sich schon früh und so wurde er durch Vermittlung Cossels im Jahre 1843 von dem damals bekannten Hamburger Komponisten Eduard Marxsen als Klavier- und Kompositionsschüler angenommen. Schon als Jugendlicher musste Brahms als Pianist in Hamburger Tanzlokalen zum finanziellen Unterhalt seiner Familie beitragen. Seine 1849 unter Pseudonym verfassten „Phantasien über einen beliebten Walzer“ sind Zeugnis eines virtuosen Klavierspiels.\n\nBrahms veröffentlichte seine frühen Werke häufig unter Pseudonymen (G. W. Marks, Karl Würth) und teilte ihnen höhere Opuszahlen zu. Anfangs schrieb Brahms ausschließlich Klavierwerke, die Möglichkeiten und Grenzen des Orchesters waren ihm zu wenig vertraut, und auch später bat er beim Komponieren seiner ersten Orchesterwerke erfahrene Komponisten aus seinem Freundeskreis um Hilfe.\n\n1853 vermittelte der mit ihm befreundete ungarische Violinist Eduard Reményi die Bekanntschaft des in Hannover weilenden Geigers Joseph Joachim. Dieser notierte gleich über Brahms:\n\n„In seinem Spiele ist ganz das intensive Feuer, jene, ich möchte sagen, fatalistische Energie und Präzision des Rhythmus, welche den Künstler prophezeien, und seine Kompositionen zeigen schon jetzt so viel Bedeutendes, wie ich es bis jetzt noch bei keinem Kunstjünger seines Alters getroffen.“\n\nJoachim empfahl Brahms, sich an Franz Liszt zu wenden, der damals Hofkapellmeister in Weimar war. Dieser versprach ihm, ihn in einem Brief an den Musikverlag Breitkopf & Härtel zu erwähnen. Brahms erhoffte sich davon nicht viel und wandte sich an Joachim mit dem Wunsch, dieser möge ihn in das künstlerische Leben einführen. Daraufhin überredete Joachim ihn, den in Düsseldorf weilenden Komponisten Robert Schumann aufzusuchen.\n\nUnter der Überschrift „Neue Bahnen“ erschien am 25. Oktober 1853 in der von Robert Schumann gegründeten und in Leipzig erscheinenden Neuen Zeitschrift für Musik der erste Artikel über Johannes Brahms, den Schumann persönlich verfasst hatte:\n\n„Und er ist gekommen, ein junges Blut, an dessen Wiege Grazien und Helden Wache hielten. Er heißt Johannes Brahms, kam von Hamburg, dort in dunkler Stille schaffend, aber von einem trefflichen und begeistert zutragenden Lehrer gebildet in schwierigen Setzungen der Kunst, mir kurz vorher von einem verehrten bekannten Meister empfohlen. Er trug, auch im Äußeren, alle Anzeichen an sich, die uns ankündigen: Das ist ein Berufener.“\n\nSchumann setzte sich für Brahms auch bei Breitkopf & Härtel ein, der Verlag möge doch einige von Brahms’ Werken publizieren. Dieses Engagement für Brahms machte den Zwanzigjährigen in Deutschland sozusagen über Nacht berühmt. Viele Musikinteressierte wollten von ihm hören, seine Noten sehen, mehr über das Talent wissen. Brahms machte dies Angst. In Briefen an Schumann drückte er seine Befürchtung aus, den Maßstäben der Öffentlichkeit nicht genügen zu können. Er verbrannte in einem Anfall überzogener Selbstkritik sogar einige seiner Werke.\n\nBrahms hatte in Düsseldorf nicht nur Robert Schumanns Bekanntschaft gemacht, sondern auch die seiner Frau Clara. Sie war 14 Jahre älter als Brahms, hatte mit Robert zu der Zeit sechs Kinder und sich als Pianistin europaweit großen Ruhm erworben. Brahms war von ihr fasziniert. Schon im Anschluss an eine von Robert Schumann vorangetriebene erste Veröffentlichung eines Klavierwerks schrieb Brahms seinem Mentor: „Dürfte ich meinem zweiten Werk den Namen Ihrer Frau Gemahlin voransetzen?“\n\nNachdem Robert Schumann in eine Nervenanstalt in Endenich bei Bonn eingewiesen worden war, intensivierte sich der Kontakt zwischen Clara Schumann und Brahms. Er lebte zeitweilig im selben Haus in Düsseldorf. Seine innige seelische Verflechtung mit Clara und Robert Schumann kommt zum Ausdruck in seinen Klaviervariationen op. 9 über ein Thema von Robert Schumann, der diese Variationen während seines Aufenthaltes in Endenich kennenlernte und wundervoll fand.\n\nIn den Takten 30–32 der 10. Variation erscheint als Mittelstimme ein Thema Claras, das Robert Schumann seinem op. 5 zugrunde gelegt hatte. Zwischen 1854 und 1858 pflegten Clara Schumann und Brahms einen umfangreichen Briefwechsel, dessen Zeugnisse sie im Einvernehmen später aber fast vollständig vernichteten. Von Brahms sind Briefe erhalten geblieben; sie spiegeln eine wachsende Leidenschaft wider. Anfangs blieb er beim „Sie“, schrieb „Verehrte Frau“, dann „Teuerste Freundin“, schließlich „Innigst geliebte Freundin“, zuletzt „Geliebte Frau Clara“. Im Brief vom 25. November 1854 heißt es:\n\n„Teuerste Freundin, wie liebevoll blickt mich das trauliche ‚Du‘ an! Tausend Dank dafür, ich kann’s nicht genug ansehen und lesen, hörte ich es doch erst; selten habe ich das Wort so entbehrt, als beim Lesen Ihres letzten Briefes.“\n\nEr, der Jüngere, hatte es nicht gewagt, ein „Du“ anzubieten und findet erst langsam in diese intime Anrede. Im Brief vom 31. Mai 1856 schreibt er:\n\n„Meine geliebte Clara, ich möchte, ich könnte dir so zärtlich schreiben, wie ich dich liebe, und so viel Liebes und Gutes tun, wie ich dir’s wünsche. Du bist mir so unendlich lieb, dass ich es gar nicht sagen kann. In einem fort möchte ich dich Liebling und alles mögliche nennen, ohne satt zu werden, dir zu schmeicheln. (…) Deine Briefe sind mir wie Küsse.“\n\nDieser Brief war der letzte vor Robert Schumanns Tod am 29. Juli 1856. Hatte Brahms sich noch im Oktober des gleichen Jahres Hoffnungen gemacht, „seine“ Clara in der Phase der Trauer trösten zu dürfen, trat mit der Zeit Ernüchterung ein. Betroffen registrierte er eine von ihr ausgehende zunehmende Distanziertheit. Die ausgetauschten Briefe wurden sachlicher. Am 17. Oktober 1857 resümierte Brahms schließlich in einem Brief:\n\n„Leidenschaften gehören nicht zum Menschen als etwas Natürliches. Sie sind immer Ausnahme oder Auswüchse. Bei wem sie das Maß überschreiten, der muss sich als Kranken betrachten und durch Arznei für sein Leben und seine Gesundheit sorgen. (…) Leidenschaften müssen bald vergehen, oder man muss sie vertreiben.“\n\nZeitlebens blieb Brahms jedoch in freundschaftlichem Kontakt zu Clara und schrieb ihr noch 1896 kurz vor ihrem Tod:\n\n„Wenn Sie glauben, das Schlimmste erwarten zu dürfen, gönnen Sie mir ein paar Worte, damit ich kommen kann, die lieben Augen noch offen zu sehen, mit denen für mich sich – wie viel – schließt.“\n\n1857 siedelte Brahms nach Detmold über. Er leitete dort einen Chor und gab Klavierunterricht. In der Zeit befasste er sich mit einem neuen, großen Projekt: dem ersten Klavierkonzert op. 15 in d-Moll. Hinsichtlich der Orchestrierung stand ihm Joseph Joachim ratgebend zur Seite. Vielfach wird es als Widerschein der vergeblichen Leidenschaft für Clara Schumann interpretiert; die Phase war ja gerade erst abgeschlossen. Uraufgeführt wurde es am 22. Januar 1859 in Hannover. Seine Wiederholung in Leipzig am 27. des gleichen Monats erzielte nicht die erhoffte Begeisterung. Brahms verbarg seine Enttäuschung hierüber nicht und nahm sich vor, dass ein zweites Werk „ganz anders lauten“ sollte. Und er hielt sich an seinen Vorsatz: Ein zweites Klavierkonzert op. 83 in B-Dur (es erschien 22 Jahre nach dem ersten) unterschied sich charakterlich völlig von dem d-Moll-Konzert.\n\nIn der Detmolder Zeit entstanden neben dem Klavierkonzert Orchesterserenaden und Lieder, u. a. Unter Blüten des Mai’s spielt’ ich mit ihrer Hand. Brahms ließ hiermit seine Begegnung mit Agathe von Siebold anklingen. Einen Sommer gab er sich seiner Verliebtheit hin, so, dass Clara Schumann gekränkt feststellte, er habe sich wohl recht schnell getröstet. Sein zweites Streichsextett spielt im 1. Satz mit einem Thema auf Agathe von Siebold an, enthält es doch die Tonabfolge: A-G-A-H-E. Doch kaum waren die Verlobungsringe mit Agathe getauscht, machte Brahms einen Rückzug. Er sah sich außerstande, sich zu binden – er tat es auch später nicht und blieb unverheiratet. Im Mai 1859 siedelte er nach Hamburg über. Dort entstanden unter anderem die Magelonen-Gesänge – er vollendete sie aber erst 1869 –, Kammermusik und zahlreiche Klaviervariationen: Variationen über ein eigenes Thema, Variationen über ein ungarisches Lied, Variationen über ein Thema von Händel, Variationen über ein Thema von Schumann (vierhändig).\n\n1860 machte Brahms die Bekanntschaft des Verlegers Fritz Simrock. Dieser verhalf als Verleger des Brahmsschen Werks diesem zu maßgeblicher Bekanntheit, denn Brahms hatte es in den 1860er Jahren nicht immer leicht, seine Kompositionen zu publizieren. Die Verleger waren vorsichtig – das erste Klavierkonzert hatte keinen Erfolg; außerdem galten Brahms’ Klavierstücke als schwer spielbar. Auch Brahms’ Perfektionsdrang führte zu Verzögerungen: Oft vertröstete er seine Verleger mit der Übersendung des Manuskripts, da ihm schien, er könne noch Verbesserungen an der Komposition anbringen.\n\nEin Grund, Hamburg den Rücken zu kehren, war Brahms’ Verstimmung darüber, dass es seinem Förderer und väterlichen Freund Theodor Avé-Lallemant 1862/63 weder gelungen war, ihm den Direktorenposten der Philharmonischen Konzerte zu verschaffen, noch ihn als Chormeister der Singakademie durchzusetzen. Obgleich sich Brahms um diese Stellen nie offen beworben hatte, war er tief verletzt, dass Julius Stockhausen ihm vorgezogen wurde. Der Vorgang belastete das freundschaftliche Verhältnis zu Avé-Lallemant jahrelang empfindlich.\n\nEin erster Aufenthalt in Wien 1862 brachte Anerkennung und Lob. Brahms spielte bei einer privaten Abendveranstaltung sein Quartett in g-Moll mit Josef Hellmesberger senior, worauf dieser begeistert ausrief: „Das ist der Erbe Beethovens.“ Mit dem Bonmot tat Brahms sich schwer; forderte es doch zu Vergleichen auf, bei denen er befürchtete, nicht als ebenbürtig betrachtet zu werden.\n\n1863 nahm Brahms das Angebot an, Chormeister der Wiener Singakademie zu werden. Doch schon 1864 gab er dieses Amt wieder ab, da er sich dessen Belastungen nicht länger gewachsen fühlte. Zu den in der Folgezeit entstandenen Werken gehören auch das Deutsche Requiem sowie die Ungarischen Tänze. Während das Requiem, das nicht den traditionell lateinischen Texten folgt, sondern Bibeltexte in deutscher Sprache beinhaltet, bei seiner Uraufführung in Bremen 1868 enthusiastisch gefeiert wurde, geriet die Veröffentlichung der Ungarischen Tänze, bei denen Brahms auf zum Allgemeingut gehörende Zigeunerweisen zurückgegriffen hatte, fast zum Skandal: Zwar erreichte Brahms mit ihnen ein deutlich breiteres Publikum als mit seinen anderen Werken, doch meldeten sich plötzlich andere Musiker zu Wort (daruner sein alter Freund Reményi) und reklamierten sich als Urheber der Musik.\n\nAls Pianist war Brahms in jenen Jahren so erfolgreich, dass er seinen Lebensunterhalt auch ohne feste Anstellung bestreiten konnte. Gleichwohl übernahm er 1873 die Leitung des Wiener Singvereins, die er aber schon 1875 wieder abgab. Auch verdienten er und seine Verleger mit seinen bereits erschienenen Kompositionen so viel, dass Simrock ihm förmlich hinterherlief mit der Bitte, ihm doch etwas Neues zur Veröffentlichung zu geben.\n\nBrahms begann 1862 die Komposition seiner ersten Sinfonie und vollendete sie erst 1876 in Sassnitz auf Rügen. Am 4. November 1876 erfolgte die Uraufführung der ersten Sinfonie in c-Moll op. 68 in Karlsruhe, am 30. Dezember 1877 die der zweiten Sinfonie in D-Dur op. 73 in Wien. Im März 1878 erhielt Brahms die Ehrendoktorwürde der Universität Breslau. 1880 arbeitete er an zwei Ouvertüren, der Akademischen Festouvertüre op. 80 als Dank für die Breslauer Ehrendoktorwürde und der Tragischen Ouvertüre op. 81, von denen er sagte: „Die eine weint, die andere lacht.“ Während eines Aufenthalts in Wiesbaden im Sommer 1883 komponierte er die dritte Sinfonie in F-Dur op. 90. Sie wurde im Dezember in Wien uraufgeführt. Die vierte Sinfonie in e-Moll op. 98 entstand während der Sommeraufenthalte 1884 und 1885 in Mürzzuschlag in der Steiermark. Ihre Uraufführung fand unter der Leitung von Hans von Bülow mit der Meininger Hofkapelle am 25. Oktober 1885 in Meiningen statt. Anschließend gingen Brahms und Bülow gemeinsam mit dem Stück auf eine Rheinland-Holland-Tournee, auf der auch Brahms einige Male die Hofkapelle dirigierte.\n\nIn der Folgezeit komponierte Brahms vornehmlich Kammermusik (Violin- und Cellosonaten). 1886 wurde er Ehrenpräsident des Wiener Tonkünstlervereins. In Meiningen entwickelte er eine enge Freundschaft zum kunstsinnigen Herzogspaar Georg II. und Helene Freifrau von Heldburg, dem Dirigenten Fritz Steinbach und dem bekannten Klarinettisten Richard Mühlfeld, für den persönlich er das Trio für Klarinette, Violoncello und Klavier a-Moll op. 114 und das Klarinettenquintett h-Moll op. 115 schrieb (1891).\n\nDie letzten zwei Jahrzehnte seines Lebens war Brahms eine führende Persönlichkeit der internationalen Musikszene und wurde als Pianist, Dirigent und Komponist bewundert und verehrt. Zahlreiche Auszeichnungen und Ehrenmitgliedschaften wurden ihm verliehen, was Brahms mit den Worten kommentierte: „Wenn mir eine hübsche Melodie einfällt, ist mir das lieber als ein Leopoldsorden.“ 1889 wurde ihm die Ehrenbürgerschaft von Hamburg verliehen.\n\nBrahms starb am 3. April 1897 im Alter von 63 Jahren in Wien-Wieden, Karlsgasse 4, nach Angaben einiger Biografien an Leberkrebs, nach jüngeren Angaben an einem Pankreaskarzinom. Er wurde in einem Ehrengrab auf dem Wiener Zentralfriedhof (Gruppe 32A, Nr. 26) bestattet.\n\nBrahms wird noch heute vielfach als der „legitime Nachfolger Ludwig van Beethovens“ bezeichnet. Diese Bezeichnung, der Brahms schon zu Lebzeiten skeptisch gegenüberstand, hat ihren Ursprung vor allem im Musikstreit des 19. Jahrhunderts, der zwischen den Anhängern der konservativen, absoluten Musik und den sich als fortschrittlich betrachtenden „Neudeutschen“ entbrannte.\n\nSchon 1860 kam es zu offenen Differenzen zwischen den der Tradition verbundenen Verfechtern der absoluten Musik und den Anhängern der unter Franz Liszt gegründeten „Neudeutschen Musik“ (auch „Neudeutsche Schule“ genannt). Der Streit beruhte auf einem grundsätzlich unterschiedlichen Verständnis der Musik. Liszt und Richard Wagner, der die ursprüngliche Spottbezeichnung „Zukunftsmusik“ in positivem Sinne für seine Werke reklamierte, wollten die Entwicklung der Musik mit der Sinfonischen Dichtung und dem Musikdrama unbedingt vorantreiben. Ein in dem Kontext neues Stichwort war die sogenannte Programmmusik. Sprachrohr der Neudeutschen war die von Franz Brendel übernommene Neue Zeitschrift für Musik. Zu den Traditionalisten gehörten Joseph Joachim, Brahms und der Musikkritiker Eduard Hanslick, dessen Parteinahme für die Musik von Brahms zugleich Basis einer intensiven Freundschaft zwischen beiden war. Deren Ziel war, was Brahms mit seinem Lieblingsausdruck „dauerhafte Musik“ beschrieb, dass nämlich Musik dem historischen Wandel durch ihre spezifische Qualität entzogen sei.\n\nMit einem Manifest, das auch Joachim und Brahms unterschrieben hatten, protestierten die Vertreter des konservativen Lagers gegen die ihren Vorstellungen zuwiderlaufenden Entwicklungen musikalischer Strömungen und heimsten prompt eine Verhöhnung ein. Der Text gelangte durch eine Indiskretion noch vor seiner Veröffentlichung in die Hände der Angegriffenen und war somit korrumpiert. Die Neudeutschen antworteten mit einer Persiflage auf das Manifest, bescheinigten damit dessen Verfassern, einen „Bruderbund für unaufregende und langweilige Kunst“ zu schmieden, und setzten unter anderem ein „J. Geiger“ (für Joseph Joachim), ein „Hans Neubahn“ (für Johannes Brahms – Anspielung auf den Artikel „Neue Bahnen“) und ein „Krethi und Plethi“ darunter.\n\nDamit war die Stimmung zwischen den zerstrittenen Parteien endgültig verdorben. Brahms und Wagner blieben zeitlebens auf kühler Distanz zueinander. Während Brahms sich vorsichtig zurückhielt, konnte Wagner es in einigen Äußerungen nicht lassen, seine Abfälligkeit über Brahms’ Musik zum Ausdruck zu bringen. Allerdings sah Brahms in Wagner keinen wirklichen Konkurrenten, da dieser fast nur Opern komponierte – eine Gattung, der sich Brahms nie zuwendete. Somit waren die Betätigungsfelder beider Musiker klar umrissen. Unter den mehr oder weniger mit Wagner in Verbindung gebrachten Komponisten betrachtete Brahms lediglich Felix Draeseke und Anton Bruckner als ernstzunehmende Rivalen auf den Gebieten der Chor-, Kammer- und Orchestermusik.\n\nEduard Hanslicks Parteinahme für Brahms dürfte maßgeblich zu der Einschätzung beigetragen haben, er sei Beethovens Nachfolger, denn als einer der damals einflussreichsten Musikkritiker Wiens stellte sich Hanslick ganz in den Dienst der Konservativen. Und noch eine Person offenbarte sich als glühender Verehrer dieser Richtung: Hans von Bülow. Er, der ursprünglich überzeugter Wagnerianer gewesen war, vollzog den Bewusstseinswandel, nachdem ihm Wagner seine Frau Cosima ausgespannt hatte. Bülows Haltung zu Brahms manifestierte sich vor allem in dem berühmt gewordenen Ausspruch, die erste Symphonie von Brahms sei die zehnte von Beethoven.\n\nDass Königsberg i. Pr. eine „Brahms-Stadt“ wurde, war vor allem dem einflussreichen Musikkritiker Gustav Dömpke geschuldet.\n\nBrahms’ Werk steht in einer gesamteuropäischen Musiktradition. Nicht nur Beethoven, auch Johann Sebastian Bach, Georg Friedrich Händel und Giovanni Pierluigi da Palestrina hatten Einfluss auf seine Musik. Brahms griff auf mittelalterliche Kirchentonarten und auch auf die niederländische Kanontechnik zurück. Er fühlte sich dem Vergangenen verpflichtet. Die von ihm vorgenommenen Abweichungen zur Tradition wurden in unauffälligen Schritten vollzogen. Obwohl Brahms im Wesentlichen tradierte Formen übernahm, schuf er ein unabhängiges und eigenständiges Werk.\n\nAuslöser für eine Neubewertung seines Schaffens in der ersten Hälfte des 20. Jahrhunderts war der Aufsatz Brahms, the progressive von Arnold Schönberg (1933). Schönberg wies nach, dass Brahms seine Werke aus kleinsten motivischen Keimzellen abgeleitet hatte. Zur Auflösung der Tonalität trug der lange Zeit als Klassizist unterschätzte Brahms indes ebenso bei durch die „zentripetale Harmonik“ seines Spätwerks (etwa in den späten Intermezzi op. 117 für Klavier).\n\nMusikwissenschaftliche Arbeiten sprechen bei ihm von drei Schaffensperioden: Die erste reiche bis zum Deutschen Requiem, die zweite bis zum zweiten Klavierkonzert und die dritte beginne mit der dritten Sinfonie. Für die erste Periode sei die romantische Grundeinstellung signifikant, die zweite sei durch einen stark klassischen Einschlag geprägt, und die dritte sei eine Verschmelzung dieser Grundeinstellungen miteinander.\n\nMit seinen Sinfonien stellte Brahms nicht nur das allgemeine Publikum, sondern auch seine Freunde auf eine harte Probe, da sie teilweise keinen leichten Zugang bieten. Schon über seine erste Sinfonie notierte er: „Nun möchte ich noch die vermutlich sehr überraschende Mitteilung machen, dass meine Sinfonie lang und nicht gerade liebenswert ist.“ Auch bei den weiteren arbeitete Brahms mit Harmonien, die das Publikum nicht nachvollziehen mochte. Eine Klavierprobe des Allegro non troppo der komplexen vierten Sinfonie kommentierte Eduard Hanslick mit den Worten: „Den ganzen Satz über hatte ich die Empfindung, als ob ich von zwei schrecklich geistreichen Leuten durchgeprügelt würde.“","strBiographyFR":"Johannes Brahms (1833 - 1897) était un compositeur et pianiste allemand.\nNé à Hambourg dans une famille luthérienne, Brahms a passé une grande partie de sa vie professionnelle à Vienne, en Autriche, où il était un leader de la scène musicale. De son vivant, la popularité et l'influence de Brahms étaient considérables; à la suite d'un commentaire du chef d'orchestre du XIXe siècle Hans von Bülow, il est parfois regroupé avec Johann Sebastian Bach et Ludwig van Beethoven comme l'un des \"Trois B\".\nBrahms a composé pour piano, ensembles de chambre, orchestre symphonique et pour voix et chœur. Pianiste virtuose, il a créé plusieurs de ses propres œuvres; il a travaillé avec certains des plus grands interprètes de son temps, dont la pianiste Clara Schumann et le violoniste Joseph Joachim. Beaucoup de ses œuvres sont devenues des incontournables du répertoire de concerts moderne. Brahms, un perfectionniste intransigeant, a détruit certaines de ses œuvres et en a laissé d'autres inédites.\nBrahms est souvent considéré à la fois comme un traditionaliste et un innovateur. Sa musique est solidement ancrée dans les structures et les techniques de composition des maîtres baroques et classiques. Il était un maître du contrepoint, de l'art complexe et hautement discipliné pour lequel Johann Sebastian Bach est célèbre, et du développement, une philosophie de composition lancée par Joseph Haydn, Wolfgang Amadeus Mozart, Ludwig van Beethoven et d'autres compositeurs. Brahms visait à honorer la «pureté» de ces vénérables structures «allemandes» et à les faire évoluer vers un idiome romantique, créant ainsi de nouvelles approches audacieuses de l'harmonie et de la mélodie. Alors que de nombreux contemporains ont trouvé sa musique trop académique, sa contribution et son savoir-faire ont été admirés par des personnalités aussi diverses qu'Arnold Schoenberg et Edward Elgar. La nature diligente et hautement construite des œuvres de Brahms a été un point de départ et une inspiration pour une génération de compositeurs.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Deutch, Hamburg","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xstvrx1365947073.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/txsxpw1365947058.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/johannes-brahms-4eacb92a7eb74.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"c70d12a2-24fe-4f83-a6e6-57d84f8efb51","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}