{"artists":[{"idArtist":"120337","strArtist":"Glenn Miller","strArtistStripped":null,"strArtistAlternate":"Alton Glenn Miller","strLabel":null,"idLabel":null,"intFormedYear":"1923","intBornYear":"1904","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Swing","strMood":null,"strWebsite":"www.glennmiller.org","strFacebook":"www.facebook.com/GlennMiller","strTwitter":"1","strBiographyEN":"Alton Glenn Miller (March 1, 1904 – missing in action December 15, 1944) was an American big band musician, arranger, composer, and bandleader in the swing era. He was one of the best-selling recording artists from 1939 to 1943, leading one of the best known big bands. Miller's notable recordings include \"In the Mood\", \"Moonlight Serenade\", \"Pennsylvania 6-5000\", \"Chattanooga Choo Choo\", \"A String of Pearls\", \"At Last\", \"(I've Got a Gal In) Kalamazoo\", \"American Patrol\", \"Tuxedo Junction\", and \"Little Brown Jug\". While he was traveling to entertain U.S. troops in France during World War II, Glenn Miller's aircraft disappeared in bad weather over the English Channel.","strBiographyDE":null,"strBiographyFR":"Glenn Miller (Alton Glenn Miller) est un tromboniste et chef d'orchestre de jazz américain, né le 1er mars 1904 à Clarinda (Iowa) et disparu, probablement au-dessus de la Manche, le 15 décembre 1944.\n\nGlenn Miller découvre le trombone à l’âge de 11 ans. Vers 1921, encore au High School (école secondaire ou lycée), il a ses premiers contrats professionnels dans un orchestre de dixieland, les « Senter’s Sentapeeds ». Il se produit dans plusieurs orchestres locaux. Il abandonne ses études en 1924, pour rejoindre la formation de Ben Pollack. À l’époque, on trouve aussi dans cet orchestre un certain Benny Goodman. En 1928, Glenn Miller s’installe à New York où il joue pour Pollack, mais aussi pour Loring « Red » Nichols et Paul Ash (en). Il commence aussi à écrire des arrangements pour ces différents orchestres. De 1932 à 1933, il dirige le « Smith Ballew Band ». En 1934, il aide Tommy et Jimmy Dorsey à monter leur premier big band, et compose pour eux Annie's Cousin Fanny et Dese Dem Dose en 1935. La même année, il participe au « Ray Noble's American Band (en) », et il monte deux ans plus tard son propre big band. Malheureusement, le succès n’est pas au rendez-vous et il doit dissoudre l'orchestre. En 1938, il fait une seconde tentative. Cette fois, c’est une réussite. À partir de mars 1939, l’orchestre anime des établissements de la région de New York et du New Jersey. Il participe à de nombreuses émissions radiophoniques. L'orchestre enregistre des disques et enchaîne les tubes. L'orchestre apparaît même dans des films comme « Sun Valley Serenade » (1941) et « Orchestra Wives » (1942). Le « son Glenn Miller » est immédiatement reconnaissable : la ligne mélodique principale est, la plupart du temps, jouée par la section de saxophones, avec un vibrato prononcé, dans laquelle la clarinette joue la première voix ; cette configuration aurait été utilisée accidentellement à la suite d'une blessure à la lèvre du trompettiste qui devait jouer la première voix de Moonlight Serenade, cette partition de trompette fut jouée à la clarinette par le saxophoniste baryton. Promu au grade de capitaine, il dirige alors le « Glenn Miller Army Air Force Band », un orchestre militaire de jazz et de danse qui donne des concerts (plus de 800) « pour le moral des troupes », participe à des centaines d'émissions radiophoniques et enregistre de nombreux disques. En 1944, l'orchestre est basé à Londres. Le 15 décembre de cette année-là, Glenn Miller embarque dans un petit avion pour la France pour y préparer l'arrivée de son orchestre. Il y a ce jour-là un épais brouillard et l'avion n’arrivera jamais à destination. Selon certains historiens, l'appareil aurait traversé au-dessus de la Manche, par mégarde, une zone réservée au délestage des bombardiers alliés qui, de retour d'Allemagne, se débarrassaient, avant l'atterrissage, des bombes qu'ils n'avaient pu larguer sur l'ennemi. Le petit avion qui transportait le musicien aurait été touché par un des projectiles, ou déséquilibré par le souffle des explosions.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Alton Glenn Miller (Clarinda, Iowa, Estados Unidos 1 de marzo de 1904 – 15 de diciembre de 1944) fue un músico de jazz estadounidense de la era del Swing, y además militar, en el rango de Mayor. En 1937, funda la orquesta en la que crearía y mantendría viva desde ese entonces su música, llamada The Glenn Miller Orchestra traducido al español como La Orquesta de Glenn Miller, donde hizo innumerables éxitos, entre los más importantes \"In The Mood\" que es posiblemente la canción de jazz más conocida, y otras como \"Kalamazoo\" \"American Patrol\" \"Moonlight Serenade\" \"Tuxedo Junction\" \"Chattanooga Choo Choo\" \"A String of Pearls\" \"Little Brown Jug\" \"Pennsylvania 6-5000\" entre otras","strBiographyPT":"Alton Glenn Miller (Clarinda, 1 de Março de 1904 — 15 de Dezembro de 1944) foi um músico de jazz estadunidense e bandleader na era do swing. Ele foi um dos artistas de mais vendas entre 1939 e 1942, liderando uma das mais famosas big bands.\n\nApós ter estudado na Universidade de Colorado, em 1926 Miller transformara-se num trombonista profissional na banda de Ben Pollack. Por volta de 1930, já era um reconhecido músico independente de Nova Iorque. Mais tarde transformou-se num organizador de orquestras ligeira masculinas, sobretudo das dos irmãos Dorsey, iniciada em 1934, e de Ray Noble, organizada em 1935. Depois de ter tentado infrutiferamente formar a sua própria orquestra em 1937, acabou por o conseguir no ano seguinte e em finais de 1939 era já um famoso director de orquestra ligeira. Ingressou no exército americano durante a Segunda Guerra Mundial, tendo-lhe sido dado o posto de capitão, sendo promovido mais tarde a major e a director da banda da força aérea do Exército dos Estados Unidos na Europa. Ao voar de Inglaterra para Paris, desapareceu; não tendo os corpos nem os destroços dos ocupantes do avião em que viajava sido avistados ou recuperados.\n\nOs triunfos de Miller nos salões de dança basearam-se em orquestrações doces executados meticulosamente. O som do trombone de Miller, imediatamente reconhecível e muito copiado, baseava-se em princípios musicais muito simples, como foram todos os seus grandes sucessos, incluindo a sua própria composição, \"Moonlight Serenade\" que nasceu de um exercício que tinha escrito para Joseph Schillinger. Os seus dois filmes realizados em Hollywood, Sun Valley Serenade, de 1941, e Orchestra Wives, no ano seguinte, não deixaram de contribuir para aumentar a sua reputação, mas o factor mais importante para a continuação do seu reconhecimento foi a saída, em 1953, do filme biográfico, um pouco aligeirado The Glenn Miller Story.\n\nAlguns críticos afirmam que o contributo do jazz para a música da sua orquestra foi insignificante, mas outros consideram que o seu som representa o paradigma da música popular do seu tempo.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Clarinda, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/miller-glenn-4fb0b930bb8a5.JPG","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/miller-glenn-5696a45a65abd.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/miller-glenn-4fb0b42ef2cf5.JPG","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/bcjobn1615999610.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/sykyal1615999664.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/miller-glenn-580a3e563994e.jpg","strMusicBrainzID":"7b353d3c-2bd9-40e3-a21d-b7da3f941339","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}