{"album":[{"idAlbum":"2110889","idArtist":"111324","idLabel":"45403","strAlbum":"Watermark","strAlbumStripped":"Watermark","strArtist":"Enya","strArtistStripped":"Enya","intYearReleased":"1988","strStyle":"Classical","strGenre":"New Wave","strLabel":"Reprise Records","strReleaseFormat":"Album","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/yyqtps1347637290.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/ee2dof1607243856.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/watermark-51c7512865bbc.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/5whh8i1605369651.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/yvusuj1605369666.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/rwz1b81605369674.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/m3rkq91605369660.png","strDescriptionEN":"\"Watermark\" is an album by Enya, released on September 19, 1988. Featuring her first major hit, \"Orinoco Flow\", Watermark was Enya's breakthrough album release, and is considered a seminal example of New Age music, although Enya herself does not consider her work to be of that genre!\nTwo versions of the album were released. In 1989, an extended version of Watermark included \"Storms in Africa Part II\" (as sung in English), which had been released as a single. Some later reissues of \"Watermark\" once again omit this track.","strDescriptionDE":null,"strDescriptionFR":"Watermark est le 2e album de la chanteuse Enya sorti en 1988.","strDescriptionCN":null,"strDescriptionIT":"Watermark è il secondo album in studio della musicista e cantante irlandese Enya, pubblicato nel settembre 1988 dalla Warner Music.","strDescriptionJP":null,"strDescriptionRU":"Watermark — студийный альбом ирландской певицы Энии, изданный в 1988 году. Этот диск, и особенно песня «Orinoco Flow», принесшая Энии широкую известность, — являются характерным примером музыки нью-эйдж, хотя сама Эния не относит свою музыку к этому жанру.\n\nВ 1989 году была выпущена расширенная версия Watermark, в которую была добавлена дорожка «Storms in Africa (Part II)», выпущенная ранее на CD-сингле. Через некоторое время эта песня была вновь изъята из альбома, и в дальнейшем он издавался уже без неё.","strDescriptionES":"Watermark es un álbum de la cantante irlandesa Enya, sacado a la venta en 1988. Considerado su mejor éxito, \"Orinoco Flow\", Watermark constituyó un gran paso para Enya, y es considerado una incipiente muestra de la música New Age, aunque Enya no lo considera así.\n\nFueron lanzadas dos versiones del álbum. En 1989, una versión extendida de Watermark incluía \"Storms in Africa Part II (cantada en inglés)\". Algo después, las reediciones de Watermark volvían a omitir esta canción.","strDescriptionPT":"Watermark é o segundo álbum de estúdio da musicista irlandesa Enya, lançado em 19 de Setembro de 1988, pelo selo Warner Music. Estrelando como seu maior hit, \"Orinoco Flow\", Watermark foi o álbum recorde de Enya, e é considerado exemplo nato de música New Age, porém Enya mesma não enquadra seu trabalho neste gênero. Watermark vendeu mais de 11 milhões de cópias mundialmente1 .\n\nDuas versões do álbum foram lançados. Em 1989, uma versão estendida de Watermark incluiu \"Storms in Africa Part II (cantada em inglês)\" que tinha sido lançada anteriormente em um CD single conhecido. Algumas versões posteriores omitem mais uma vez essa faixa.","strDescriptionSE":"Watermark är ett musikalbum av Enya, utgivet den 19 september 1988. Albumet innehåller Enyas första hitlåt, Orinoco Flow.","strDescriptionNL":"Watermark is een album van Enya uit 1988. Het album bevat Enya's grootste hit, \"Orinoco Flow\", dat drie weken bovenaan de Nederlandse Top 40 heeft gestaan. Andere singles van het album zijn \"Evening Falls...\" en \"Exile\" maar beiden hebben de Top 40 niet weten te bereiken. \"Storms in Africa, Pt. 2\" staat niet op alle versies van het album.","strDescriptionHU":"A Watermark Enya ír zeneszerző és énekesnő második albuma, mely 1988-ban jelent meg. Ez az album – főként a rajta található Orinoco Flow című szám – hozta meg Enyának az igazi sikert. Az albumot a New Age stílus jellegzetes példájának tartják, bár maga Enya nem tartja műveit ehhez a műfajhoz tartozónak.\n\nAz album két változatban jelent meg: 1989-ben egy hosszabb változatban is kiadták, melyen rajta volt az angol nyelvű Storms in Africa Part II című szám is, ami azelőtt csak egy népszerű kislemezen volt kapható. A Watermark néhány későbbi kiadásáról újfent hiányzik ez a szám.","strDescriptionNO":"Watermark er det andre albumet av den irske musikeren Enya, utgitt den 19. september 1988. Med sin første store hit, \"Orinoco Flow\", var Watermark Enyas gjennombrudd, og regnes som en banebrytende eksempel på New Age musikk, selv om Enya selv ikke anser sitt arbeid for å være av den sjangeren.\n\nTo versjoner av albumet ble utgitt. I 1989, en utvidet versjon av \"Watermark\" inkluderer \"Storms i Afrika Part II\" (som synges på engelsk), som også hadde blitt utgitt som singel. ","strDescriptionIL":null,"strDescriptionPL":"Watermark - album Enyi wydany w 1988. Zawiera 12 utworów.","intLoved":null,"intScore":"8.3","intScoreVotes":"3","strReview":"","strMood":"Quirky","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"a2cb6793-9f04-35d9-8cb8-03c6fa7ae240","strMusicBrainzArtistID":"4967c0a1-b9f3-465e-8440-4598fd9fc33c","strAllMusicID":"mw0000198831","strBBCReviewID":null,"strRateYourMusicID":"watermark","strDiscogsID":"27697","strWikidataID":"Q610109","strWikipediaID":"Watermark_(Enya_album)","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}