{"artists":[{"idArtist":"119111","strArtist":"Charles Aznavour","strArtistStripped":null,"strArtistAlternate":"Shahnour Vaghenag Aznavourian ","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1924","intDiedYear":null,"strDisbanded":null,"strStyle":"International","strGenre":"","strMood":"","strWebsite":"www.charlesaznavour-lesite.fr","strFacebook":"www.facebook.com/aznavourofficiel","strTwitter":"1","strBiographyEN":"Shahnour Vaghenag Aznavourian, better known by his stage name Charles Aznavour (born 22 May 1924) OC OQ is a French and Armenian singer, songwriter, actor, public activist and diplomat. Besides being one of France's most popular and enduring singers, he is also one of the best-known singers in the world. Aznavour is known for his unique tenor voice: clear and ringing in its upper reaches, with gravelly and profound low notes. He has appeared in more than sixty movies, composed about a thousand songs (including at least 150 in English, 100 in Italian, 70 in Spanish, and 50 in German), and sold well over 100 million records.\n\nIn 1998, Aznavour was named Entertainer of the Century by CNN and users of Time Online from around the globe. He was recognized as the century's outstanding performer, with nearly 18% of the total vote, edging out Elvis Presley and Bob Dylan. He has sung for presidents, popes and royalty, as well as at humanitarian events, and is the founder of the charitable organization Aznavour for Armenia along with his long-time friend impresario Levon Sayan.\n\nIn 2009, he was appointed ambassador of Armenia to Switzerland, as well as Armenia's permanent delegate to the United Nations at Geneva. He started his new Aznavour en Toute Intimité tour in 2011.","strBiographyDE":null,"strBiographyFR":"Charles Aznavour, né Chahnourh Varinag Aznavourian le 22 mai 1924 à Paris, est un auteur-compositeur-interprète, acteur et diplomate franco-arménien. Il réside à Genève, en Suisse, où il est l'ambassadeur de l’Arménie et représentant permanent de ce pays auprès de l'ONU.\nCharles Aznavour naît le 22 mai 1924, rue Monsieur-le-Prince à Paris, dans une famille d’artistes. Son père, Micha Aznavourian, arménien né à Akhaltsikhé, en Géorgie, où Charles donne un concert en 2012, est le fils d’un cuisinier du gouverneur d'Arménie. Sa mère, Knar Baghdassarian, est issue d’une famille de commerçants arméniens de Turquie.\nIl voit le jour par hasard en France, alors que ses parents séjournent à Paris dans l’attente d’un visa pour les États-Unis. Micha, ancien baryton, ouvre un petit restaurant arménien à Paris rue de la Huchette, où il chante pour les exilés d'Europe centrale. Avec sa femme comédienne, ils élèvent leurs deux enfants, Charles et sa sœur aînée Aïda, dans une atmosphère de musique et de théâtre et au milieu des nombreux artistes qui fréquentent leur restaurant. À neuf ans le jeune Charles prend Aznavour pour nom de scène et commence une carrière de chanteur et de comédien.\nLa carrière d'Aznavour connaît un premier éveil en 1946 lorsqu’il est remarqué par la chanteuse Édith Piaf. Formant alors le duo Roche et Aznavour (avec le pianiste Pierre Roche), ils accompagnent Piaf et les Compagnons de la chanson dans une tournée en France et aux États-Unis en 1947-1948.\nLa conquête de l'Amérique par les deux acolytes s'effectue toutefois au Québec en 1948, où le duo se produit pendant un an et demi. Ils se retrouvent au cabaret montréalais Au Faisan Doré pendant quarante semaines, où ils donnent onze concerts hebdomadaires. Entre 1948 et 1950, ils font paraître six 78 tours, contenant notamment les titres J'ai bu (1948), Départ express (1948) et Le feutre taupé (1948).\nEntre 1950 et 1955, Aznavour écrit plusieurs chansons que Gilbert Bécaud met en musique et interprète. Au début des années 1950, la notoriété arrivant, viennent aussi les premières critiques : après une soirée qui se termine en « bide », Aznavour écrit, lucide : « Quels sont mes handicaps ? Ma voix, ma taille, mes gestes, mon manque de culture et d'instruction, ma franchise, mon manque de personnalité. Ma voix ? Impossible de la changer. Les professeurs que j'ai consultés sont catégoriques : ils m'ont déconseillé de chanter. Je chanterai pourtant, quitte à m'en déchirer la glotte. D'une petite dixième, je peux obtenir une étendue de près de trois octaves. Je peux avoir les possibilités d'un chanteur classique, malgré le brouillard qui voile mon timbre [...] ». En 1952, il postule même pour remplacer Marc Herrand qui a quitté les Compagnons de la chanson, en vain. Cependant il restera en très bons termes avec eux et sera parrain de la fille de Fred Mella, Laure, qui naîtra quelque années plus tard.\nL’année 1956 marque un premier grand élan dans la vie du chanteur. Lors d’un récital à Casablanca, la réaction du public est telle qu’Aznavour est aussitôt propulsé au rang de vedette. Pour sa première à l'Olympia, Aznavour écrit Sur ma vie (1956), qui devient son véritable premier succès populaire. De fil en aiguille, les contrats se succèdent, et, après un autre passage de trois mois à l'Olympia, sa carrière prend définitivement son envol à l’Alhambra, où il crée la chanson Je m’voyais déjà (1960).\nLors de cette soirée du 12 décembre 1960, après sept chansons interprétées devant un public froid, l'artiste sort son ultime atout : Je m'voyais déjà, qui raconte l'histoire d'un artiste raté (« À 18 ans, j'ai quitté ma province… »). À la fin de sa prestation, des projecteurs sont braqués sur le public. Aucun applaudissement. En coulisses, Aznavour est prêt à abandonner le métier. Retournant saluer une dernière fois, il voit la salle de l'Alhambra crouler alors sous un tonnerre d'applaudissements. C'est un triomphe. Il a trente-six ans.\nAu cours de la décennie des années 1960, il enchaîne les tubes : Tu t’laisses aller (1960), Il faut savoir (1961), Les comédiens (1962), La mamma (1963), Et pourtant (1963), Hier encore (1964), For Me Formidable (1964), Que c'est triste Venise (1964), La Bohème (1965), Emmenez-moi (1967) et Désormais (1969). Ces chansons font pour la plupart référence à l’amour et au temps qui passe. En pleine vague yéyé, il écrit aussi deux de leurs plus grands succès à Johnny Hallyday : Retiens la nuit (1962), puis à Sylvie Vartan : La plus belle pour aller danser (1964).\nEn 1972, il crée la chanson Comme ils disent, qui, première du genre traite de l'homosexualité de façon sérieuse et sans dérision.\nIl apparaît dans le film documentaire de Raymond Depardon 1974, une partie de campagne, chantant en soutien de Valéry Giscard d'Estaing durant l'un des derniers meetings de l'entre-deux-tours de la campagne présidentielle de 1974.\nÀ l'automne 2009, Charles Aznavour propose un nouvel album où, tout comme à la fin des années 1990, il revisite quelques-uns de ses plus grands succès, mais sous une forme jazz. Il est accompagné du Clayton Hamilton Jazz Orchestra. Également, il publie une autobiographie, intitulée À voix basse, où il aborde différents moments de sa carrière et de sa vie privée.\nLe 6 mars 2010, Charles Aznavour est président d'honneur de la vingt-cinquième édition des Victoires de la musique, cérémonie au cours de laquelle il reçoit une « Victoire d'honneur » pour l'ensemble de sa carrière.\nDurant l'automne 2011, l'artiste âgé de 87 ans, donne une série de concerts à l'Olympia de Paris.\nEn avril 2012, il se produit à la Maison symphonique de Montréal ainsi qu'au Capitole de Québec.\nLe 27 avril 2013, il annonce la sortie d'un album consacré à des chansons qu'il a composées de 1950 à 1970, avec Gilbert Bécaud. Ce 58e opus sera présenté en 2014, alors qu'Aznavour aura 90 ans.\nPendant ses soixante-dix ans de carrière, Charles Aznavour a joué dans plus de soixante films, a composé plus de mille chansons, chanté dans six langues différentes et a vendu plus de cent millions de disques à travers le monde. En avril 2012, il se produit à la Maison symphonique de Montréal ainsi qu'au Capitole de Québec.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Charles Aznavour (París, Francia, 22 de mayo de 1924), nacido con el nombre de Shahnourh Varinag Aznavourian es un cantante, compositor y actor francés de origen armenio, considerado en todo el mundo como «el embajador de la canción francesa». Se trata de uno de los cantantes franceses más populares y de carrera más extensa, y el más conocido internacionalmente; ha vendido más de 100 millones de discos.1 Aznavour es conocido por críticos y admiradores con el apodo de «Charles Aznavoice». Se le atribuye la frase \"El show debe continuar\".\n\nNació en París de padres armenios, y su verdadero nombre es Shahnourh Varinag Aznavourian. Debutó en la canción junto a su hermana Aída, al mismo tiempo que en el teatro, donde interpretó desde los 11 años diferentes papeles infantiles.\n\nSu encuentro en 1941 con Pierre Roche fue decisivo para él: los dos hombres escribieron juntos canciones y las interpretaron a dúo. J'ai bu, cantada por Georges Ulmer, ganó en 1947 el Grand Prix. El dúo actuaba entonces en la primera parte de los conciertos de Édith Piaf, hasta que Roche se fue a Quebec. Aznavour escribió canciones para estrellas como la Piaf (Jézébel), Juliette Gréco (Je hais les dimanches), Eddie Constantine (Et bâiller, et dormir), pero al principio de su carrera tuvo muchas dificultades para triunfar. Más tarde, supo explotar este periodo de su vida en una canción que recoge el estado de ánimo de un fracasado en el mundo de la canción: Je m'voyais déjà.\n\nSu primer triunfo data de 1953, cuando actuó en el teatro Olympia: Sur ma vie se convirtió en su primer gran éxito. Canciones como Viens pleurer au creux de mon épaule, Tu t'laisses aller, La mamma, Comme ils disent, son cada una de ellas un pequeño bosquejo de la vida cotidiana, un fragmento de vida. Aznavour posee una capacidad especial para resumir en pocas frases una situación en la que se encuentran muchas personas. También ha sabido explotar muy bien su persona, su talla, su voz: sus defectos se han convertido en cualidades.\n\nMuy pronto conquistó al público estadounidense y, más tarde, recorrió el mundo con su música. Paralelamente ha mantenido una carrera cinematográfica, demasiado discreta para su gusto, revelándose como un actor de talento en Tirez sur le pianiste (Disparen sobre el pianista) (1960) de François Truffaut, Un taxi pour Tobrouk (1961) de Denys de La Patellière,la prueba de valor (1970) de Michael Winner, Diez negritos (1974) de Peter Collinson y en El tambor de hojalata (1979) de Volker Schlöndorff.\n\nEn 2009 una de sus canciones (For me, formidable) sonaba en la banda sonora de la película Siete almas protagonizada por Will Smith. También en este año, Aznavour ha publicado un álbum doble, Dúos, donde canta con estrellas de varias generaciones como Liza Minnelli, Elton John y Laura Pausini. Gracias al uso de nuevas tecnologías, Aznavour ha podido grabar un dueto con la difunta Édith Piaf, con quien actuó «cientos de veces» pero sin llegar a registrar dichas actuaciones.\n\nReside habitualmente en Ginebra (Suiza), donde trabaja como embajador de Armenia. Casado en tres ocasiones, tiene en total seis hijos: Seda (1946), Charles (1952), Patrick (1956, muerto a los 25 años), Katia (1969, corista junto a él desde 1996), Misha (1971) y Nicolás (1977), y una nieta llamada Leila.\n\nA comienzos de 2011 circularon por Internet fuertes rumores sobre su fallecimiento, que con buen humor se encargó de desmentir él mismo.2 A los 87 años de edad ofreció, entre septiembre y octubre de 2011, una larga serie conciertos de despedida, en el teatro Olympia de París y en otras ciudades francesas.","strBiographyPT":"Charles Aznavour (Paris, 22 de maio de 1924) é um cantor francês de origem armênia, também letrista e ator.\n\nAlém de ser um dos mais populares e longevos cantores da França, ele é também um dos cantores franceses mais conhecidos no exterior. Ele atuou em mais de 60 filmes, compôs cerca de 850 canções (incluindo 150 em inglês, 100 em italiano, 70 em espanhol e 50 em alemão) e já vendeu bem mais que 100 milhões de discos. Aznavour começou sua turnê global de despedida no fim de 2006. Após obter a cidadania armênia em dezembro de 2008, Aznavour aceita em 12 de fevereiro de 2009 se tornar embaixador da Armênia na Suíça. O anúncio oficial dessa nominação foi feito em 6 de maio de 2009.\n\nAznavour nasceu Shahnour Vaghinagh Aznavourian, filho dos imigrantes armênios Michael e Knar Aznavourian. Seus pais, que eram artistas, o introduziram ao mundo do teatro em tenra idade.\n\nEle começou a atuar aos nove anos de idade e logo assumiu o nome artístico Charles Aznavour. Seu grande estouro aconteceu quando a cantora Édith Piaf o ouviu cantar e o levou consigo numa turnê pela França e pelos Estados Unidos.\n\nFreqüentemente descrito como o Frank Sinatra da França, Aznavour canta principalmente o amor. Ele escreveu musicais e mais de mil canções, gravou mais de 100 álbuns e apareceu em 60 filmes, incluindo Atirem no Pianista e O Tambor. Aznavour canta em muitas línguas (francês, inglês, italiano, espanhol, alemão, russo, armênio e português), o que o ajudou a se apresentar no Carnegie Hall e noutras casas de espetáculos mundo afora. Ele gravou pelo menos uma canção do poeta Sayat Nova, do século XVIII, em armênio. \"Que c'est triste Venise\", cantada em francês, em italiano (\"Com'è triste Venezia\"), espanhol (\"Venecia sin tí\"), inglês (\"How sad Venice can be\", \"The Old-Fashioned Way\") e alemão (\"Venedig im Grau\") estão entre as mais famosas canções poliglotas de Aznavour. Nos anos 1970, Aznavour tornou-se um grande sucesso no Reino Unido, onde sua canção \"She\" saltou para o número um nas paradas de sucessos.\n\nAdmirador do Quebeque, ele tem ajudado a carreira da cantora e letrista quebequense Lynda Lemay na França, e tem uma casa em Montréal.\n\nDesde o terremoto de 1988, na Armênia, Aznavour tem ajudado o país através de sua obra caritária: a Fondation Aznavour Pour L'Arménie (\"Fundação Aznavour para a Armênia\"). Há uma praça com seu nome na cidade de Erevan, na rua Abovian. Aznavour é membro da Câmara Internacional do Fundo de Curadores da Armênia. A organização tem arrecado mais de 150 milhões de dólares em ajuda humanitária e assistência de desenvolvimento de infra-estrutura para a Armênia desde 1992. Charles Aznavour foi nomeado como \"Officier\" (Oficial) da Légion d'Honneur em 1997.\n\nEm 1988, Charles Aznavour foi eleito \"artista do século\" pela CNN e pelos usuários da Time Online espalhados pelo mundo. Aznavour foi reconhecido como notável performer do século com cerca de 18% da votação total, desbancando Elvis Presley e Bob Dylan. Após a morte de Frank Sinatra, Charles Aznavour é o último dos crooners tradicionais.\n\nA lista de artistas que já cantaram Aznavour abrange de Fred Astaire a Bing Crosby, de Ray Charles a Liza Minelli. Elvis Costello gravou \"She\" para o filme Notting Hill. O tenor Plácido Domingo é um grande amigo de Aznavour e freqüentemente canta seus hits, principalmente a versão de Aznavour de Ave Maria, de 1994.\n\nNo início do outono de 2006, Aznavour iniciou sua turnê de despedida, apresentando-se nos Estados Unidos e no Canadá, deixando ótimas lembranças. Em 2007, Aznavour fez concertos no Japão e no resto da Ásia. Com mais de oitenta anos de idade, Aznavour demonstra excelente saúde. Ele ainda canta em várias línguas e sem teleprompters, mas tipicamente canta apenas em duas ou três - francês e inglês são as duas primárias - espanhol e italiano em terceiro lugar, durante a maioria dos concertos. Em 30 de setembro de 2006, Aznavour apresentou-se num grande concerto em Erevan, capital da Armênia, como estréia da série \"Armênia, minha amiga\" na França. O presidente armênio Robert Kocharian e o presidente francês Jacques Chirac, à época em visita oficial à Armênia, estavam na primeira fila.\n\nNa sua turnê mundial, em 2008, passou também pelo Pavilhão Atlântico, Lisboa, dia 23 de Fevereiro.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Paris, France","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/aznavour-charles-5044e4f1f1c96.jpeg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vqtyuv1402434616.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/charles-aznavour-4ddd0011d3092.JPG","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/xqprqq1398944437.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/tvwxrr1398944287.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/aznavour-charles-536234df79732.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/vpuvqx1402434632.jpg","strMusicBrainzID":"5f264b87-d5f6-487d-aa3e-ae4c5f0c6fc9","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}