{"artists":[{"idArtist":"112542","strArtist":"Cheap Trick","strArtistStripped":null,"strArtistAlternate":"","strLabel":"BMG","idLabel":"43247","intFormedYear":"1973","intBornYear":"1973","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock","strMood":"","strWebsite":"www.cheaptrick.com","strFacebook":"www.facebook.com/pages/Cheap-Trick/11605532036","strTwitter":"1","strBiographyEN":"Back in the 60s, rock n roll oddball Rick Nielson began collecting bizarre guitars and studying esoteric British bands like Family and the Move. Tooling around the world, he returned to hometown Rockford, Illinois, and wound up in various outfits with avuncular drummer Bun E. Carlos. With lies of success, Nielson fooled bassist-in-crime Tom Petersson into leaving Europe to join. Soon, young folk singer Robin Zander was on board and Cheap Trick was born.\n\nThe band played anywhere and everywhere, soon opening for the Kinks, Journey and Kiss. Nielson amassed a huge song portfolio before legendary producer Jack (Aerosmith, John Lennon, Zebra) Douglas finally led the quartet into the studio for their self-titled debut in 77. Cheap Trick showcased the Trick throwaway aesthetics of brilliant stupidity (\"Hot Love\"), wily irreverence (\"Daddy Should Have Stayed in High School\") and high-voltage pop genius (\"He’s a Whore,\" \"Oh Candy\"). Chicago murderer Richard Speck was the topic of \"Ballad of TV Violence\" while \"ELO Kiddies\" is the cleverest Japanese toy/nuclear generation/Jeff Lynne song ever. In-house producer Tom Werman cleaned up the follow-up, In Color (77), for the radio and polished their third, Heaven Tonight (78), into a shining AOR gem. Few bands could turn songs about barbiturates (\"Downed\") and suicide (\"Auf Wiedersehen\") into chugging arena anthems, so Cheap Trick prepared for world domination. Merging the lines of metal, punk and Top 40, this golden stage is encapsulated by the brilliant \"Surrender.\"\n\nMeanwhile, the band was already on top in Japan, documented on the stopgap live release At Budokon (79), which pushed the band to platinum status though it was originally intended for Japanese-only release. Thundering versions of \"I Want You to Want Me\" and the oldie \"Ain’t That a Shame\" were actual hits, bolstered by the band’s pioneering visual sense and Live at Leeds propulsion. After the abrupt Budokan, much momentum was lost by the impending release of the studio-intensive Dream Police (79). Though the title track, \"Way of the World,\" and \"I Know What I Want\" were well-crafted singles, the roaring energy circulated by the live platter seemed to evaporate with the heady 70s. Petersson grew disenchanted, pulling a Yoko move with wife Dagmar, and left after the underrated All Shook Up (80), ironically produced by George Martin.\n\nTick lost its commercial footing, unobtrusively releasing over-looked movie songs (two greats on Heavy Metal) for overlooked USA \"Up All Night\" movies and even \"starred\" with Debbie Harry in the animated movie Rock & Rule. Jon Bryant replaced Petersson and Trick dropped three eclectic pop artifacts: the compressed One on One (82) with Queen’s uber-producer Roy Thomas Baker; the quality Next Position Please (83) with kindred spirit Todd Rundgren; and Trick reunited with their first boardman, Jack Douglas, for the guilty pleasure Standing on the Edge (85). But when the clanging and bizarre Doctor (86) also slipped under the pop radar, the ever-encroaching record company took over. Petersson returned for Lap of Luxury (88), a calculated commercial confection with 3D production from Ritchie Zito. Trick scored a number one record with the lighter-ballad \"The Flame.\" And \"Don’t Be Cruel\" was the first Elvis cover to hit the Top Ten since his death. But outside songwriters distanced Trick from their own records, and the vacuous Busted (90) increased the polarity between the power-party stage band and their adult-contemporary schlock tunes. Still playing wicked shows at state fairs and barbecues, Trick seemed to lose heart. \n\nIn 94, a fresh start at Warner Brothers resulted in Woke Up with a Monster which accelerated Trick’s descent into obscurity. But Smashing Pumpkin Billy Corgan, an Illinois native who cut his teeth on vintage Trick, installed a new life force. Trick released another record, reissued their first four classics and began selling out shows again.","strBiographyDE":"Cheap Trick ist eine US-amerikanische Rockband, die 1973 in Rockford, Illinois gegründet wurde.\nRick Nielsen und Tom Petersson spielten bereits Ende der 1960er Jahre gemeinsam in einer Band namens Fuse. 1969 veröffentlichten Fuse ein Album über Epic Records. Da der erwünschte Erfolg ausblieb, trennten sich Nielsen und Petersson 1973 von den anderen Musikern. Zusammen mit Brad Carlson, der unter dem Namen Bun E. Carlos bekannt wurde, und Randy „Xeno“ Hogan gründeten sie Cheap Trick.\nIn den ersten Jahren spielte Cheap Trick einige hundert Konzerte, unter anderem als Vorband für Queen, The Kinks, Kiss und Santana. Während dieser Zeit entstand das Songmaterial, das sie später auf ihren ersten drei Alben verwendeten.\n\n1976 nahm Epic Records die Band unter Vertrag, und bereits im Frühjahr des Folgejahrs wurde das selbstbetitelte Debütalbum veröffentlicht. Das Album war in den USA nicht sonderlich erfolgreich, erreichte aber auf Anhieb Goldstatus in Japan, ebenso wie der noch im gleichen Jahr eingespielte Nachfolger. Zurückzuführen ist dies auf einen Tourbericht in einer japanischen Zeitschrift, den Nielsen während der Konzertreise mit Queen geschrieben hatte, und der die Band dem japanischen Publikum bereits nähergebracht hatte. Diesen Umstand machte man sich zunutze, und bereits 1978 spielte Cheap Trick eine Tour in Japan, auf der sämtliche Konzerte in kürzester Zeit ausverkauft waren. Hier entstand auch das erste Livealbum, At Budokan, das sich über drei Millionen Mal verkaufte. Damit und mit der daraus ausgekoppelten Single I Want You to Want Me (ihrem ersten Top-10-Hit) gelang Cheap Trick der große Durchbruch in Nordamerika. Im Jahr darauf veröffentlichte die Band mit Dream Police ihr erfolgreichstes Studio-Album. Bei den Aufnahmen zu dieser LP, die mit dem Titelstück und Voices zwei weitere Hits enthielt, ließen Cheap Trick ihrer Vorliebe für die Beatles freien Lauf.\nObwohl der Erfolg vorerst anhielt, verließ Petersson 1980 die Band. Er wurde anfangs von Pete Comita ersetzt, der seinen Platz bald darauf an Jon Brant abgeben musste. Mit Ausnahme von One on One, das Platinstatus erreichte, können die Alben, die in dieser Besetzung eingespielt wurden (Next Position Please von 1983, Standing on the Edge von 1985 und The Doctor von 1986), als Flops bezeichnet werden.\n\nWenige Wochen vor dessen Tod 1980 nahmen Carlos und Nielsen mit John Lennon und den Studiomusikern Tony Levin und George Small das Stück I’m Losing You auf. Auf Lennons Album Double Fantasy wurde allerdings eine andere Version verwendet; der mit den Cheap-Trick-Mitgliedern eingespielte Track fand sich erst 1998 auf der John Lennon Anthology wieder. \n\n1987 entschied sich Petersson zu einer Rückkehr, und Brant musste seinen Platz wieder räumen. Trotzdem blieb er der Band freundschaftlich verbunden. Zum 25-jährigen Jubiläum 1998 und auch 2004, als Petersson eine Babypause einlegte, trat er gemeinsam mit Cheap Trick auf.\n\nMit Petersson kehrte auch der Erfolg zurück. Das mit ihm aufgenommene Album Lap of Luxury verkaufte sich gut, zwei darauf enthaltene Songs konnten sich in den Top Ten der US-Charts platzieren: The Flame belegte für zwei Wochen Platz eins, Don’t Be Cruel, die Cover-Version eines Elvis-Klassikers, erreichte Position vier. Für dieses Album ließ die Band sich Material von professionellen Songwritern liefern – ein Umstand, der erst an erfolgloseren Nachfolgealben kritisiert wurde.\nNachdem das Album Busted im Jahr 1990 die Erwartungen der Plattenfirma nicht erfüllte (Höchstplatzierung in den Charts: 48), wurde Cheap Trick fallengelassen. Einige Jahre später unterschrieb die Band einen Vertrag bei Warner Music. Nachdem sie das erfolglose Woke Up With a Monster herausgebrachten, wurde auch dieser Vertrag beendet. Cheap Trick wagte einen Neuanfang und ging ohne Labelunterstützung auf Tour, unter anderem mit populären Vertretern der damaligen Alternative- und Indie-Szene wie den Smashing Pumpkins und Guided by Voices. Nachdem Cheap Trick mit Steve Albini die Single Baby Talk aufgenommen und über Sub Pop veröffentlicht hatte, spielte die Band 1996 auf Perry Farrels Lollapaloozafestival und unterschrieb einen Vertrag mit dem Independent-Label Red Ant. Die Songs des dort erschienenen zweiten selbstbetitelten Albums schrieben die Bandmitglieder wieder selbst, und auch die Produktion wurde von der Band selbst übernommen. Später gründeten sie ihr eigenes Label, auf dem unter anderem Music for Hangovers erschien, ein Livealbum, das auf vier Konzerten basierte, die die Band anlässlich des 20. Jahrestages ihrer ersten Japantour in Chicago gab. Bei jedem Konzert war eines der ersten vier Studioalben in voller Länge gespielt worden. Auf der Tour zu diesem Album spielte Cheap Trick unter anderem als Support für Pearl Jam.\n2001 wurde das Livealbum Silver veröffentlicht, auf dem sich Aufnahmen eines Konzertes zum 25-jährigen Bandjubiläum aus dem Jahr 1999 befinden. Als Gastmusiker sind unter anderem Billy Corgan, Slash und Art Alexakis zu hören. Die Band begann 2001 außerdem, neue Songs zu schreiben, die sie mit dem Dylan-Produzenten Chris Shaw und erneut mit Beteiligung von Steve Albini aufnahmen. Das Ergebnis war das Album Special One, das 2003 veröffentlicht wurde und das das erste Studioalbum nach sechs Jahren war. In die Produktion des darauf enthaltenen Songs Low Life in High Heels war Dan „The Automator“ Nakamura (Gorillaz, Handsome Boy Modeling School) involviert. \n\n2006 brachte Cheap Trick das Album Rockford auf den Markt, benannt nach ihrer Geburts- und Heimatstadt im US-Staat Illinois.\nSeit 2010 spielt Rick Nielsens Sohn Daxx Nielsen Schlagzeug bei Cheap Trick. Der langjährige Drummer Bun E. Carlos blieb der Band jedoch verbunden und hat sie seitdem bei verschiedenen einmaligen Gelegenheiten auch wieder begleitet.\n\n2016 wurden Cheap Trick in der Besetzung Zander, Carlos, Petersson und Rick Nielsen in die Rock and Roll Hall of Fame aufgenommen.","strBiographyFR":"Cheap Trick est un groupe de rock américain formé en 1973 à Rockford, Illinois. Il connut un succès important à la fin des années 1970, particulièrement au Japon et qui obtint son plus grand succès avec l’album live Cheap Trick at Budokan en 1979. Il est souvent décrit musicalement comme un mélange de mélodies pop influence Beatles et de guitares hard rock. ","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":"Cheap Trick é uma banda de rock dos Estados Unidos de Rockford, Illinois, que ganhou popularidade no final da década de 1970.\n\nEla é formada por quatro integrantes e existe até hoje. Os integrantes são: Rick Nielsen, Robin Zander, Tom Petersson, Bun E. Carlos.\n\nUm fato interessante do grupo é que são eles que cantam o tema principal da popular série americana That '70s Show, com a música \"In the Street\".","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"4","strCountry":"Rockford, Illinois, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vrwvqx1342897556.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/svqwrq1469782788.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/qyrqwu1552654488.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/qtptpr1552654679.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xtyqsp1455054444.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/xxwrxp1469782831.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/tqssuw1342900378.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/5wuygf1640106722.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/trwqqw1475502247.jpg","strMusicBrainzID":"9f870653-72b0-4c6d-8c59-439a95963e09","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}