{"artists":[{"idArtist":"121336","strArtist":"Georges Bizet","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1838","intDiedYear":"1875","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Georges Bizet (Born 25 October 1838 – 3 June 1875), formally Alexandre César Léopold Bizet, was a French composer, mainly of operas. In a career cut short by his early death, he achieved few successes before his final work, Carmen, became one of the most popular and frequently performed works in the entire opera repertory.\nDuring a brilliant student career at the Conservatoire de Paris, Bizet won many prizes, including the prestigious Prix de Rome in 1857. He was recognised as an outstanding pianist, though he chose not to capitalise on this skill and rarely performed in public. Returning to Paris after almost three years in Italy, he found that the main Parisian opera theatres preferred the established classical repertoire to the works of newcomers. His keyboard and orchestral compositions were likewise largely ignored; as a result, his career stalled, and he earned his living mainly by arranging and transcribing the music of others. Restless for success, he began many theatrical projects during the 1860s, most of which were abandoned. Neither of the two operas that reached the stage—Les pêcheurs de perles and La jolie fille de Perth—was immediately successful.\nAfter the Franco-Prussian War of 1870–71, in which Bizet served in the National Guard, he had little success with his one-act opera Djamileh, though an orchestral suite derived from his incidental music to Alphonse Daudet's play L'Arlésienne was instantly popular. The production of Bizet's final opera Carmen was delayed through fears that its themes of betrayal and murder would offend audiences. After its premiere on 3 March 1875, Bizet was convinced that the work was a failure; he died of a heart attack three months later, unaware that it would prove a spectacular and enduring success.\nBizet's marriage to Geneviève Halévy was intermittently happy and produced one son. After his death, his work, apart from Carmen, was generally neglected. Manuscripts were given away or lost, and published versions of his works were frequently revised and adapted by other hands. He founded no school and had no obvious disciples or successors. After years of neglect, his works began to be performed more frequently in the 20th century. Later commentators have acclaimed him as a composer of brilliance and originality whose premature death was a significant loss to French musical theatre.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"France","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/bizet-georges-52c0b0004970f.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/i6unfy1607543871.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"9bd20e6a-b41d-4983-a5b6-c0ff849fa235","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}