{"artists":[{"idArtist":"118636","strArtist":"Igor Stravinsky","strArtistStripped":null,"strArtistAlternate":"Игорь Фёдорович Стравинский","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1882","intDiedYear":"1971","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Igor Fyodorovich Stravinsky (Strawinsky or Stravinskii ) Born17 June  1882 – 6 April 1971) was a Russian, and later French and American composer, pianist and conductor. He is widely considered to be one of the most important and influential composers of the 20th century.\nStravinsky's compositional career was notable for its stylistic diversity. He first achieved international fame with three ballets commissioned by the impresario Sergei Diaghilev and first performed in Paris by Diaghilev's Ballets Russes: The Firebird (1910), Petrushka (1911) and The Rite of Spring (1913). The last of these transformed the way in which subsequent composers thought about rhythmic structure and was largely responsible for Stravinsky's enduring reputation as a musical revolutionary who pushed the boundaries of musical design. His \"Russian phase\" was followed in the 1920s by a period in which he turned to neoclassical music. The works from this period tended to make use of traditional musical forms (concerto grosso, fugue and symphony). They often paid tribute to the music of earlier masters, such as J.S. Bach and Tchaikovsky. In the 1950s, Stravinsky adopted serial procedures. His compositions of this period shared traits with examples of his earlier output: rhythmic energy, the construction of extended melodic ideas out of a few two- or three-note cells and clarity of form, of instrumentation and of utterance.","strBiographyDE":"Wikipedia\nIgor Strawinsky (auch Stravinsky; * 5. Junijul./ 17. Juni 1882greg. in Oranienbaum, Russland; † 6. April 1971 in New York City) war ein russischer Komponist und Dirigent mit französischer und amerikanischer Staatsbürgerschaft. Er war einer der bedeutendsten Vertreter der Neuen Musik.\nSein vollständiger Name lautet in moderner Transkription Igor Fjodorowitsch Strawinski (russisch Игорь Фёдорович Стравинский, Patronym vor der Rechtschreibreform Ѳедоровичъ, wiss. Transliteration Igor' Fëdorovič Stravinskij). Im Englischen wird der Nachname Stravinsky geschrieben, im Französischen existieren mehrere Schreibweisen nebeneinander – Stravinsky, Strawinsky und Stravinski. \n\nStrawinsky wurde 1882 in Oranienbaum in der Nähe von Sankt Petersburg in Russland geboren. Seine Kindheit und Jugend verbrachte er in einer verhältnismäßig restriktiven Umgebung unter dem Einfluss seines Vaters Fjodor Strawinski. So studierte er wie dieser ebenfalls zuerst Rechtswissenschaft in St. Petersburg mit Abschluss 1905, war dann aber Schüler bei Rimski-Korsakow.\nIm Jahr 1906 heiratete er die Russin Jekaterina Nossenko, mit der er zwei Söhne und zwei Töchter hatte (1907, 1908, 1910, 1914). Sie war Studentin an der Académie Colarossi in Paris, wo sie ihre „große Zeichenbegabung“ ausbilden ließ. 1923, zur Aufführung von Strawinskys Les Noces („Bauernhochzeit“), illustrierte sie den Text zur Komposition mit „hübschen Aquarellen mit den kräftigen Farben“.\nStrawinskys Entdeckerdrang hielt sein ganzes Leben lang an; er legte ein unermüdliches Verlangen an den Tag, über Kunst, Literatur und das Leben selbst zu lernen und zu forschen. Seine russische Umgebung mit dem nach innen gerichteten Kulturleben, das eingeschränkt und provinziell auf ihn wirkte, erhöhte sein Verlangen nach der Außenwelt. 1910 reiste er erstmals nach Paris, dort wurden die Ballette Der Feuervogel (1910) und die Nachfolgewerke Petruschka (1911) und Le sacre du printemps (1913) aufgeführt. Nicht zuletzt wegen der bolschewistischen Revolution lebte Strawinsky seit 1920 in Frankreich; 1934 wurde er französischer Staatsbürger.\nEr unternahm drei Amerikareisen: 1925, 1935 und 1937. 1939 starb seine Frau. Kriegsbedingt verließ er Frankreich und begab sich 1940 endgültig in die USA, wo er seine langjährige Geliebte, die Malerin Vera Soudeikina de Bosset, heiratete. Für den Rest seines Lebens unterstützte ihn seine zweite Gattin zunehmend in der zunächst fremden Umgebung; zahlreiche Geschichten berichten über ihre unermüdlichen Bemühungen um sein Wohlergehen und die Ruhe, die er zum Komponieren benötigte. Strawinsky hatte sich an das Leben in Frankreich gewöhnt; mit 58 Jahren nach Amerika auszuwandern war für ihn schwierig, auch wenn er bereits 1946 die Staatsbürgerschaft der Vereinigten Staaten erwarb. Eine Zeit lang unterhielt er einen Freundeskreis ausgewanderter Russen, erkannte aber, dass dies sein künstlerisches und berufliches Wirken in den USA nicht würde unterstützen können.\nAls er mit W. H. Auden eine Oper plante, traf Strawinsky – mit der englischsprechenden Welt noch unvertraut – mit dem Komponisten und Musiker Robert Craft zusammen, der bis zu dessen Tod bei Strawinsky blieb und als sein Übersetzer, Chronist, assistierender Dirigent und Faktotum für unzählbare musikalische und gesellschaftliche Aufgaben fungierte.\nMit Ernest Ansermet verband Strawinsky eine intensive Arbeit an seinem Werk: Der schweizerische Dirigent leitete zwischen 1918 und 1930 sieben Uraufführungen für Strawinsky. Strawinskys Hinwendung zur Zwölftonmusik ab 1952 allerdings betrachtete er in seinem Werk Die Grundlagen der Musik im menschlichen Bewusstsein kritisch.\nIm Jahr 1967 verlieh die Rutgers University in New Jersey Strawinsky die Ehrendoktorwürde.\nIgor Strawinsky starb am 6. April 1971 in New York; Totenmesse und Beisetzung erfolgten auf Wunsch des Komponisten auf dem Friedhof San Michele in Venedig, wo auch seine zweite Frau beigesetzt ist","strBiographyFR":"Igor Féodorovitch Stravinsky (Oranienbaum, Russie, 17 juin 1882 — New York, 6 avril 1971) est un compositeur et chef d'orchestre russe (naturalisé français, en 1934, puis américain, en 1945) de musique moderne, considéré comme l'un des compositeurs les plus influents du xxe siècle.\nL'œuvre de Stravinsky, qui s'étend sur près de soixante-dix années, se caractérise par sa grande diversité de styles. Le compositeur accéda à la célébrité par la création de trois ballets dont il composa la musique pour les Ballets russes de Diaghilev : L'Oiseau de feu (1910), Petrouchka (1911) et son œuvre maîtresse Le Sacre du printemps (1913) qui eurent un impact considérable sur la façon d'aborder le rythme en musique classique. Dans les années 1920, sa production musicale prit un virage néoclassique et renoua avec des formes traditionnelles (concerto grosso, fugue et symphonie). Dans les années 1950, enfin, Stravinsky explora les possibilités de la musique sérielle.\n\nIgor Stravinsky est né le 17 juin 1882 à Oranienbaum en Russie, où ses parents se trouvaient en vacances, mais il passa toute son enfance au 66 Krioukov Kanal, à Saint-Pétersbourg, où la famille résidait. Son père, Feodor Stravinski était une basse chantant au théâtre Mariinsky. Igor était le troisième d'une famille de quatre enfants. La vie familiale était difficile. Ses parents étaient sévères et les rapports qu'il avait avec ses deux frères aînés étaient également froids. « Il ne me montrait de tendresse que lorsque j'étais malade », écrit-il à propos de son père dans Souvenirs et commentaires.\nMalgré le fait que son père soit un chanteur de renom, le jeune Stravinsky n'a que très peu de contacts avec la musique classique dans sa jeunesse. En 1890, à huit ans, La Belle au bois dormant de Tchaïkovski et plus tard Une vie pour le tsar de Glinka restent ses deux seules expériences de concert importantes de son enfance. Igor commence des leçons de piano à l'âge de neuf ans et « ne semble du reste pas montrer de dispositions particulières pour la musique ». Ce que le jeune enfant aimait le plus faire au piano, c'était improviser, malgré les nombreux reproches qu'on lui faisait. « Ce travail continu d'improvisations n'était pas absolument stérile, car il contribuait d'une part à une meilleure connaissance du piano, et d'autre part faisait germer des idées musicales », écrit-il dans ses Chroniques de ma vie. À son premier professeur succédera Mme Khachperova, élève d'Anton Rubinstein, qui fait travailler à Stravinsky le répertoire classique et romantique d'une manière très autoritaire, allant même jusqu'à interdire totalement l'usage de la pédale.\nSes premiers essais de composition n'étant pas suffisamment satisfaisants, son père l'inscrit à la faculté de droit de Saint-Pétersbourg en 1901. Durant la même période, il prend des leçons d'harmonie et de contrepoint. Quoique l'étude de l'harmonie ne lui donne « aucune satisfaction », il s'exerce beaucoup au contrepoint pour son propre compte. Cependant, le décès de son père le 21 novembre 1902 lui enlève un poids considérable. Même s'il reste inscrit pendant quatre ans à l'université, il n'assiste au plus qu'à une cinquantaine de cours. Il passe maintenant ses soirées au théâtre Mariinski et aux concerts symphoniques de la Société impériale et fait d'autres essais de composition, dont le chant Nuages d'orage et un Scherzo pour piano.\nLe point tournant de l'éducation musicale de Stravinsky est sa rencontre avec Nikolaï Rimski-Korsakov pendant l'été 1902. « Je lui exposai mon désir de devenir compositeur et lui demandai son avis. », raconte-t-il. Le célèbre compositeur, lui déconseillant le Conservatoire, lui dit qu'il serait prêt à lui enseigner une fois qu'il aurait acquis les notions élémentaires d'harmonie et de contrepoint. C'est l'été suivant que Rimski-Korsakov commence à lui donner des leçons, après avoir entendu sa Sonate pour piano en fa dièse mineur. Ces enseignements, qui continuèrent jusqu'à sa mort, se sont principalement centrés sur l'art de l'orchestration et des formes classiques.\n« Il me donnait à orchestrer des pages de la partition de piano d'un nouvel opéra qu'il venait d'achever. Quand j'avais orchestré un fragment, il me montrait son instrumentation personnelle du même morceau. Je devais confronter les deux et c'est encore moi qui devais lui expliquer pourquoi lui l'avait orchestré autrement. Dans le cas où je n'y arrivais pas, c'est lui qui me l'expliquait. »\nIgor Stravinsky épouse en 1906 sa cousine Catherine Gavrilovna Nossenko qui lui donnera quatre enfants : Fiodor (dit Théodore) en 1907, Lioudmilla en 1908, Sviatoslav (dit Soulima) en 1910 et Milena (dite Milène) en 1914.\nLa première œuvre composée par Stravinsky lors de son apprentissage avec Rimski-Korsakov est la Symphonie en mi bémol, en 1907. Suivront le Scherzo fantastique et Feu d'artifice, celui-ci interrompu à l'annonce de la mort de son maître le 21 juin 1908. Stravinsky compose alors un Chant funèbre à sa mémoire, œuvre perdue durant la Révolution russe. La création du Feu d'artifice, le 6 février 1909, est décisive pour la carrière du compositeur, car Serge de Diaghilev est présent.\nAu moment où Diaghilev découvre Stravinsky, il est déjà très populaire à Paris, non pas avec des ballets, mais plutôt avec des concerts de musique russe et des opéras, dont la création française de Boris Godounov. Au début de 1909, il s'attaque au ballet. Pour Les Sylphides, Diaghilev demande à plusieurs compositeurs d'orchestrer des pièces de Chopin. Impressionné par le Feu d'artifice qu'il vient de voir, il demande à Stravinsky d'orchestrer le Nocturne en la bémol majeur et la Valse brillante en mi bémol majeur destinés pour son futur spectacle.\nAu cours de l'été, alors que Diaghilev part pour Paris où il rencontre un succès extraordinaire avec sa première saison des Ballets russes, Stravinsky se retire à Oustiloug en Ukraine, pour composer le premier acte de son opéra Le Rossignol. Cependant, il devra interrompre sa composition puisque Diaghilev lui commande un premier ballet. Pour sa nouvelle saison, il désirait présenter une œuvre inédite, inspirée de la légende de l'oiseau de feu. Anatoli Liadov devait à l'origine en écrire la musique, mais étant un compositeur trop lent, il décida de se tourner vers Stravinsky, qui était alors âgé de vingt-sept ans. L'immense succès de L'Oiseau de feu, créé le 25 juin 1910, fait du compositeur une vedette instantanément.\nAprès L'Oiseau de feu, les deux prochains ballets que Stravinsky composera pour la troupe de Diaghilev marqueront un changement de direction dans son approche musicale. Alors que L'Oiseau de feu est encore bien ancrée dans la tradition post-romantique héritée, entre autres, de Rimski-Korsakov, Petrouchka, créé le 13 juin 1911, marquera une rupture importante. Stravinsky y abandonne toute l'harmonie chaleureuse et « magique » de L'Oiseau de feu, caractérisée entre autres par l'utilisation abondante du chromatisme. Il utilise maintenant la « polytonalité » et la juxtaposition de séquences rythmiques.\nLes deux années suivantes, Stravinsky compose très peu de pièces : deux cycles de chants et une brève cantate mystique, Le Roi des étoiles. Cependant, il compose ce qui va devenir probablement son œuvre la plus célèbre et qui lui assurera définitivement une place parmi les compositeurs les plus marquants du xxe siècle. Il s'agit du Sacre du printemps. Sa création, une des plus scandaleuses de l'histoire de la musique, eut lieu le 29 mai 1913 au Théâtre des Champs-Élysées, à Paris, sur une chorégraphie de Vaslav Nijinski et sous la direction musicale de Pierre Monteux. Le compositeur décrit ainsi la représentation dans ses Chroniques de ma vie : « [J'ai] quitté la salle dès les premières mesures du prélude, qui tout de suite soulevèrent des rires et des moqueries. J'en fus révolté. Ces manifestations, d'abord isolées, devinrent bientôt générales et, provoquant d'autre part des contre-manifestations, se transformèrent très vite en un vacarme épouvantable. » Dans le Sacre, Stravinsky approfondit les éléments déjà expérimentés avec ses deux premiers ballets, soit le rythme et l'harmonie. L'un est constitué d'un dynamisme sans précédent, alors que l'autre repose en partie sur l'utilisation d'agrégats sonores.\nQuelques jours après la première représentation du Sacre du printemps, Stravinsky attrape une forte fièvre typhoïde qui l'oblige à passer six semaines dans une maison de santé à Neuilly. À sa sortie, il compose les trois petites chansons dites Souvenirs de mon enfance, mais déjà, il décide de se remettre à son opéra Le Rossignol, dont la composition avait été interrompue au premier acte lorsqu'il reçut la commande de L'Oiseau de feu, en 1909. Cependant, son style ayant beaucoup changé depuis, Stravinsky fera du premier acte de 1909 une sorte de prologue, justifiant ainsi les différences musicales entre celui-ci et le reste de l'opéra. Le poème symphonique Le Chant du rossignol, qu'il en tire en 1917, est considéré par plusieurs comme étant « un adieu définitif au Sacre. »\nLes années suivantes voient Stravinsky aborder des formations plus restreintes, alors que les activités de Diaghilev et des Ballets russes sont interrompues par la guerre. Lors de son dernier voyage en Russie, un mois seulement avant le début de la Première Guerre mondiale, le compositeur rapporte deux recueils de chants populaires russes, qui serviront de base à la plupart de ses œuvres jusqu'à Pulcinella, en 1920. Ce n'est qu'en 1962 que Stravinsky remettra les pieds dans son pays natal, cette fois en tant que citoyen américain.\nEntre 1914 et 1917, Stravinsky compose Les Noces, relatant un mariage paysan russe. Cependant, n'arrivant pas à se décider quant à l'instrumentation de l'œuvre, il ne l'achèvera que six ans plus tard, pour voix, quatre pianos et percussions. C'est entre 1915 et 1916 que le compositeur termine Renard (pour quatre voix et dix-sept musiciens), d'après le conte populaire russe du renard et du coq.\nEn 1917, au lendemain de la Révolution de Février, Stravinsky passe quelque temps à Rome, en compagnie de Diaghilev, Massine, Bakst, Cocteau, Ansermet et, surtout, Picasso, avec qui il développe une grande amitié et qui fera de lui trois portraits célèbres (un en 1917 et deux en 1920). À son retour de Rome, Stravinsky est bouleversé d'apprendre que sa gouvernante allemande, qui l'avait élevé dès sa naissance et à laquelle il « était profondément attaché et [qu'il] aimait comme une seconde mère », est décédée. Quelques mois plus tard, il s'agit de son frère Goury qui meurt sur le front roumain. Stravinsky se trouve à ce moment dans une situation matérielle très précaire, arrivant difficilement à nourrir sa femme et ses quatre enfants. Il imagine donc, en collaboration avec l'écrivain Charles-Ferdinand Ramuz et le chef d'orchestre Ernest Ansermet, un spectacle de poche ambulant. Ce sera L'Histoire du soldat, spectacle pour trois récitants et sept musiciens, terminé en 1918. L'œuvre qui suivra marquera un tournant très important dans la carrière du compositeur, car il s'agit de sa première composition de sa période dite néoclassique.\nPendant la période de la guerre, Stravinsky habitait principalement en Suisse (avec un voyage en Italie et un autre en Espagne), ensuite dit-il « comme après la paix, la vie active dans toute l'Europe, et surtout en France, avait repris de la façon la plus intense, (...) je résolus de transporter mes pénates en France où alors battait le pouls de l'activité mondiale ».\nAvec Pulcinella (1920), d'après Pergolèse, débute la période dite « néoclassique » de Stravinsky (voie d'ailleurs explorée, juste avant lui, par des compositeurs comme Georges Enesco avec sa Suite d'orchestre op. 20 ou Maurice Ravel avec son Tombeau de Couperin) : elle dure jusqu'à la composition de l'opéra The Rake's Progress, en 1951. Il emprunte alors aux musiques de : Machaut, Bach, Weber, Rossini, Tchaïkovski et d'autres, mais avec un humour, un métier et une originalité n'ayant rien de ceux d'un épigone.\nDu printemps 1921 à l'automne 1924, Stravinsky vit à Biarritz sur la côte basque. Ses amis Ravel, Alexandre Benois, Arthur Rubinstein, mais surtout Coco Chanel et une riche Chilienne qui deviendra son mécène, Mme Errazuriz, l'avaient encouragé dans ce choix. Sont alors achevés : .\nles Symphonies d'instruments à vent (1920),\nl'opéra bouffe Mavra (1922),\nl'Octuor pour instruments à vent (1922-1923),\nle Concerto pour piano avec instruments à vent, contrebasse et timbales, créé à l'opéra de Paris en 1924 avec l'auteur au piano sous la direction de Serge Koussevitsky.\nÀ la fin 1924, la famille déménage à Nice. Cette période voit naître deux nouvelles œuvres de grande ampleur et aux sujets sévères :\nl'opéra-oratorio Œdipus Rex (1928), suivi du ballet Apollon musagète (1928),\net la Symphonie de psaumes (1929-1930).\nCependant avec le Capriccio pour piano (1929), l'écriture se fait plus sereine et aérée, voire facétieuse, sans abandonner une certaine rigueur formelle. Sont alors créés;\nle Concerto en ré pour violon (1931), écrit pour le violoniste américain Samuel Dushkin,\nle ballet-théâtral Perséphone (1934), d'après la pièce Perséphone d'André Gide (mis en scène Jacques Copeau et chorégraphie de Kurt Joos),\nle ballet Jeu de cartes (1936),\nle Concerto per due pianoforti soli (1935) et le Dumbarton Oaks Concerto (1938), en mi bémol pour orchestre de chambre.\nEn 1940, Stravinsky se réfugie aux États-Unis.\nIl est possible de distinguer deux phases dans la période américaine de Stravinsky, la première depuis la Symphonie en ut (1940) jusqu'à l'opéra The Rake's Progress (1951). La seconde débute autour de 1950 et se poursuit jusqu'à Threni (1958).\nVers 1950, face à l'impact grandissant des trois Viennois (Schönberg, Berg, et surtout Webern) et dans une moindre mesure de Varèse — qui lui travaille plus avec les sons qu'avec les concepts et l'héritage du passé —, Stravinsky peut apparaître comme le porte-parole de la « réaction » musicale. Il effectue alors sa volte-face apparemment la plus spectaculaire en adoptant un sérialisme très personnel, plus dans la lignée de Webern que de Schönberg. En témoignent après de timides essais dans la Cantate de 1952 sur des textes médiévaux anglais, le Septuor — en particulier la gigue, clin d'œil au Schönberg de la Suite pour piano opus 25 (1953) —, les Trois chants de Shakespeare (1953), In memoriam Dylan Thomas (1954) puis, surtout, le Canticum Sacrum , qu'il fit entendre le 13 septembre 1956 en première audition à la basilique Saint-Marc de Venise devant le patriarche de Venise, Mgr Angelo Giuseppe Roncalli, qui, devenu pape quelques années plus tard sous le nom de Jean XXIII, l'invita à la redonner à la Chapelle Sixtine et l'anoblit par la même occasion. Le ballet Agon en (1957 clôtura cette période.\nSon style se fait dépouillé, d'une grande austérité, et l'inspiration religieuse occupe une place importante (Stravinsky qui était orthodoxe était fanatiquement croyant, dixit Nadia Boulanger), avec Threni ((1958), œuvre maîtresse, Abraham et Isaac ((1963) dédiée à la nation d'Israël et chanté en hébreu, le lugubre Introïtus ((1965) ou encore les ultimes Requiem canticles ((1966) qui semblent un résumé de toute son œuvre. Citons encore Mouvements pour piano et orchestre ((1959) très webernien d'allure et les méconnues Variations (Aldous Huxley In Memoriam) pour orchestre ((1963) où le vieux lion tient la dragée haute à toute la jeune génération  : plusieurs passages font penser au Karlheinz Stockhausen des Gruppen.\nAprès plusieurs jours à l'hôpital, il passe l'été 1970 à Évian-les-Bains où il reçoit sa famille, ce sera son dernier séjour en Europe puisqu'il meurt d’un œdème pulmonaire le 6 avril 1971 à New York après avoir présenté The Rake's Progress. Selon ses dernières volontés, il est enterré quelques jours plus tard à Venise, dans le cimetière de l'île de San Michele.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Oranienbaum, Russia","strCountryCode":"RU","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/txvwtv1366187134.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wutvwu1519384064.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wqrxqw1366201843.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/tuquxy1366202113.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"c278de2c-9696-4fdf-a919-0781cd945e2c","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}