{"artists":[{"idArtist":"111292","strArtist":"Olivia Newton-John","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1948","intBornYear":"1948","intDiedYear":"2022","strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Good Natured","strWebsite":"www.olivianewton-john.com","strFacebook":"www.facebook.com/olivianewtonjohn","strTwitter":"1","strBiographyEN":"Olivia Newton-John, AO, OBE (born 26 September 1948) is an English-Australian singer and actress. She is a four-time Grammy award winner who has amassed five No. 1 and ten other Top Ten Billboard Hot 100 singles and two No. 1 Billboard 200 solo albums. Eleven of her singles (including two platinum) and 14 of her albums (including two platinum and four double platinum) have been certified gold by the RIAA. Her music has been successful in multiple formats including pop, country and adult contemporary and has sold an estimated over 100 million albums worldwide. She co-starred with John Travolta in the film adaptation of the Broadway musical Grease, which featured one of the most successful film soundtracks in Hollywood history.\n\nNewton-John has been a long-time activist for environmental and animal rights issues. Since surviving breast cancer in 1992, she has been an advocate for health awareness becoming involved with various charities, health products and fundraising efforts. Her business interests have included launching several product lines for Koala Blue and co-owning the Gaia Retreat & Spa in Australia.\n\nNewton-John has been married twice. She currently lives with her second husband, John Easterling, in Jupiter Inlet Colony, Florida. She is the mother of one daughter, Chloe Rose Lattanzi, with her first husband, actor Matt Lattanzi.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Olivia Newton-John, AO, OBE (nacida el 26 de septiembre de 1948) es una cantante y actriz anglo-australiana. Ella es cuatro veces ganadora del premio Grammy y ha acumulado cinco sencillos No. 1 y otros diez Top Ten Billboard Hot 100 y dos álbumes solistas No. 1 Billboard 200. Once de sus sencillos (incluidos dos platino) y 14 de sus álbumes (incluidos dos platino y cuatro doble platino) han sido certificados como oro por la RIAA. Su música ha tenido éxito en múltiples formatos, incluidos pop, country y contemporáneo para adultos, y se estima que ha vendido más de 100 millones de álbumes en todo el mundo. Coprotagonizó junto a John Travolta la adaptación cinematográfica del musical de Broadway Grease, que presentó una de las bandas sonoras cinematográficas más exitosas en la historia de Hollywood.\n\nNewton-John ha sido un activista desde hace mucho tiempo por cuestiones ambientales y de derechos de los animales. Desde que sobrevivió al cáncer de mama en 1992, ha sido una defensora de la concientización sobre la salud y se involucró con varias organizaciones benéficas, productos de salud y esfuerzos de recaudación de fondos. Sus intereses comerciales han incluido el lanzamiento de varias líneas de productos para Koala Blue y ser copropietaria de Gaia Retreat & Spa en Australia.\n\nNewton-John se ha casado dos veces. Actualmente vive con su segundo esposo, John Easterling, en Jupiter Inlet Colony, Florida. Es madre de una hija, Chloe Rose Lattanzi, con su primer esposo, el actor Matt Lattanzi.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":"Olivia Newton-John (født 26. september 1948) er en britiskfødt australsk sangerinne og skuespillerinne.\n\nHun ble født i Cambridge i England, men i 1954 flyttet familien til Australia. Faren stammet fra Wales og arbeidet som tysklærer i Cambridge og deretter Melbourne. Hennes tyske mor Irene Newton-John, født Born, var datter av den verdensberømte tyske atomfysikeren og Nobelprisvinneren Max Born.\n\nOlivia Newton-John viste tidlig stor begeistring for å synge. Som 12-åring vant hun en konkurranse, og på skolen grunnla hun jentegruppen Sol Four. 17 gammel hadde hun sin første opptreden i en film, Funny Things Happen Down Under (1965), hvor hun sang Christmas Time Down Under. Kort etter deltok hun på en talentkonkurranse og vant førsteprisen, en reise til England, hvor hun fikk platekontrakt på Decca og utga sin første singel, Till You Say You'll Be Mine, i 1966. Oppfølgereren lot vente på seg i 5 år, og \"If Not For You\" ble hennes gjennombrudd. Karrieren tok av og mange store hits fulgte; \"Let Me Be There\", \"If You Love Me Let Me Know\", \"I Honestly Love You\", \"Have You Never Been Mellow\", \"Please Mr Please\" samt mange flere. I 1973 spilte hun i \"komihumormusikalen\" Kofferten, en samproduksjon mellom Sveriges Radio, BBC, YLE og NRK.\n\nHun gjorde sin skuespillerdebut i Grease (1978) sammen med bl.a. John Travolta. Det var Travolta som innstendig ba om at hun måtte få rollen. Hun har fått en stjerne på Hollywood Walk of Fame.\n\nEtter \"Grease\"-filmen, endret hun image fra vise-country til en mer pop/rock stil med albumet \"Totally Hot\". Flere hits skulle følge de nærmeste årene; \"A Little More Love\", \"Xanadu\", \"Magic\", \"Physical\" (hennes aller største hit som lå 10 uker som nr.1 i USA!), \"Heart Attack\" samt fler. Sin siste store hit-singel hadde hun i 1983/84 med \"Twist of Fate\" (5.plass i USA).","strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Melbourne, Australia","strCountryCode":"AU","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qsvqqw1341170339.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/newton-john-olivia-530f6aacc3835.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/68myzu1664523937.png","strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/nhj58o1634891637.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/newton-john-olivia-5518a5313a5eb.JPG","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/newton-john-olivia-50f8f1de1372f.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/wxjsna1634891439.jpg","strArtistBanner":null,"strMusicBrainzID":"10ccb5d8-f9d5-4954-9441-3419b522a214","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Olivia Newton-John/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}