{"artists":[{"idArtist":"111304","strArtist":"Eminem","strArtistStripped":null,"strArtistAlternate":"Marshall Bruce Mathers III","strLabel":"Aftermath Music","idLabel":"42936","intFormedYear":"1996","intBornYear":"1972","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"Hip-Hop","strMood":"Angry","strWebsite":"www.eminem.com","strFacebook":"www.facebook.com/eminem","strTwitter":"1","strBiographyEN":"Marshall Bruce Mathers III (born October 17, 1972), known professionally as Eminem, is an American rapper, songwriter, record producer, and actor from Detroit, Michigan. In addition to his solo career, he is a member of D12 and (with Royce da 5'9\") half of the hip-hop duo Bad Meets Evil. Eminem is the best-selling artist of the 2000s in the United States. Rolling Stone ranked him 83rd on its list of 100 Greatest Artists of All Time, calling him the King of Hip Hop. Including his work with D12 and Bad Meets Evil, Eminem has had ten number-one albums on the Billboard 200. He has sold more than 172 million albums, making him one of the world's best-selling artists. As of June 2014, Eminem is the second-bestselling male artist of the Nielsen SoundScan era, the sixth-bestselling artist in the United States and the bestselling hip-hop artist, with sales of 45.1 million albums and 42 million tracks (including 31 million digital single certifications).\nAfter his debut album Infinite (1996), Eminem achieved mainstream popularity in 1999 with his The Slim Shady LP, which earned him his first Grammy Award for Best Rap Album. His next two releases, 2000's The Marshall Mathers LP and 2002's The Eminem Show, were worldwide successes, with each being certified diamond in US sales and both winning Best Rap Album Grammy Awards—making Eminem the first artist to win the award for three consecutive LPs. They were followed by Encore in 2004, another critical and commercial success. Eminem went on hiatus after touring in 2005, releasing Relapse in 2009 and Recovery in 2010. Both won Grammy Awards and Recovery was the best-selling album of 2010 worldwide—the second time he had the international best-selling album of the year (after The Eminem Show). Eminem's eighth album, 2013's The Marshall Mathers LP 2, won two Grammy Awards, including Best Rap Album; it expanded his record for the most wins in that category and his Grammy total to 15.\nEminem has developed other ventures, including Shady Records with manager Paul Rosenberg. He has his own channel, Shade 45, on Sirius XM Radio. In November 2002, Eminem starred in the hip hop film 8 Mile. He won the Academy Award for Best Original Song for \"Lose Yourself\", the first rap artist to win the award. Eminem has made cameo appearances in the films The Wash (2001), Funny People (2009), The Interview (2014) and the television series Entourage.","strBiographyDE":"Ist er nun Amerikas Alptraum, ein neuer Elvis Presley oder einfach nur ein verdammt guter Rapper? Es treffen wohl die meisten Urteile über Eminem irgendwie zu. Der Hollywood'schen Selbstinszenierung seiner Persönlichkeit sei Dank.\n\nWenn zum Beispiel konservative Politiker den Detroiter Superstar auf eine Stufe mit Bin Laden stellen, so zeigt dies nur, dass Slim Shadys mediale Selbstdarstellung mehr als erfolgreich war. Mit Videos voll schwarzen Humors und aufhetzenden Totschlag-Texten schockt er von Anfang an bewusst die strenge US-Öffentlichkeit. Er schlüpft dazu in verschiedene Rollen, um die falschzüngige Doppelmoral Amerikas widerzuspiegeln.\n\nAußerhalb der USA verliert der Schrecken stark an Wirkung. Von der Basis ertönen indes andere Anschuldigungen. Wie einst Elvis den Rock'n'Roll entreiße Eminem den Afroamerikanern ihre Hip Hop-Kultur. Zwar drängelt er sich schon sehr offensiv in den Mittelpunkt, doch vor ihm hatte auch noch nie ein so talentierter Weißer zum Mikrofon gegriffen. Weder Vanilla Ice, noch Fred Durst, die Beastie Boys oder Everlast können ihn das Wasser reichen. Klasse kennt eben keine Rasse. Gewiss aber treffen Eminems böse und vielschichtigen Provokationen ihre Ziele mindestens ebenso hart und genau wie Elvis' Hüftschwung den Otto-Moral-Verbraucher der frühen sechziger Jahre.\n\nEminem erblickt 17. Oktober 1972 in St. Joseph, Vorort von Kansas City, als Marshall Bruce Mathers III das Licht der Welt. Er wächst bei seiner alleinerziehenden Mutter auf, die alle drei Monate ziellos von einem Ort zum anderen zieht. Für seinen abwesenden Vater hat der spätere Rap-Superstar auch heute noch nur einen kurzes \"Der Wichser kann mich am Arsch lecken\" übrig, und das Verhältnis zu Mama Mathers sollte sich im Laufe der Jahre dank Klagen und Hasstexten ebenfalls arg verschlechtern.\n\nWegen der ständigen Umzugsquälereien sind Schulfreunde für den kleinen Marshall natürlich Mangelware, und so widmet sich der kleine Steppke bereits mit zehn Jahren der Rap-Musik. Besonders Ice Ts \"Reckless\" begeistert den einsamen Jungen in den Hip Hop-Kindertagen. 1985 findet die kleine Familie im Trailerpark der sozial schwachen und von Schwarzen dominierten Detroiter Eastside ein längeres Zuhause.\n\n\"Als Kind bin ich von meinen Mitschülern derart gehänselt worden, dass ich nur zu gerne mit einer Maschinenpistole durch die Klassen gezogen wäre\", legt Eminem im taz-Interview seine Seele offen. Nach dem Eistee wandern nun verstärkt die Beastie Boys und N.W.A. in den Teenie-Walkmann, \"da die sich einfach trauten, alles zu sagen\". Doch nur Rap zu konsumieren, genügt dem Jungen nicht. Mit 14 beginnt er im Keller eines Freundes als Manix bzw. M&M zu reimen. Freestyle-Battles in der Aula oder auf dem Schulhof bestimmen seine Tagesordnung.\n\nKurz entschlossen schmeißt er die Schule und schlägt sich mit schlecht bezahlten Jobs als Lagerarbeiter durchs Leben. Seine eigentliche Passion gilt jedoch den lokalen Reim-Wettkämpfen. Trotz weißer Hautfarbe errappt er sich als Eminem schnell den Respekt der Detroiter Hip Hop-Szene. Er profitiert davon, dass sich seine Skills in der Rap-Provinz besser entwickeln als im hart umkämpften Mekka New York.\n\nDas Hip Hop-Element der \"Competition\" spielt in Eminems weiterer Rap-Karriere eine große Rolle. Diss-Tracks und Business-Beefs ersetzen nach dem großen Durchbruch die regionalen Freestyle Battles. Jetzt muss er sich nicht nur Detroit, sondern landesweit behaupten, und da kann einen die eigene große Klappe schon in Verlegenheit bringen. Nicht jeder Streit läuft nur lyrisch auf Platte ab wie die Duelle KRS-One vs. MC Shan, LL Cool J vs. Canius oder Jay-Z vs. Nas. Wenn Millionen im Rapgame zirkulieren und Mafiosi mitmischen, kann die Auseinandersetzung schnell eskalieren, so geschehen bei den Morden an 2Pac und Notorious BIG.\n\nNatürlich rasselt auch Eminem des öfteren mit Kollegen zusammen. Glimpflich, sprich auf sportlicher Ebene läuft der Stress mit Underground-Emcee Cage, Evidence von den Dilated Peoples und Ford City-Nachbar Royce Da 5'9 ab. Giftpfeile in Richtung Fred Durst, Moby oder Britney Spears bleiben unbeantwortet. Härter geht es dagegen bei der Fehde mit Everlast zur Sache. Der Ex-House Of Pain-Mann prügelt sich mit Eminems D-12-Freunden während seiner Show in Detroit. Auch Ray Benzino, Chef des Hip Hop-Magazins The Source, würde gerne mal die Fäuste gegen Eminem schwingen, wie er in Interviews und Songs ankündigt. Noch gefährlicher könnte der Beef mit Murder Inc und Suge Knight enden, in den er durch seine Geschäftsfreunde 50 Cent und Dr. Dre hineingezogen wird.\n\nErstgenannter Feind besitzt enge Verbindungen zu New Yorker Drogenbossen und letzterer spielte angeblich schon bei den Attentaten auf 2Pac und Notorious B.I.G. eine dubiose Rolle. Nach unzähligen Freestyle-Fights in Detroit schließt sich Eminem 1994 zwecks Gruppenstärke der New Jack-Crew an, wechselt aber schon bald zu Soul Intent, die 1995 seine erste Single veröffentlichen. Auf der B-Seite tritt ein gewisser Proof als Gastrapper in Erscheinung. Dieser ist von Eminem so angetan, dass er mit ihm die Clique D-12 gründet. Vier weitere Mitglieder stoßen zu D-12, die sich jedoch nicht als strenge Band verstanden wissen wollen sondern eher ein loses Kollektiv bilden, um sich gegenseitig zu unterstützen.\n\nNach der Geburt von Tochter Hailie am 25. Dezember 1995 sieht sich der junge Vater gezwungen, seine Rap-Leidenschaft in wirtschaftliche Stabilität umzumünzen. 1996 darf Eminem endlich ein paar Demos im Studio eines Kumpels aufnehmen. Das Albumergebnis \"Infinite\" erscheint in geringer Stückzahl als Tape auf dem Independent-Label Web Entertainment. Ems Style klingt auf der Scheibe noch wie eine unausgegorene Mischung der angesagten New Yorker-Emcees Nas und AZ. \"Auf 'Infinite' habe ich noch versucht herauszufinden, wie mein eigener Rap-Style klingen soll\", gesteht der talentierte Nachwuchskünstler. Durch die neuen Aufnahmen angestachelt, lässt er Werbeposter für Plattenläden drucken und versucht, seine Platte auf der Straße zu verchecken. Noch zeigt niemand größeres Interesse. Doch das eiserne Durchhaltevermögen des Hip Hop-Freaks öffnet ihm schließlich die Tür einer Radiostation, die einen seiner Songs ins Programm nimmt. Die Sendung wird landesweit ausgestrahlt und festigt Eminems Ruf als talentierter Mass Controller.\n\nAuf seinen steigenden Bekanntheitsgrad bauend, händigt er Konzertveranstalterin Wendy Day eine Kopie des \"Infinite\"-Albums aus. Daraufhin sichert sie ihm die Teilnahme an den 97er MC Battles bei den Rap-Olympics. Eminem liefert eine Top-Leistung ab und muss sich erst im Finale geschlagen geben. \"Für mich ging es irgendwie um Leben oder Tod\", erinnert sich der bis in die Haarspitzen motivierte Vize. Nach dem erfolgreichen Event drückt sein Manager Paul Rosenberg den anwesenden Talentscouts vom Interscope-Label zudem sein Demo in die Hand.\n\nParallel dazu wirft Web Entertainment das Demo als \"Slim Shady\"-EP auf den regionalen Markt. Das Werk wimmelt nur so vor krassen Texten von Ems neuem Alter Ego Slim Shady. Er rappt sich hier förmlich den Frust von Seele und zeigt erste Anzeichen seines heutigen Rüpel-Status': \"Auf der 'Slim Shady'-EP schlug ich gegen jeden zurück, der jemals Scheiße über mich erzählt hatte.\"\nEin paar Wochen später findet Produzentenlegende Dr. Dre jenes legendäre Tape auf dem Büroboden von Interscope-Präsident Jimmy Iovine. Der Hip Hop-Veteran kann sich vor Begeisterung kaum auf den Beinen halten. Nachdem er Eminem auch noch in der Los Angeles' Radiosendung von Sway und Tech reimen hört, setzt der G-Funk-Boss alle Hebel in Bewegung, um den weißen Wahnsinns-Emcee ins Studio zu locken. Dr. Dre im Rolling Stone-Magazin vom April 1999: \"Wenn er die gleiche Person bleibt, die damals zum ersten Mal in mein Studio kam, dann wird er garantiert größer als Michael Jackson.\" Klar, dass Eminem sofort zu Dre in die Beat-Werkstatt eilt, denn \"es war eine Ehre für mich, Lob aus dem Mund meines Jugendidols zu hören\". Die Chemie zwischen den beiden stimmt sofort, und flugs kreiert das neue Paar diverse Songs für Eminems richtiges Debüt. Der Doktor nimmt ihn sogar als ersten Weißen für sein Aftermath-Label unter Vertrag. Der Grundstein für Ems Weltkarriere ist gelegt.\n\nKurz vor Albumveröffentlichung heizt der kommende Superstar auf der Lyricist Lounge-Tour den Hype weiter an. Der deutsche Rapstar Curse war damals während der ersten Eminem-Vorbeben hautnah dabei: \"Ich weilte 1998 zu Besuch in New York und traf mich mit Ill Bill von der Hip Hop-Crew Non Phixion. Ich fragte Bill nebenbei, was es denn so Neues in Sachen Rap gäbe. Er antwortete verschwörerisch: 'Pass mal auf mein Freund. Ich habe hier ein Demotape von einem weißen Rapper aus Detroit, der jetzt gerade in LA bei Dr. Dre ist. Hör dir dieses Demo mal an. Wenn der Typ herauskommt, werden sich viele Emcees Gedanken machen müssen, ob sie noch auf dem gleichen Level sind.'\"\n\nEin dreiviertel Jahr später überschwemmt das Eminem-Fieber angeheizt von Video \"My Name Is ...\" den ganzen Erdball. Während die deutschen Hip Hop-Kollegen Bauklötze über seinen nasalen, hyperschnellen Flow staunen, stehen die Münder der weltweiten Musikfans ob dieses blondierten, rotzfrechen Punks, der als Marilyn Manson und Bill Clinton auftritt, offen wie ein Scheunentor. Die geschickte Selbstinszenierung des bürgerlichen Rebellen mit seelischen Abgründen treibt das \"Slim Shady\"-Album zu vier Millionen verkauften Einheiten. Im Herbst 1999 folgt zudem die Heirat mit Langzeitfreundin Kim.\n\nTrotz zunehmenden Erfolges und privater Bürgerlichkeit weht ihm aber in den USA der Wind weiter scharf ins Gesicht. Besonders nach dem Massaker von Littleton stellen konservative Politiker Eminem an den Pranger. Seine Provokationen zeigen also Wirkung, denn tatsächlich sieht sich der Künstler nur als Rollenspieler, der gesellschaftliche Schattenseiten anprangert. Nur einmal scheint der Rapper die Grenze zwischen Darstellung und Anwendung von Gewalt zu überschreiten: Im Frühjahr 2000 teilt er nicht nur verbal Prügel aus. Einstecken muss Douglas Dail von der Insane Clown Posse, da der Eminems Frau geküsst haben soll. Im Verlauf des Streites zieht Eminem sogar eine Handfeuerwaffe. Der Staatsanwalt droht ihm eine mehrjährige Haftstrafe an, die der Rapper aber im letzten Moment noch abwenden kann, indem er sich teilweise schuldig bekennt.\n\nIm Juli überlebt seine Frau Kim Scott Mathers einen Selbstmordversuch und reicht im August die Scheidung ein. Kurz darauf lässt sie ihre Klage wegen der bösen Texte in \"97 Bonnie and Clyde\" jedoch wieder fallen. Eminem verspricht Kim und Tochter Hailie Jade Scott finanzielle Unterstützung, das Paar kommt sich wieder näher. Auch die Zehn-Millionen-Klage seiner Mutter verläuft im Sande. Dieses Verhältnis bleibt jedoch unterkühlt bis feindlich.\n\nIm Milleniumsjahr steht die Veröffentlichung von Eminems drittem Studioalbum \"The Marshall Mathers LP\" an. Der Rapper reagiert ziemlich sauer, nachdem die Scheibe bereits Tage vor dem Release-Datum im Internet kursiert. Zudem wird auf Napster sogar Eminems angebliche Privatadresse mit Telefonnummer vertrieben. Aus dem Verantwortlichen würde er am liebsten \"die Scheiße herausprügeln\", erklärt der Rapper. Dennoch wird das Album dank der bekannt provokanten Videos und Lyrics zu \"The Real Slim Shady\", \"Stan\" und \"The Way I Am\" zum Kassenschlager und verkauft sich allein in Amerika knapp acht Millionen Mal. Es hagelt Grammys und MTV-Awards ohne Ende.\n\nAnlässlich der Grammy-Verleihung 2001 gehen gerade die Schwulen auf die Straße, um gegen die Diskriminierung in seinen Texten zu demonstrieren. Zudem tritt er mit dem bekennenden Homosexuellen Elton John auf die Bühne und performt mit ihm den Song \"Stan\". Zum Unverständnis der amerikanischen Schwulen- und Lesbenvereinigung natürlich. John selbst nimmt den Rapper zusätzlich in Schutz, indem er sich als großer Eminem-Fan outet. Eminem stellt daraufhin in der taz richtig: \"Das Schimpfwort 'Schwuchtel' (Faggott) heißt für mich einfach so etwas wie 'Verlierer, Weichei'. Es hat nichts zu tun mit Homosexuellen.\" Elton John: \"Sein 'Marshall Mathers'-Album ist frisch, kontrovers, kurz: ein Meisterwerk.\"\n\nNach erfolgreicher Welttournee, die ihn mit Bühnenmotorsäge auch nach Deutschland führt, steht im Mai 2002 \"The Eminem Show\" in den Läden. Das vierte Studioalbum Eminems sorgt wieder schon im Vorfeld für Schlagzeilen: Da es bereits Wochen vor dem offiziellen Release-Datum illegal im Netz erhältlich ist, veröffentlicht Interscope die Platte früher als geplant. Trotzdem erobert der weiße Rapper die Charts diesseits wie jenseits des Atlantiks erneut im Sauseschritt. In einer Zeit, in der die meisten Künstler Einbußen bei den Verkaufszahlen hinnehmen müssen, bildet alles, was Eminem anfasst, die Ausnahme von der Regel. Selbst auf der Kinoleinwand machte der Rapper ein sehr gute Figur.\n\n\"8 Mile\" heißt sein autobiographischer Film, bei dem Eminem selbst die Hauptrolle des Jimmy \"Rabbit\" Smith übernimmt, Kim Basinger seine Rabenmutter spielt, und Curtis Hanson (\"L.A. Confidential\", \"Wonder Boys\") die Regie führt. Eminem ist Jimmy Rabbit. Jimmy Rabbit ist Eminem. Realistisch und stilecht setzt Hanson Ems Aufstieg während der Detroiter Freestyle-Battles in Szene. Nur die wütende Schattenseite des Superstars fällt dem Hollywoodprinzip zum Opfer. Dafür stimmt jedoch die Intention von \"8 Mile\": Nicht die Hautfarbe ist entscheidend sondern die Skills, wie der traurig-komische White Trash-Charakter des naiven Cheddar Bob zeigt. \"Nie wieder\", lautete am letzten Drehtag Eminems kurzer Kommentar auf die Frage, ob er weiter schauspielern wolle. Doch das offene Ende erzwingt eine Fortsetzung förmlich, die sicherlich von seinen weiteren Schritten im Musikgeschäft handeln wird.\n\nNach dem sich das Enfant Terrible also auf dem Thron des Rap eingenistet hat, erweitert er seine künstlerischen und wirtschaftlichen Fähigkeiten, um vollkommen autark arbeiten zu können. Bereits für die \"The Eminem Show\" kreiert er eigene Beats, die später auch bei Künstlern wie Nas oder Jay-Z hoch im Kurs stehen. Dr. Dre fungiert nur noch als Mentor im Hintergrund. Ähnlich verhält es sich auch auf Label-Ebene. Eminem gründet Shady Records als eigenständiges Subunternehmen von Dres Aftermath-Firma. Neben seiner Detroit-Crew D-12 nimmt er noch Obie Trice sowie 50 Cent und dessen G-Unit unter Vertrag. Wie nicht anders zu erwarten, landet auch das erste 50 Cent-Album für Shady Records auf Platz eins der Billboard Charts.\n\nEin Album (\"Encore\") und zwei DVDs später vervollständigt er seinen Backkatalog mit der obligatorischen Greatest Hits. \"Curtain Call\" erscheint am 6. Dezember 2005 und enthält neben den Hits auch persönliche Lieblingstracks des Rapstars sowie eine Reihe unveröffentlichter bzw. neuer Tracks. Damit nährt der mittlerweile 33-Jährige erneut Gerüchte, er wolle sich auf's Altenteil zurück ziehen und seine Sporen in Zukunft lieber als Produzent als an der Bühnenfront verdienen.\n\nWeltweit hat Em bis 2009 über 75 Millionen Platten verkauft und auch den ein oder anderen Skandal (Rassismus-Vorwürfe vom Hip Hop-Magazin The Source, ein Beef mit Ja Rule oder das Eingestehen seiner Tablettenabhängigkeit) überstanden. Den Sound verliert er dennoch nie aus den Augen und kümmert sich beispielsweise im Auftrag von Tupacs Mutter erneut um dessen musikalisches Erbe.\n\nAn Irritationen mangelt es im Leben des Marshall Mathers auch weiterhin nicht. Ab Sommer 2005 kursieren wieder einmal Gerüchte, Eminem wolle seine Rap-Karriere nun endgültig an den Nagel hängen. Obwohl Em bei einer Show in Kalifornien darauf gepflegt einen fahren lässt, bekommen die Unkenrufe doch Substanz: Wegen Erschöpfung sagt der Detroiter sämtliche Europatermine seiner \"Anger Management\"-Tour ab.\n\nStatt auf die Bühnen in Übersee begibt sich der Rap-Star in Behandlung, um seiner Tablettensucht Herr zu werden. Mit Entspannung ist es allerdings im Therapiezentrum nicht weit her: Eminem führt von hier aus eine Klage gegen Klingelton-Anbieter: Er besteht darauf, ihm stehe ein Teil des mit seinen Songs erwirtschafteten Kuchens zu.\n\nIm Sinne seiner von ihm vergötterten Tochter söhnt sich Eminem mit seiner Ex-Frau aus. Die beiden wagen einen weiteren Anlauf und heiraten erneut. Auch dieser Bund soll nicht fürs Leben sein: Nach nur drei Monaten liegt die zweite Ehe von Marshall und Kim Mathers in Trümmern. Privat ohnehin schon arg gebeutelt, trifft Em der Tod seines Freundes Proof, der im April 2006 bei einer Schießerei in Detroit eine Kugel in den Kopf bekommt, doppelt hart.\n\nDennoch: Eminem lässt sich nicht unterkriegen. Im Dezember 2006 meldet sich der Boss von Shady-Records zurück. \"Eminem Presents The Re-Up\" featuret das komplette Line-Up seines Labels und überbrückt die Zeit zu seinem Album-Comeback mit \"Relapse\" im Mai 2009.\n\nIst Eminem nun der neue Elvis? Seine rasante Entwicklung von Nobody zum Superstar zum Produzenten verbildlicht die Beschleunigung aller gesellschaftlichen Prozesse. Anders als Elvis oder auch dessen Nachfolger Michael Jackson scheint Eminem sich kaum nach der Liebe der Massen zu sehnen. Als Künstler muss Eminem sich aber trotzdem hinter niemandem verstecken.\n\nAuch wenn die Gewalt-Exzesse des Alltags in seinen Texten recht eindeutig auf Missstände im eigenen Land abzielen - andere Ebenen seiner ungezügelten Aufmüpfigkeit bewegen die ganze Welt. Nichts gegen Filz und Fett. Als aber der bekennende Homo Elton John Eminem öffentlich den Rücken stärkte, irritierte dies vermutlich mehr Menschen in ihrer Weltanschauung, als beispielsweise die gesammelten Werke des großartigen Joseph Beuys.","strBiographyFR":"Marshall Bruce Mathers III (né le 17 octobre 1972 à Saint Joseph, banlieue de Kansas City, Missouri), mieux connu sous le nom de scène Eminem (parfois stylisé EMINƎM) et également appelé Slim Shady est un auteur-compositeur-interprète de rap et également producteur et acteur américain. Eminem, hormis sa carrière solo, est membre du groupe D12 dont il est co-fondateur et compose le duo Bad Meets Evil avec Royce da 5'9\". Eminem est l'un des artistes ayant vendu le plus d'albums dans l'histoire de l'industrie musicale et est le plus gros vendeur de la décennie allant de 1999 à 2009. Il a été inclus dans de nombreuses listes énumérant les meilleurs artistes de tous les temps, y compris celle de Rolling Stone Magazine où il se classe quatre-vingt-deuxième. Le même magazine l'a déclaré « Roi du Hip-hop ». En incluant ses travaux avec D12 et Bad Meets Evil, il a classé dix albums au sommet des classements américains. Il a vendu 105 millions d'albums à travers le monde dont 50 millions aux États-Unis.\n\nAlors méconnu du grand public, Eminem sortit son premier album en 1996, intitulé Infinite. L'album fut un échec critique et commercial. Il obtint une popularité mondiale après la sortie de son premier album sur le label du producteur et rappeur Dr. Dre, The Slim Shady LP en 1999. Cet album lui valut son premier Grammy Award, celui du meilleur album rap. Il remporta le même trophée pour ses deux albums suivants, The Marshall Mathers LP et The Eminem Show, ce qui fait de lui le recordman du nombre de victoires consécutives pour ce prix. Le rappeur enchaîna en 2004 avec l'album Encore. Après une retraite forcée de trois ans, Eminem fait son come-back en 2009 avec l'album Relapse, laissant derrière-lui ses problèmes de drogue. L'année suivante, il sort son septième album studio, Recovery, qui fut un succès planétaire. En effet, il fut l'album le plus vendu de l'année 2010 tout comme The Eminem Show en 2002. Eminem totalise 13 Grammy Awards dans sa carrière.\n\nEminem est également un entrepreneur actif. Il a notamment créé son propre label, Shady Records, une chaîne de radio, Shade 45 ou encore une fondation caritative. Eminem a débuté sa carrière d'acteur en 2002 avec le rôle de Jimmy Smith Jr. dans le film du réalisateur Curtis Hanson, 8 Mile. Pour ce rôle aux côtés de Kim Basinger, il obtint l'Oscar de la meilleure chanson originale pour la chanson Lose Yourself. Il devient ainsi le premier artiste hip-hop à remporter ce prix.","strBiographyCN":"阿姆（英语：Eminem，另有一別名為Slim Shady），本名馬修·布鲁斯·马瑟斯三世（Marshall Bruce Mathers III，1972年10月17日－）[1]，是一位美國饒舌歌手、音樂製作人及演員。他在1997年被饒舌歌手兼製作人Dr. Dre發掘，其後簽約至所屬的Aftermath唱片公司。在其音樂生涯中，至今共獲得十三次格林美獎的獎項，以及奧斯卡最佳電影歌曲獎項。阿姆是世界上最暢銷的音樂歌手之一\n\n阿姆的專輯累積銷售，已使他成為21世紀前十年全球唱片銷量最高的歌手[2]，是2000年代最暢銷的藝人[3]。世界銷量已超過8000萬張[4]。他被滾石雜誌譽為「最偉大的饒舌歌手」[5]。\n生於密蘇里州聖約瑟夫（St. Joseph），出生不久後，父親便離開了他的家庭。在12歲之前，母親帶著他在州內多次搬家，如堪薩斯、莎凡娜（Savannah）等地，直到後來他們在密歇根州底特律的郊區沃倫市定居。在聽過Beastie Boys的專輯《Licensed to Ill》以及舅舅所送的一首Ice-T的單曲之後，阿姆對嘻哈樂產生了興趣，14歲便第一次登臺演出。高中時期經常參加說唱比賽（freestyle battle），在地下嘻哈樂迷中有一定的人氣。兩個使用過的名字 \"Manix\" 和 \"M&M，後來演變成了Eminem[1]。因為經常翹課的緣故，阿姆讀了兩次九年級，在17歲的時候輟學。\n\n從1992年起，阿姆和哥們Jeff和Mark Bass管理的FBT Productions簽下合約，有時候他也在位於底特律聖克雷爾畔的Gilbert's Lodge餐廳打一份最低工資的洗碗和烹飪的工作。在1996年，阿姆發行了他的首張專輯《Infinite》，這張專輯是在Bass Brothers擁有的Bassment工作室錄製的，並以他們的獨立廠牌Web Entertainment出版。阿姆回憶說：“很明顯，那時候我很年輕並且受到其他音樂人的影響，我得到很多人反應，說我唱得像Nas和AZ。《Infinite》是一張我想去找出我自己的說唱風格、怎樣在麥克風前唱出和展示我自己的專輯。這是一個成長的舞臺，我感覺《Infinite》就像一個我剛剛起步的演示。”[來源請求]這張專輯的歌詞裡唱到的內容包括阿姆撫養他剛出生的女兒海莉（Hailie）時，沒有足夠資金的窘迫處境。在事業的早期，阿姆以“Bad Meets Evil”的藝名和夥伴底特律說唱藝人Royce da 5'9\"合作。\n根據美國Billboard雜誌的描述，阿姆在人生的這一點上已經到了“實現我的音樂夢想是擺脫痛苦生活的唯一出路”的程度。[來源請求]在1998年阿姆與Aftermath Entertainment/Interscope Records簽約後，阿姆於1999年推出了他的首張大牌工作室專輯《The Slim Shady LP》，由Dr. Dre擔當製作人。關於這張專輯，引用Billboard的原話，是“野蠻的”和“在歌詞材料的幾年之前他已經事先開始寫了”。《The Slim Shady LP》成為1999年美國最流行的專輯之一，在年底獲得了鉑金唱片的銷量。但隨著這張唱片的流行，有關其中歌詞的爭議也隨之而來。在歌曲\"97 Bonnie and Clyde\"中，他描述了一趟與還是嬰兒的女兒的旅行中，是怎樣處置他妻子的屍體。另外一首歌\"Guilty Conscience\"中，結束時阿姆鼓勵一個男人去謀殺他的妻子和他妻子的情人。\"Guilty Conscience\" 標誌著阿姆與Dr. Dre牢固朋友關係和音樂合作的開始，他們兩人在之後一起合作製作了一連串轟動的歌曲，包括Dr. Dre的專輯《2001》裡的\"Forgot About Dre\"和\"What's the Difference\"，阿姆《The Marshall Mathers LP》裡的\"Bitch Please\"、《The Eminem Show》裡的\"Say What You Say\"和《Encore》裡的\"Curtains Down\" 。所以，Dr. Dre會在阿姆的工作室製作的所有Aftermath廠牌的專輯裡至少客串一次。","strBiographyIT":"Marshall Bruce Mathers III, meglio conosciuto con lo pseudonimo di Eminem (stilizzato EMINƎM) o con quello del suo alter ego Slim Shady (St. Joseph, 17 ottobre 1972), è un rapper, produttore discografico e attore statunitense.\n\nA maggio 2011 aveva venduto più di 86 milioni di dischi nel mondo,[2] più di 42 milioni di brani scaricati digitalmente e 41,5 milioni di album negli Stati Uniti.[3] È considerato uno dei migliori artisti hip hop di sempre, oltre che in tutta la musica rap degli anni 2000, e nel 2009 ha avuto la nomina di artista del decennio dalla rivista Billboard, classifica stilata in base al successo avuto nella Billboard Hot 100 e nella Billboard 200 dal 1999 al 2009.[4] Durante gli EMAs 2013 ha ricevuto il prestigiosissimo premio Global Icon, diventando così il quarto artista nel mondo ad aver ottenuto tale riconoscimento, dopo i Queen, Bon Jovi e Whitney Houston.\n\nIl premio Nobel Séamus Heaney ha lodato Eminem per l'\"energia retorica\" e per l'interesse suscitato dai testi delle sue canzoni,[5] mentre Elton John lo ha paragonato, per i successi conseguiti, ad altri musicisti celebri quali Mick Jagger e Jimi Hendrix.[6] Nel 2004 la rivista Rolling Stone ha posizionato Eminem[7] al numero 82 nella propria lista dei 100 migliori artisti di tutti i tempi[8].\n\nCresciuto a Detroit, è stato scoperto nel 1997 dal noto gangsta rapper e produttore Dr. Dre. A lanciarlo è stato il singolo My Name Is, pubblicato due anni dopo. Successivamente si è affermato come produttore di album hip hop producendo con la sua etichetta discografica Shady Records, fondata con il suo manager Paul Rosenberg. Ha prodotto i lavori di colleghi come Obie Trice, Stat Quo, Bobby Creekwater, 50 Cent e Yelawolf. Il rapper ha iniziato anche una carriera come attore nel 2002 recitando in 8 mile, diretto da Curtis Hanson. Il film ebbe un grandissimo successo e permise ad Eminem di debuttare ufficialmente a Hollywood. Per Lose Yourself, contenuta nel film, il rapper ha ottenuto nel 2003 l'Oscar alla migliore canzone, prima canzone rap della storia a vincere questo riconoscimento. Ha fatto, inoltre, dei camei nei film The Wash del 2001, con protagonisti i rapper Dr. Dre e Snoop Dogg, e Funny People del 2009 con Adam Sandler. Eminem è noto anche per la sua militanza nel gruppo rap D12, con cui ha pubblicato 2 album. Eminem è tra gli artisti più seguiti su Facebook con oltre 90 milioni di fans al 2014.[9]\n\nIl quarto lavoro del rapper, The Eminem Show, è stato il più venduto e premiato di tutto il 2002, mentre l'album Recovery è stato premiato come miglior album rap ed è stato anche il più venduto del 2010. Eminem ha inoltre stabilito un altro record in quanto unico artista rap ad avere 2 diversi album che sono stati i più venduti nel loro rispettivo anno d'uscita, con Recovery (2010) e The Eminem Show (2002).[10]\nMarshall Mathers è di origini britanniche, tedesche, svizzere, polacche e lussemburghesi[12][13]. I suoi genitori, Marshall Bruce Mathers II e Debbie Mae Nelson, erano due musicisti rock piuttosto poveri e per questo costretti a trasferirsi da una parte all'altra degli Stati Uniti, in condomini e roulotte. Quando Marshall aveva appena sei mesi, il padre abbandonò lui e la madre. A 12 anni, insieme alla madre, si stabilì definitivamente a Detroit. Qui Marshall attraversò un'adolescenza difficile: litigava spesso con la madre, sia per i problemi di droga di quest'ultima che per le numerose storie che essa intraprendeva con uomini non del tutto puliti ed amorevoli (che trattavano male anche lo stesso Marshall).\n\nAveva anche diversi problemi con la scuola: fu, infatti, bocciato tre volte, a causa delle numerose assenze. Marshall era anche molto timido: infatti, era etichettato come \"lo sfigato della classe\", e per questo, era sovente oggetto di derisione e maltrattamento da parte degli altri compagni e da uno in particolare, un certo DeAngelo Bailey, che lo mandò in coma per cinque giorni. Quest'ultimo nel 2001 lo accusò di aver invaso la sua privacy e di averlo messo in cattiva luce. Tuttavia però, nell'ottobre del 2003 le accuse furono archiviate dal tribunale[14]. Appassionato di musica rap, iniziò a dedicarvisi a soli 13 anni.\n\nAlla Lincoln High School, a Warren, conobbe il rapper e futuro migliore amico Proof e la futura moglie Kimberly Anne Scott. A 17 anni abbandonò il liceo e iniziò una relazione di lunga durata con Kim. Il giovane rapper iniziò la sua carriera musicale ancora prima che Kim rimanesse incinta, anche se per sostenere la famiglia fu costretto a fare altri lavori; in particolare, lavorò a lungo come cuoco e lavapiatti per il locale \"Gilbert's Lodge\", a St. Clair Shores, Michigan. Nel 1991 è distrutto dal dolore per il suicidio dello zio Ronnie con cui aveva un legame particolare e che citerà in \"Stan\" \"Cleanin' Out My Closet\" e \"My Dad's Gone Crazy\"; sul braccio sinistro ha tatuato \"Ronnie R.I.P.\" in memoria del parente scomparso.\n\nNel 2006 subirà la dura perdita del suo migliore amico Proof morto in una sparatoria nella 8 mile road; curiosamente solo un anno prima aveva girato insieme a lui il video per la canzone \"Like Toy Soldiers\" in cui subiva la medesima sorte. In quel periodo sua madre assumeva farmaci come Vicodin e Valium; suo figlio l'ha rimproverata a più riprese di farmacodipendenza[15], ma la madre ha più volte cercato di smentire, arrivando anche a denunciare il figlio per diffamazione[16].","strBiographyJP":"Eminem（エミネム、本名:マーシャル・ブルース・マザーズ3世、Marshall Bruce Mathers III、1972年10月17日 - ）は、アメリカ合衆国のヒップホップMC、プロデューサー、俳優。身長173cm。\nエミネムというステージネームは、本名のイニシャル「M&M」を早口にしたら「Eminem」になったというものが由来とされる。また、「スリム・シェイディ(Slim Shady)」という道化師の別人格が存在するとし、スリムあるいはシェイディという名前が歌詞にも頻繁に登場する。スリム・シェイディのコンセプトを思いつく1997年以前から自身をエミネムと名乗っており、初期にM&Mの名で活動していた。\n「ローリング・ストーンの選ぶ歴史上最も偉大な100組のアーティスト」において第83位。\nMTVが選ぶ「史上最も偉大な10人のMC」ランキングでは、KRS・ワンやラキムなどが並ぶ中、堂々の9位に選ばれた。又MTVが選ぶ2010年の「最もホットなMC」ランキングでは、昨年の圏外から堂々の1位に選ばれた。[1]\nアルバムトータルセールス1億枚。 史上最も売れたヒップホップ歌手・ラッパーであり、2000年代の10年間に世界で最もアルバムが売れたアーティストである。\nアメリカ合衆国ミズーリ州セントジョセフ生まれ。曽曽祖母は、1870年代にアメリカに渡ったスコットランドからの移民[2]。その他ウェールズ、イングランド、ドイツ、スイス、ポーランド、ルクセンブルク人の祖先をもつと推測されている[3]。幼い頃から極貧の環境に育ち、12歳の時までカンザスシティとデトロイトを母親と共に2、3ヶ月ごとに転々と過ごす。友達もできず、仲間外れにされ、いじめられ、自殺未遂も経験する。悪環境の中、自然とアフリカ系アメリカ人層やヒップホップに親しむようになる。14歳ごろから本格的にMCとして活動しはじめ、黒人優位のヒップホップ界において、白人ながらいくつものMCバトル・コンテストに挑戦する。中学校時代三回留年している。\n1996年に自主制作アルバム『インフィニット(infinite)』をリリース。ナズやAZの影響を受けたこの作品はあまり注目されずに終わる。","strBiographyRU":"Ма́ршалл Брюс Мэ́терс III (англ. Marshall Bruce Mathers III; 17 октября 1972, Сент-Джозеф, Миссури, США)[2], более известный под сценическим псевдонимом Эминем (англ. Eminem; стилизовано как EMINƎM) и альтер-эго Слим Шейди (англ. Slim Shady) — американский рэпер, музыкальный продюсер, композитор и актёр. Помимо сольной карьеры, Маршалл также состоит в группе D12 и хип-хоп-дуэте Bad Meets Evil. Эминем является одним из самых продаваемых музыкальных артистов в мире, а также самым продаваемым артистом 2000-х[3]. Он назван одним из самых великих музыкантов всех времён многими журналами, включая Rolling Stone, который разместил Эминема под 83-м номером в списке 100 самых великих артистов[4]. Этот же журнал провозгласил его Королём хип-хопа[5]. Если считать и студийные работы его групп, то у Эминема имеется 10 альбомов, которые достигали первой строчки в Billboard 200[6]. Как сольный артист, Эминем продал более 100 миллионов альбомов по всему миру[7][8][9].\n\nПосле выпуска своего независимого дебютного альбома Infinite в 1996 году, Эминем достиг огромной популярности в 1999-м с релизом дебютного альбома The Slim Shady LP на мейджор-лейбле. Этот лонгплей принёс Эминему его первую награду Грэмми за лучший рэп-альбом. Следующие его две пластинки, The Marshall Mathers LP и The Eminem Show, также завоевали победу на Грэмми в той же категории, сделав Эминема первым артистом, кто выиграл эту награду за лучший рэп-альбом три раза подряд. Затем последовали Encore в 2004 году и гастрольный тур с ним, после чего Эминем берёт творческую паузу. 15 мая 2009 года он выпускает первый альбом за 5 лет под названием Relapse. В 2010-м состоялся релиз седьмого студийного альбома Recovery, который отметился всемирным успехом и был назван самым продаваемым альбомом года так же, как и The Eminem Show в 2002-м. Эминем получил Грэмми за обе пластинки, Relapse и Recovery, что, в общем счёте, составляет 13 наград за всю карьеру. 5 ноября 2013 года Эминем выпустил свой восьмой студийный альбом The Marshall Mathers LP 2.\n\nЭминем занимается разной деятельностью: у него есть собственный звукозаписывающий лейбл, которым он управляет вместе со своим менеджером Полом Розенбергом, а также имеется собственная радиостанция, Shade 45 на Sirius XM Radio. В 2002 году Эминем снялся в полуавтобиографической хип-хоп-драме «Восьмая миля». Он получил премию «Оскар» за лучшую песню к фильму, став первым рэп-артистом, выигравшим эту награду[10]. Также он появился камео в кинокартинах «Мойка» (2001), «Приколисты» (2009) и телесериале «Красавцы».\nМаршалл Брюс Мэтерс III родился 17 октября 1972 года в небольшом провинциальном городе Сент-Джозеф, штат Миссури, единственный ребёнок Деборы Р. (Нельсон) Мэтерс-Бригс (1955 года рождения) и Маршалла Брюса Мэтерса-младшего (1947 года рождения). У Эминема шотландские, английские, немецкие, швейцарские, польские и люксембургские корни. Когда его матери было 15 лет, она вышла замуж за его отца, и менее, чем через три года, чуть не умерла во время родов, продолжавшихся 73 часа. Через некоторое время его отец покинул семью, уехав в Калифорнию, и никогда больше не виделся с сыном. Будучи охваченной желанием улучшить жизнь, Дебби Нельсон множество раз переезжала из одного населённого пункта в другой. В итоге они осели в пригороде Детройта, где население было преимущественно афроамериканским. Это привело к напряжённым отношениям Маршалла с темнокожими сверстниками; кульминацией этого антагонизма стало его избиение в школьном туалете, после которого он не мог прийти в норму 10 дней.\n\nВ 1987 году дядя Маршалла Ронни презентовал своему племяннику кассету Ice-T «Reckless», которая сподвигла мальчика на избрание пути рэпера. Несмотря на непрекращающиеся нападки чёрных MC (считалось, что белые априори не способны быть рэперами), Эминем успешно участвовал в баттлах и постепенно начал завоевывать признание публики. Огромную роль в становлении Эминема как рэпера сыграл его лучший друг Proof, ставший участником группы D12.","strBiographyES":"Marshall Bruce Mathers III (17 de octubre de 1972, Saint Joseph, Misuri), conocido por su nombre artístico Eminem (estilizado a EMINƎM), es un MC, rapero, productor discográfico y actor estadounidense. Se hizo popular en 1999 con su álbum de estudio The Slim Shady LP, que ganó un premio Grammy por Mejor Álbum de Rap. Su siguiente álbum, The Marshall Mathers LP, se convirtió en el segundo álbum de hip hop más vendido de la historia, solo detrás de Life After Death de The Notorious B.I.G. y el más rápido en los Estados Unidos. Eminem ganó mayor popularidad, destacando su propio sello discográfico Shady Records, y llevó a su grupo D12 a un reconocimiento general.\n\nThe Marshall Mathers LP y su tercer álbum, The Eminem Show, también ganaron premios Grammy en 2001 y, en 2003, ganó el Óscar a la mejor canción original por el sencillo Lose yourself, de la película 8 Millas, en la que también interpretó el papel principal. Entonces, Eminem comenzó un receso después de viajar en 2005 por la gira de su álbum Encore y, después de varios años, lanzó su quinto y sexto álbum titulado Relapse, el 15 de mayo de 2009 y Recovery, el 22 de junio de 2010. Eminem ha vendido más de 90 millones de álbumes en todo el mundo, convirtiéndose en uno de los raperos con más ventas de la historia y el artista con mayor venta de discos en la década del 2000. Además, ocupó el puesto número 82 en la lista de Los 100 mejores artistas de todos los tiempos, según la revista Rolling Stone, y posicionándose como el 2 mejor rapero solista, después de Dr. Dre, y el 5 mejor rapero (incluyendo grupos), después de los Beastie boys, Dr.Dre, Run–D.M.C. y Public Enemy. También fue llamado el mejor rapero por Vibe Magazine, superando a 2pac y Biggie Smalls. Fue llamado \"Artist of the Decade\" (Artista de la década) por la revista Rolling Stone. En total, incluyendo su trabajo con D12, Eminem ha logrado 7 álbumes #1 en la lista Billboard, aunque ninguno debutó en el número 1, además de catorce sencillos #1 alrededor del mundo, detrás de artistas como 50 cent, Snoop Dogg, Dr. Dre y Beastie boys, por ejemplo, con más de 17 sencillos #1 hasta ahora. Según la revista Billboard, Eminem tiene dos de sus álbumes entre los 5 más vendidos de la década. Su nombre artístico proviene de la unión de las iniciales de Marshall Mathers: M & M (‘M y M’, en inglés). Sus fans se hacen llamar Stan debido a su cancion del mismo nombre de su album The Marshall Mathers LP del 2000.","strBiographyPT":"Eminem, nome artístico de Marshall Bruce Mathers III (St. Joseph, 17 de outubro de 1972), é um rapper, compositor, produtor musical e ator estadunidense. Adquiriu rápida popularidade em 1999 com o lançamento do disco The Slim Shady LP, o qual venceu o Grammy Award de Melhor Álbum de Rap. O seu próximo trabalho, The Marshall Mathers LP, se tornou o álbum solo mais vendido na história dos Estados Unidos. Tal fato o tornou conhecido no mundo inteiro, e ajudou para a divulgação de sua gravadora, a Shady Records, e do seu grupo, o D12.\n\nThe Marshall Mathers LP e o seu terceiro disco, The Eminem Show também conquistaram o Grammy Awards, tornando ele o primeiro artista a conquistar o prêmio de Melhor Álbum de Rap por três vezes consecutivas. Em 2003, venceu o Oscar de melhor canção original com \"Lose Yourself\", que esteve presente no seu filme semi-biográfico 8 Mile. \"Lose Yourself\" iria se tornar o single que por maior tempo ocupou a primeira posição das paradas de hip hop. Em 2004, boatos sobre o fim de sua carreira foram anunciados após o lançamento do álbum Encore, que foram encerrados com o anunciamento de Relapse, oficialmente disponibilizado em 15 de maio de 2009. De acordo com a Nielsen SoundScan, Eminem é o artista que mais vendeu na década nos Estados Unidos e atualmente está na 71ª posição recordistas de vendas de discos da história do país segundo o ranking da RIAA, e no mundo tem mais de 90 milhões de álbuns vendidos, tornando-o um dos artistas recordistas de vendas de discos. Em 2010, lançou Recovery, no qual estava presente o single \"Love the Way You Lie\", cujo videoclipe recebeu mais de 430 milhões de visualizações no YouTube. Recovery tornou-se o sexto álbum consecutivo de Eminem a estrear na primeira posição das paradas do Estados Unidos. De início, o álbum ficou por cinco semanas consecutivas no topo, retornando posteriormente para outras duas, e somando sete semanas em primeiro lugar, no total.\n\nEminem foi escolhido como o 79° na lista dos \"100 Melhores Artistas de Todos os Tempos\" da VH1. Em uma lista similar, foi ranqueado em 82° pela revista Rolling Stone. Incluindo o trabalho com o D12, Eminem acumula 9 álbuns no topo da Billboard Top 200, sendo 7 solo (6 de estúdio, 1 compilação) e 2 com o D12. Ele tem 13 singles na primeira posição em todo o mundo. Tal sucesso fez Eminem ser reconhecido pela Billboard como o Artista da Década. De acordo com a mesma Billboard, o rapper teve dois dos cinco álbuns mais vendidos entre 2000 e 2009. Eminem também já vendeu mais de 17 milhões de downloads de suas músicas apenas nos Estados Unidos. Em 2010, a MTV classificou Eminem como o sétimo maior ícone da história da música pop.","strBiographySE":"Marshall Bruce Mathers III, mer känd som Eminem och kallas även för Slim Shady, född 17 oktober 1972 i Saint Joseph i Missouri, är en Oscarsbelönad amerikansk hiphopartist, låtskrivare, skådespelare och musikproducent. Han var den artist som sålde flest musikalbum i USA under 00-talet, 32,3 miljoner ex. Eminem är även den försäljningsmässigt störste rapparen under de senaste 15 åren, då han har sålt 110 miljoner skivor sedan 1995.[1]\n\nEminem är den första rapparen som vunnit en Oscar. Han var dock inte där och tog emot den, för att han valde istället att stanna hemma och ta hand om sin dotter.[källa behövs]\nMathers föddes 17 oktober 1972 i Saint Joseph i Missouri som Marshall Bruce Mathers III och växte upp i Detroit i Michigan. Artistnamnet Eminem kommer från hans initialer M & M (Marshall Mathers) på engelska M and M eller M'n'M, vilket uttalas som Eminem.\n\nEminem ses ibland som kontroversiell då han är vit vilket inte många rappare i USA är. Eminem har under större delen av sitt liv rört sig i de färgades värld i USA tack vare sin födelseort samt sin kärlek till hiphopen. Han hade en svår uppväxt, kort efter Eminems födsel lämnade hans far familjen. Eminem har berättat i intervjuer att han flera gånger under sin uppväxt försökte få tag på sin far genom att skicka brev, men att hans brev aldrig kom tillbaka. Enligt flera av Eminems låtar så som Cleaning Out My Closet, My Mom och Sing For The Moment missbrukade hans mor Deborah Mathers-Briggs olika typer av knark och andra preparat, t.ex. Valium, samt att hon misskötte Eminem. Eminem har i flera låtar uttalat sig om sitt starka hat mot sina föräldrar.\n\nEminem började rappa redan när han var 8 år gammal och började uppträda redan vid 14 års ålder. År 1992 var Eminem med i albumet Steppin' On To The Scene EP som var Bassmint Productions album med sex låtar i. Han sjöng tre av låtarna i albumet då under artistnamnet M&M medan de tre andra sjöngs av Chaos Kid. År 1995 gjorde han sin första officiella låt, Fuckin' Backstabber. Samma år gjorde han sin första egna demoalbum vid namn Soul Intent. Låtarna på albumet var Biterphobia, F*ckin' Backstabber med Proof, Fuckin' Backstabber. År 1996 släppte han också ett självstående album vid namn Infinite. Albumet fick en blandad respons från kritikerna och många tyckte att Eminems stil var för lik Nas och AZ. Eminem följde upp Infinite med The Slim Shady EP, där hans texter hade en mycket mörkare ton. Eminem hade rappat mycket med sin Detroitkompis, Royce Da 5'9\" tidigare i sin karriär och de ansågs vara två av de allra bästa MC:s i Detroit.\n\nEminem har på senare tid berättat att det var rimmen som spelade störst roll för honom under hans första år som rappare. Biterphobia är ett perfekt exempel på det. Låten är helt enkelt fylld med massor av invecklade och komplexa rim.\n\nEminem har rappat en del med Dr Dre, nate dogg, 50 Cent och Xzibit, samt den Detroitbaserade gruppen D12, som han även är medlem i. Han äger även skivbolaget Shady Records som ger ut CD-skivor från rapartister såsom D12, 50 cent, Obie Trice och Stat Quo.","strBiographyNL":"Eminem (St. Joseph (Missouri), 17 oktober 1972), artiestennaam van Marshall Bruce Mathers III, ook wel Slim Shady genoemd, is een Amerikaans rapper, producer en acteur.\nDe vader van Mathers ging weg van huis toen zijn zoon nog maar 6 maanden oud was. Mathers en zijn moeder verhuisden regelmatig en Mathers wisselde vaak van school.[bron?]\n\nMathers wilde toen hij zeven was graag een stripfiguur worden. Hij tekende zelf ook en ondertekende zijn tekeningen altijd met m&m. Die \"m&m\" kwam van zijn echte naam, Marshall Mathers. Hij wilde een stripheld worden omdat hij dan alles aankon en niet meer bang hoefde te zijn.\n\nEen oom van Mathers, Ronnie, gaf hem een cassettesingle met rapmuziek. Dit was een cassette van de single \"Reckless\" van Ice-T. Hij werd geïnspireerd door onder andere LL Cool J en de Beastie Boys. Deze oom pleegde later zelfmoord. Dit was een enorme tegenslag voor de jonge Mathers. Mathers refereert later in zijn nummer Cleanin' Out My Closet aan deze gebeurtenis. Tevens maakt Mathers in het nummer \"Stan\" een verwijzing naar zijn overleden oom.\n\nToen Marshall nog op school zat, las hij in zijn vrije tijd woordenboeken om zijn woordenschat te verbeteren. Hij schreef ook woorden onder en naast elkaar en noemde het 'stocking ammo' ('munitie verzamelen'). Deze woorden bewaart hij nog steeds in een doos, wat hij liet zien in een 60 Minutes-interview.\nZijn eerste debuut, Soul Intent, waar maar 500 kopieën op de wereld van zijn, werd alleen op cassette uitgegeven en werd alleen gratis uitgedeeld op zijn eerste concert. Zijn moeder heeft later de laatste cassettes naar een benzinepomp gebracht om ze daar te verkopen. Zijn eerste soloalbum (oorspronkelijk uitgegeven op vinyl en cassette, daarna alleen nieuwe uitgegeven bootlegs), Infinite (1996), werd kort daarna uitgebracht. Maar \"Infinite\" werd een flop en had weinig succes. Hij herschreef enkele songs, waarna zijn succes begon. Met zijn tweede album kreeg hij meer bekendheid. Hij werd mede bekend in het ondergrondse hiphop-milieu om zijn tekenfilmachtige stijl en het feit dat hij blank is (wat niet veel voorkomt in de wereld van de rap, die op dat moment toch gedomineerd werd door de Afro-American hiphoppers). Nadat Dr. Dre een van zijn demo's hoorde, werd hem een platencontract aangeboden.","strBiographyHU":"Marshall Bruce Mathers III (1972. október 17.),[1] művésznevén Eminem (stílusosan EMINƎM), alteregójaként Slim Shady amerikai rapper, zeneproducer, dalszerző és színész. Eminem népszerűsége miatt a D12 nevű csapata is ismert lett mainstream körökben. Amellett hogy oszlopos tagja a D12-nek, ő képzi a Bad Meets Evil hiphop duó felét, a Royce da 5’9” nevű rapperrel. Eminem az egyik legkelendőbb előadó a világon, és a legtöbb lemezt eladott híresség a 2000-es években.[2] Számos magazin sorolta már minden idők legnagyobb előadói közé, köztük a Rolling Stone is, melynek Minden idők 100 legnagyobb előadója nevű listáján a 83. helyen végzett.[3] Ugyanez a magazin a Hiphop Királyának nevezte.[4] A D12-vel és a Bad Meets Evil-el való munkáit beleértve összesen tíz listavezető albuma volt a Billboard 200 listán. Eddig több mint 42 millió dalt és 41 millió albumot adott el az Egyesült Államokban[5] és közel 91 millió albumot világszerte.[6]\n\nMegalapította saját kiadóját Shady Records néven, Paul Rosenberg nevű menedzserével. Shade 45 elnevezéssel saját rádióállomása van. Színészi pályafutását 2002-ben kezdte a 8 mérföld című hiphop dráma filmben. Ennek következtében Oscar-díjat nyert a Legjobb Eredeti Filmdal kategóriában, így ő lett az első rap előadó aki megnyerte ezt a díjat.[7] Szintén főszereplője lesz a Shady Talez és a Have Gun, Will Travel című alkotásoknak, melyeket előreláthatólag 2013-ban mutatnak majd be. Ezen kívül feltűnt kisebb szerepekben a Balhé a mosodában (2001), a Ki nevet a végén? (2009) című filmekben és a Törtetők című televíziós sorozatban.\nEminem Marshall Bruce Mathers III néven született 1972. október 17-én, Saint Joseph városában, Missouri államban, Deborah R. (Nelson) Mathers-Briggs és Marshall Bruce Mathers, Jr. egyetlen gyermekeként.[8] Skót,[9] angol, német, svájci, lengyel, luxemburgi felmenőkkel rendelkezik.[10] Apja elhagyta a családot, amikor ő 18 hónapos volt, ezután az anyja egyedül nevelte. 12 éves korától anyjával folyamatosan költözködtek Missouri különböző városaiba (Saint Joseph, Savannah és Kansas City településeket beleértve),[11] mielőtt letelepedtek volna Warrenben, Michigan államban, majd Detroitban, immár véglegesen, Mathers tinédzserkorában.[12]\n\nGyerekként Marshall kifejezett érdeklődést mutatott a történetmesélés felé, emellett képregényrajzoló szeretett volna lenni, mielőtt felfedezte a hip hop-ot.[13] 11 éves korában anyai nagybátyja, Ronald „Ronnie” Nelson megmutatta neki Ice-T Reckless című kislemezének egy másolatát,[13] majd miután hozzájutott a Beastie Boys Licensed to Ill nagylemezéhez tinédzserként, Mathers komolyabban elkezdett érdeklődni a zene iránt, 14 évesen, amatőr rapperként, M&M művésznéven csatlakozott a Bassmint Productions nevű csapathoz és megjelentették második EP-jüket, Steppin' Onto The Scene címmel. Később lecserélték a nevüket Soul Intent-re, és 1995-ben kiadták első kislemezüket, a Fuckin' Backstabber-t, a Mashin' Duck Records gondozásában.[1] Bár beiratkozott a Lincoln High School-ba, Warrenbe, gyakran vett részt freestyle versenyeken a már megszűnt Osborn High School-ban, Detroit keleti részén.[14] Annak ellenére, hogy jól szerepelt a versenyeken egy afroamerikai műfajban, nevet szerzett magának az underground hiphop körökben.[1][8][15] Miután meg kellett ismételnie kétszer a kilencedik évfolyamot iskolakerülés miatt,[16] kirúgták az iskolából 17 éves korában.\n\n1991-ben, nagybátyja Ronnie öngyilkos lett (egy sörétes puskával fejbe lőtte magát). Marshall nagyon közel állt nagybátyjához, ezért teljesen leépítette az eset; emlékére tetoválást is csináltatott: bal felkarjánál látható a „Ronnie R.I.P.” felirat.[17] Ronnie-ról a Stan, Cleanin' Out My Closet, My Dad's Gone Crazy dalokban is említést tesz.","strBiographyNO":"Marshall Bruce Mathers III (født 17. oktober 1972 i Saint Joseph i Missouri), bedre kjent under artistnavnet Eminem og tidligere kjent under navnet Slim Shady, en av nåtidens mest kontroversielle og populære rappere, og har vunnet både Grammy- og Oscarpriser.\n\nArtisten har fått mye oppmerksomhet på grunn av tekstene sine, og kanskje også fordi han er en av få suksessfulle og kritikerroste hvite rappere. Kritikere beskriver tekstene hans som homofobiske, kjønnsdiskriminerende og overdrevent voldelige. Men selv om tekstene kan tegne et bilde av Eminem som en fordomsfull og voldelig mann, har han gjort flere ting som kan tyde på det motsatte. Han har bl.a. opptrådt sammen med, og omfavnet, den homofile artisten Elton John, gitt støtte til tsunamiofrene og satt søkelys på AIDS-smitte. Han har også produsert sko med Nike hvor alle pengene gikk til fattige barn. I «Mosh» snakker han ut mot krig, og i «Toy Soldiers» tar han avstand fra voldskulturen i rapmiljøet. Eminem har også gitt penger til fattige barn f.eks tsunamiofrene og mange flere.\n\nMarshall Mathers III var gift med Kimberly Mathers i vel et år fra 1999 til 2000, før de 14. januar 2006 giftet seg på ny. Lykken ble da også kortvarig. Allerede i april samme år gikk de fra hverandre igjen. Samme måned ble også Mathers' beste venn og forlover, Proof (medlem av D12), skutt og drept.","strBiographyIL":"מרשל ברוס מאת'רס השלישי (באנגלית: Marshall Bruce Mathers III, נולד ב-17 באוקטובר 1972), המוכר בשם הבמה אמינם (Eminem) או האלטר אגו שלו סלים שיידי (Slim Shady), הוא זמר אמריקאי, מפיק מוזיקלי, שחקן, ואמן היפ הופ וראפ. אמינם התפרסם ב-1999 עם אלבומו השני פורץ הדרך, The Slim Shady LP, אשר זכה בפרס הגראמי בקטגוריית אלבום הראפ הטוב ביותר. האלבום השלישי שלו, The Marshall Mathers LP, הפך לאלבום הסולו הנמכר במהירות הרבה ביותר בהיסטוריה של ארצות הברית. אמינם צבר פופולריות במהירות עצומה, מה שהביא אותו להקים חברת תקליטים עצמאי בשם שיידי רקורדס, בו החתים את להקת D12, אשר חבריה הם חברי ילדות של אמינם.\n\nהאלבום The Marshall Mathers LP ואלבומו הרביעי The Eminem Show זכו גם הם בפרסי גראמי, מה שזיכה את אמינם באמן הראשון שזכה בפרס אלבום הראפ הטוב ביותר עבור שלושה אלבומי סולו ברציפות. בשנת 2010 זכה שוב בפרס גראמי עבור אלבומו Relapse, בכך צבר 11 פרסי גראמי בכל הקריירה שלו. ב-2003, הוא זכה בפרס השיר המקורי הטוב ביותר של האוסקר עבור השיר \"Lose Yourself\" מהסרט 8 מייל, שבו שיחק את הדמות הראשית. \"Lose Yourself\" כיכב במקום הראשון של מצעד ההיפ הופ במשך התקופה הארוכה ביותר.‏[1] ב-2004 הוציא את אלבומו החמישי Encore, איתו קיים מסע הופעות כלל עולמי בשנת 2005. בזמן מסע ההופעות, אמינם התמכר לתרופות שינה, והודיע באופן פתאומי על הפסקת מסע ההופעות ויציאה לגמילה, ובכך, למעשה, יצא להפסקה מהקריירה המוזיקלית. ב-15 במאי 2009 הוציא את אלבומו השישי, הראשון מאז 2004, האלבום נקרא Relapse. באותה תקופה, עם תום העשור הראשון של המאה ה-21, אמינם הוכרז כאמן המוכר ביותר של העשור בארצות הברית.‏[2] אמינם מכר מעל ל-80 מיליון אלבומים בכל העולם, מה שהופך אותו לאמן ההיפ הופ המוכר ביותר בעולם כולו.‏[3] בשנת 2010 אמינם הוציא את אלבומו השביעי Recovery. בשנת 2013 אמינם הוציא את אלבומו השמיני The Marshall Mathers LP 2\n\nאמינם הוצב במקום ה-79 ברשימת 100 האמנים הגדולים בכל הזמנים של ה-VH1.‏‏[4] בנוסף, הוא הוצב במקום ה-82 ברשימת 100 האמנים הגדולים בכל הזמנים של מגזין המוזיקה רולינג סטון.‏[5] אם כוללים את עבודתו המשותפת עם להקת D12, לאמינם היו 7 אלבומים אשר כיכבו במקום הראשון של ה-Billboard 200.‏‏[6] ב-2010, MTV דירגה את אמינם במקום השביעי ברשימת עשרת אומני הפופ הגדולים ביותר בהיסטוריה.‏[7] אמינם גם זכה ב- 10 פרסי בילבורד, ו-10 פרסי VMA. בשנת 2010, במצעד השנה של גלגלצ, שירו \"Love The Way You Lie\" בו הוא מארח את ריהאנה, נבחר להיות שיר השנה, בדומה לשירו \"Stan\" בשנת 2000. כמו כן, הוא נבחר גם לזמר השנה. ב-2013 זכה בפרס אמן ההיפ הופ של השנה בטקס הEMA ובנוסף זכה בפרס האייקון על עבודתו.\nאמינם נולד בסנט ג'וזף, במיזורי ב-17 באוקטובר 1972 בשם מרשל ברוס מאת'רס השלישי לאמו דבי נלסון ולאביו מרשל ברוס מאת'רס השני. אביו עזב את הבית זמן קצר לאחר שנולד, ואמינם גודל על ידי אמו. רוב ילדותו עברה עליו במעברים תכופים בין סנט ג'וזף לבין קנזס סיטי, עד שלבסוף בגיל 12 התיישבה משפחתו בפרבר של דטרויט שבמישיגן. בהיותו תלמיד תיכון, אמינם נקלע למריבה עם אחד מתלמידי בית הספר בו למד, והוא אושפז, ונזקק לשיקום ממושך. בעקבות הקטטה, נפגעה ראייתו של אמינם ומאז הוא נזקק למשקפיים. את מריבתו זו, הוא מתאר בשיר \"Brain Damage\" באלבום The Slim Shady LP.\n\nבילדותו, הקשיב לאלבום \"Licensed to Ill\" של להקת ביסטי בויז, דודו רוני לקח אותו למועדוני ראפ, שעוררו את התעניינותו במוזיקת היפ הופ. אמינם נהג להסתובב עם מילונים והשווה מילים דומות באנגלית כדי ליצור חרוזים. פעולות אלו מינפו את הבנתו בראפ, ובעקבות כך אמינם סיגל לעצמו יכולות פריסטייל גבוהות ביותר, אותן ניצל ל\"קרבות היפ הופ\". בעקבות כך, אמינם נקרא \"גאון\" בסביבתו. בינתיים, נכשל אמינם בלימודיו, ובגיל 17 נשר מלימודיו בהיותו בכיתה י'.\n\nבשנת 1991, התאבד דודו רוני בירייה מרובה ציידים בראשו. אמינם, שהיה מאוד קרוב לדודו רוני, לקח את המקרה בצורה קשה מאוד והסתגר בביתו ופיתח שנאה תהומית לאימו, והשמיץ אותה במשך שנים בשיריו, כאשר השיא היה בשיר \"Cleanin' Out My Closet\", בו הוא מאשים אותה שהרסה לו את הילדות עקב היותה מכורה לסמים. בבית השלישי של הקליפ באותו שיר, אמינם קובר את אימו.","strBiographyPL":"Marshall Bruce Mathers III (ur. 17 października 1972 w St. Joseph), lepiej znany pod pseudonimem Eminem (stylizowany na EMINƎM), oraz jego alter ego Slim Shady – amerykański raper, producent oraz aktor. Członek amerykańskiej grupy hiphopowej D12 oraz część duetu hiphopowego z Detroit – Bad Meets Evil, który tworzy wraz z Royce da 5'9\". Trzynastokrotny zdobywca Nagrody Grammy oraz laureat Oscara.\n\nEminem jest jednym z najlepiej sprzedających się artystów na świecie, oraz najlepiej sprzedającym się artystą pierwszej dekady XXI wieku. Raper uznawany jest za jednego z najlepszych artystów wszech czasów przez wiele magazynów, włączając Rolling Stone który sklasyfikował go na 82. miejscu na liście 100 najlepszych artystów wszech czasów. Ten sam magazyn nazwał Eminema \"Królem Hip Hopu\". Wliczając twórczość z D12 oraz Bad Meets Evil, Eminem osiągnął 10 albumów Nr.1 na listach Billboard 200. Raper sprzedał ponad 100 milionów utworów na świecie, łącznie z 42 milionami utworów i 49 milionami albumów sprzedanych w USA.","strGender":"Male","intMembers":"1","strCountry":"Detroit, Michigan, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vifn4f1617650128.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/qyxvxt1538334219.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/25oqjy1641554596.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/xyrwws1511427472.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/uwvpqp1516289595.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/9xn4u01633254418.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/p1r94k1633254171.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/uspurv1342261484.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/a7qr451612948832.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/xsptus1355492658.jpg","strMusicBrainzID":"b95ce3ff-3d05-4e87-9e01-c97b66af13d4","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Eminem/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}