{"album":[{"idAlbum":"2109889","idArtist":"111259","idLabel":null,"strAlbum":"The Dark Side of the Moon","strAlbumStripped":"The Dark Side of the Moon","strArtist":"Pink Floyd","strArtistStripped":"Pink Floyd","intYearReleased":"1973","strStyle":"Rock/Pop","strGenre":"Progressive Rock","strLabel":null,"strReleaseFormat":"Album","intSales":"50000000","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/the-dark-side-of-the-moon-4decb408b6604.jpg","strAlbumThumbHQ":"https://www.theaudiodb.com/images/media/album/thumbhq/14d06g1614593270.jpg","strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/ystsxt1434008782.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/the-dark-side-of-the-moon-50aa6521ef0f3.png","strAlbumSpine":"https://www.theaudiodb.com/images/media/album/spine/uvsrqq1434008827.jpg","strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/qyywxs1536603328.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/wqrtxw1536603302.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/trvwxx1536603314.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/tzruyu1614593431.png","strDescriptionEN":"The Dark Side of the Moon is the eighth studio album by English progressive rock band Pink Floyd, released in March 1973. It built on ideas explored in the band's earlier recordings and live shows, but lacks the extended instrumental excursions that characterised their work following the departure in 1968 of founder member, principal composer and lyricist, Syd Barrett. The Dark Side of the Moon's themes include conflict, greed, the passage of time and mental illness, the latter partly inspired by Barrett's deteriorating mental state.\n\nThe suite was developed during live performances and was premiered several months before studio recording began. The new material was recorded in two sessions in 1972 and 1973 at Abbey Road Studios in London. The group used some of the most advanced recording techniques of the time, including multitrack recording and tape loops. Analogue synthesisers were given prominence in several tracks, and a series of recorded interviews with the band's road crew and others provided the philosophical quotations used throughout. Engineer Alan Parsons was directly responsible for some of the most notable sonic aspects of the album, and the recruitment of non-lexical performer Clare Torry. The album's iconic sleeve features a prism that represents the band's stage lighting, the record's lyrical themes, and keyboardist Richard Wright's request for a \"simple and bold\" design.\n\nThe Dark Side of the Moon was an immediate success, topping the Billboard Top LPs & Tapes chart for one week. It subsequently remained in the charts for 741 weeks from 1973 to 1988. With an estimated 50 million copies sold, it is Pink Floyd's most commercially successful album and one of the best-selling albums worldwide. It has twice been remastered and re-released, and has been covered in its entirety by several other acts. It spawned two singles, \"Money\" and \"Time\". In addition to its commercial success, The Dark Side of the Moon is one of Pink Floyd's most popular albums among fans and critics, and is frequently ranked as one of the greatest rock albums of all time.","strDescriptionDE":"Wikipedia\n\nThe Dark Side of the Moon ist ein Konzeptalbum, das achte und auch erfolgreichste Album der Rockgruppe Pink Floyd. Nach dem Erscheinen des Albums am 24. März 1973 wurde es jahrelang in den internationalen Hitparaden aufgelistet. Mit bis zum Jahre 2008 über 50 Millionen verkauften Tonträgern wird es heute häufig als das drittmeistverkaufte Album nach Michael Jacksons Thriller und AC/DCs Back in Black ausgewiesen. Noch heute werden jedes Jahr rund eine Viertelmillion Exemplare verkauft.\n\nDie ersten Ausgaben hießen The Dark Side of the Moon, ebenso die erste CD-Auflage. Bei einigen späteren Ausgaben (sowohl LP als auch CD) wurde der Name Dark Side of the Moon (ohne das erste \"The\") verwendet. ","strDescriptionFR":"The Dark Side of the Moon est le huitième album studio du groupe de rock progressif britannique Pink Floyd. Paru le 10 mars 1973 aux États-Unis et le 23 mars 1973 au Royaume-Uni, il est souvent considéré comme leur album le plus abouti. Il aborde des thèmes modernes et universels, comme le travail, l'argent, la vieillesse, la guerre, la folie et la mort.\n\nThe Dark Side of the Moon a la particularité d'avoir été joué pour la première fois le 20 janvier 1972, soit plus de treize mois avant sa sortie, et d'avoir été joué et retravaillé durant tout ce temps, sur scène. Le matériel alors utilisé était d'ailleurs bien plus sophistiqué que celui utilisé pour l'enregistrement de l'album. Le groupe se servit, pour l'enregistrement, de techniques encore rares à l'époque, et utilisa des synthétiseurs analogiques, comme le VCS 3, sur plusieurs des pistes. Alan Parsons était l'ingénieur du son responsable de l'enregistrement, et notamment des principaux aspects sonores présents comme la performance de Clare Torry sur The Great Gig in the Sky.\n\nLa pochette, réalisée par George Hardie, de Hipgnosis, est la réponse à la demande du groupe d'un concept graphique « simple et audacieux ». Le célèbre prisme représente l'éclairage scénique du groupe, et le livret original de l'album contenait les paroles des chansons de l'album.\n\nResté dans le Billboard 200 américain pendant une période record de 809 semaines — l'équivalent de 15 ans — dont 591 consécutives, le disque représente, jusqu'à aujourd'hui, l'une des meilleures ventes d'albums de tous les temps. Les titres Money et Us and Them/Time sont sortis en single, et Money est devenu le premier à propulser Pink Floyd en tête des ventes.\n\nL'album est paru à l'origine dans une pochette LP conçue par Hipgnosis et George Hardie et portant le prisme dispersif, devenu emblématique, du groupe. Hipgnosis avait déjà créé plusieurs des pochettes d'albums du groupe, et en avait obtenu des résultats parfois controversés ; EMI avait déjà réagi de façon confuse face aux pochettes de Atom Heart Mother et de Obscured by Clouds, s'attendant à des compositions plus classiques incluant des lettrages et des mots. Les concepteurs Storm Thorgerson et Aubrey Powell étaient alors en mesure d'ignorer de telles critiques, alors qu'ils étaient employés par le groupe. Pour The Dark Side of the Moon, Richard Wright leur demanda de créer quelque chose de « plus intelligent, de plus soigné et de plus chic » (smarter, neater—more classy). Le dessin du prisme fut inspiré par une photographie que Thorgerson avait vue lors d'une session de brainstorming avec Powell.\n\nL'illustration fut créée par leur associé, George Hardie. Hipgnosis avait proposé au groupe un choix de sept pochettes différentes, mais les quatre membres du groupe furent immédiatement d'accord sur le fait que le prisme était de loin le meilleur. Le dessin représente trois éléments : l'éclairage de scène du groupe, les paroles de l'album et la requête de Richard Wright pour quelque chose de « simple et audacieux » (simple and bold). Le spectre lumineux s'étend à travers l'intégralité de la pochette, une idée de Waters. Ajouté peu après, la pochette inclut également un électrocardiogramme du battement de cœur utilisé à travers l'album, et le dos de l'album fait apparaître un autre prisme recombinant la lumière diffractée, selon une suggestion de Thorgerson, facilitant ainsi une disposition esthétique de l'album pour les disquaires. Les bandes de couleurs émanant du prisme de la pochette ne comportent en revanche que six couleurs, ne faisant pas paraître l'indigo par rapport à la division traditionnelle des couleurs en rouge, orange, jaune, vert, bleu, indigo et violet (un prisme réel faisant apparaître un spectre continu, on ne distingue dans la réalité pas de frontières entre deux couleurs). À l'intérieur de la pochette, on pouvait trouver deux posters et divers autocollants autour du thème des pyramides. L'un des posters montre des photos des membres du groupe en concert, superposées avec des lettres éparpillées formant le mot PINK FLOYD, et l'autre une photographie infrarouge des pyramides de Gizeh, créée par Powell et Thorgerson.\n\nDepuis le départ du membre fondateur Syd Barrett en 1968, la charge de l'écriture des paroles est retombée sur les épaules de Waters. Il est par conséquent indiqué comme l'auteur des paroles de l'album, faisant de Dark Side of the Moon le premier d'une suite de cinq albums où Waters est crédité comme l'unique parolier du groupe (les livrets des albums Wish You Were Here, Animals et The Wall le créditent en effet comme seul parolier. The Final Cut est quant à lui considéré comme étant de facto un album de Waters). Le groupe avait tant confiance en la qualité de l'écriture de Waters que, pour la première fois, ils se sentirent en mesure d'imprimer les paroles dans le livret de l'album. Lorsque, en 2003, il lui fut demandé si sa contribution à l'album fut « l'organisation des idées et des cadres » et celle de David Gilmour « la musique », Waters répondit  :\n\n« C'est des conneries. La question n'est même pas que Dave ait besoin d'être motivé pour sortir le meilleur de son jeu de guitare. Et c'est un excellent guitariste. Mais l'idée qu'il a essayé de propager toutes ces années, comme quoi il aurait un sens de la musique plus prononcé que le mien, est une putain d'absurdité. C'est une idée ridicule mais les gens semblent assez contents d'y croire. »\n\nLe succès de l'album fut la source d'une richesse jusqu'alors inconnue aux quatre membres du groupe  : Richard Wright et Roger Waters s'achetèrent de grandes maisons en province, et Nick Mason commença à collectionner les voitures haut-de-gamme. Une part des bénéfices furent investis dans la production du film Monty Python : Sacré Graal !. L'ingénieur du son Alan Parsons fut nommé pour le Grammy Award de la Meilleure Conception d'Enregistrement, Catégorie Non Classique (\"Best Engineered Recording, Non-Classical\") pour son travail sur The Dark Side of the Moon, et cela le mena à une carrière d'artiste très prolifique. Bien que Waters et Gilmour eussent à l'occasion minimisé sa contribution à l'album, Mason la loua souvent. En 2003, Parsons eut la réflexion suivante  : « Je crois qu'ils ont tous ressenti que j'avais rattaché tout le reste de ma carrière à The Dark Side of the Moon, ce qui n'est pas entièrement faux. Mais je me lève encore, parfois, frustré à l'idée du fait qu'ils gagnèrent des millions à l'insu de tous, contrairement à nombre de personnes qui travaillèrent avec eux sur cet enregistrement. » Lors de l'enregistrement de l'album, il ne fut en effet payé que 35 £ par semaine pour son travail.","strDescriptionCN":null,"strDescriptionIT":"The Dark Side of the Moon (intitolato Dark Side of the Moon nell'edizione CD del 1993), in italiano \"Il lato oscuro della Luna\", è un concept album (l'ottavo in studio) del gruppo musicale britannico Pink Floyd, pubblicato il 1º marzo 1973 negli Stati Uniti dalla Capitol Records e il 24 marzo dello stesso anno nel Regno Unito dalla Harvest Records. L'opera nacque dopo numerose sperimentazioni musicali che i Pink Floyd studiarono durante i loro live o registrazioni, ma senza le lunghe parti strumentali che erano diventate una caratteristica peculiare del gruppo dopo l'abbandono nel 1968 di Syd Barrett, membro fondatore e principale compositore e paroliere del gruppo. Tra i temi del concept vi sono inclusi il conflitto interiore, il rapporto con il denaro, il trascorrere del tempo e quello dell'alienazione mentale, ispirato in parte dai disturbi mentali di Barrett.\n\nL'album si sviluppò come parte del tour del 1971, in seguito alla pubblicazione di Meddle, e iniziò a essere pubblicizzato diversi mesi prima dell'inizio effettivo delle registrazioni in studio. Il nuovo materiale venne migliorato e raffinato durante il Dark Side of the Moon Tour, e fu registrato in due sessioni nel 1972 e nel 1973 negli Abbey Road Studios di Londra. I Pink Floyd usarono alcune delle tecniche di registrazione più avanzate dell'epoca, inclusi la registrazione multitraccia e i loop. In molte tracce si usarono sintetizzatori analogici e, in sottofondo, anche una serie di interviste con la band e lo staff tecnico in forma di aforismi filosofici. Il tecnico del suono Alan Parsons contribuì alla realizzazione di alcuni degli aspetti sonori più innovativi, incluso il ticchettìo e lo scoccare degli orologi in Time.\n\nThe Dark Side of the Moon fu un successo immediato, mantenne il primo posto della classifica statunitense Top LPs & Tapes per una settimana e vi rimase per altre 741 dal 1973 al 1988. Nel giugno 2011 ha toccato le 1000 settimane nella classifica US Top Catalog. Con 50 milioni di copie vendute, è quello di maggiore successo dei Pink Floyd e uno dei più venduti della storia. È stato rimasterizzato e ripubblicato in due occasioni, oltre alle varie reinterpretazioni di vari gruppi musicali. Furono estratti due singoli: Money e Us and Them.\n\nOltre al suo successo commerciale, The Dark Side of the Moon è spesso considerato uno dei migliori album di tutti i tempi, sia dai critici sia dai semplici appassionati.\n","strDescriptionJP":null,"strDescriptionRU":"Дата выхода: 24 марта 1973\nКомпания: EMI Records Ltd\nСтудия: Abbey Road\nЗвукорежиссер: Alan Parsons\nПродюсер: Pink Floyd\nАвтор обложки: Hipgnosis\n\nХит-парады: UK: 2 место\n                        US: 1 место\nРоджер Уотерс: бас, синтезатор VCS3, вокал, звуковые эффекты\nДэвид Гилмор: гитара, синтезатор VCS3, вокал\nРик Райт: клавишные, синтезатор VCS3, вокал\nНик Мэйсон: ударные, звуковые эффекты\nДик Перри: саксофон в Us And Them и Money\nКлэр Торри: вокал в The Great Gig In The Sky\nДорис Трой, Лесли Дункан, Лиза Страйк, Барри Сент Джон: бэк-вокал\n\n1.Speak To Me 1:12\n2.Breathe In The Air 2:45\n3.On The Run 3:34\n4.Time 7:04\n5.The Great Gig In The Sky 4:47\n6.Money 6:22\n7.Us And Them 7:50\n8.Any Colour You Like 3:25\n9.Brain Damage 3:50\n10.Eclipse 2:01\n\nDark Side Of The Moon\n\nЭтот альбом, работа над которым фактически велась со времени выхода A Saucerful Of Secrets, является наиболее завершенным в концептуальном плане произведением группы. Здесь достигнуто превосходное равновесие между поэтическим талантом Уотерса и музыкальным гением Гилмора. После выхода этого альбома ни творчество PINK FLOYD, ни прогрессивный рок в целом уже не могли остаться такими, как были.\n\nВ основе концепции альбома лежит утверждение, что современная жизнь является путем к безумию, и индивид должен вести суровую борьбу за сохранение рассудка. Это оказалось настолько созвучным мыслям и опасениям миллионов людей, что альбом продолжают активно покупать и спустя четверть века с момента его появления.\nПервый тираж альбома вышел под названием The Dark Side Of The Moon, однако в дальнейшем определенный артикль был опущен.\n\nSpeak To Me (N. Mason) является своего рода увертюрой, включающей в себя фрагменты основных музыкальных тем и звуковых эффектов альбома. Слышные на заднем плане голоса представляют собой ответы на вопросник, составленный группой, основными темами которого являлись смерть, насилие и безумие. Среди интервьюируемых были самые разные люди, находившиеся в студии, включая Пола и Линду Маккартни. В качестве названия композиции были выбраны слова, с которыми звукоинженер Алан Парсонс обращался к опрашиваемым, чтобы настроить уровень записи.\n\nBreathe отражает разочарование Уотерса бесконечной погоней за успехом. Он находил все более трудным сочетать социалистические убеждения с жизнью преуспевающей рок-звезды. Многие из идей, нашедших отражение в песне, пришли ему в голову во время совместной с Роном Гизином работы над саундтрэком к фильму Тони Гарнета «The Body», первые слова которого стали первой строчкой песни.\n\nOn The Run (D. Gilmour — R. Waters) первоначально называлась «The Travel Sequence» и была задумана Уотерсом как отражение паранойяльного страха перед смертью, конкретнее, перед полетами на самолетах, который был присущ всем членам группы. К концу 1972 года в распоряжении группы оказалось последнее достижение музыкальной технологии, Synthi-A, снабженный секвенсором, позволявшим программировать последовательность звуков, что позволяло создавать живые музыкальные картины. В начале композиции можно услышать, как задыхающийся пассажир торопится успеть на самолет, затем доносится звук взлетающего самолета (гитара Гилмора с искажениями) и, наконец, грохот падения.\n\nГолос, произносящий «сегодня жив, умру завтра, такой вот я», и обкуренный хохот принадлежат технику группы Роджеру-Шляпе и явились его ответом на вопрос: «Боитесь ли вы смерти?» Звук шагов и тяжелого дыхания принадлежат помощнику инженера Питеру Джеймсу, который бегал по студии в тяжелых башмаках, пока в изнеможении не свалился на пол.\n\nВ основе Time лежит озабоченность Уотерса тем, что мы тратим большую часть нашего времени на привычные дела, даже не пытаясь понять, зачем все это нам нужно, и мы оказываемся на грани безумия, когда неожиданно понимаем, что жизнь прожита впустую.\n\nЭти идеи находят свое музыкальное отражение в приглушенном, колеблющемся звуке бас-гитары, напоминающем тиканье часов, и некотором опережении ритма барабанами Мейсона, словно пытающимися за чем-то угнаться. Что касается какафонии часов в начале вещи, то она была записана звукоинженером группы Аланом Парсонсом в квадрофонической технике и впоследствии стала одним из ошеломляющих эффектов концертных выступлений группы.\n\nThe Great Gig In The Sky (R. Wright) первоначально представляла собой фортепианную пьесу, написанную для шоу «Eclipse», которую сопровождало чтение Экклезиаста, чтобы продемонстрировать, как религия может породить безумие. Впоследствии от этого решено было отказаться из страха перед наказанием. Композиция была переориентирована на тему страха Райта перед смертью в авиакатастрофе.\n\nПрослушав композицию после наложения мощного баса, ударных, гитары и органа Хэммонда, Уотерс решил, что во всем этом не хватает стонущего голоса, чтобы выразить боль и экстаз жизни и смерти. Идея пригласить сессионную певицу Клейр Торри принадлежала Алану Парсонсу, который уже работал с ней ранее. «Мы были поражены, — вспоминал Гилмор. — Это было совсем не похоже на PINK FLOYD, напоминало скорее джаз, но от этого захватывало дыхание».\n\nMoney — еще один пример неприятия социалистом Уотерсом реалий мира бизнеса. Для него являлось постоянным источником раздражения то, что люди, в особенности американцы, считали, что он пользуется всеми благами, предоставляемыми большими деньгами.\n\nUs And Them называлась первоначально «The Violent Sequence» и должна была сопровождать в фильме «Zabriskie Point» сцену разгона полицией студентов в Калифорнийском университете в Лос-Анджелесе. Однако песня была отвергнута Антониони как «слишком грустная». Темой песни является извечный конфликт между богатством и бедностью, особенно обострившийся в Лондоне начала 70-х, «Черный и голубой» — имеется в виду противостояние чернокожих и полиции.\n\nAny Colour You Like (D. Gilmour — N. Mason — R.Wright) представляет собой сознательную уступку музыкантов своему прошлому. Прекрасно понимая, что новый альбом является наиболее структурированным, песенно-ориентированным из всего до этого ими созданного, музыканты решили хотя бы одну композицию выдержать в духе старого доброго джема. Ее названием группа обязана своему дорожному менеджеру Крису Адамсу. Фраза: «Ты можешь получить это любого цвета, какого хочешь», была его обычным ответом, когда его просили сделать что-либо трудновыполнимое или нежелательное. В основу этого выражения легла знаменитая в 20-е годы реклама «форда», который можно было приобрести «любого цвета, если этот цвет — черный».\n\nBrain Damage первоначально называлась «The Dark Side Of The Moon» и должна была являться завершением сюиты «Eclipse». Написанная в период записи Meddle, она содержит в себе отчетливый намек на Сида Баррета. События, связанные с бывшим лидером группы, вновь вышли на сцену в этот период в связи с решением фирмы EMI выпустить альбом неизданных ранних вещей группы. Музыкантам пришлось, оторвавшись на некоторое время от записи альбома, прослушать весь ранний материал.\n\nХотя толчком к созданию песни и послужила судьба Сида, Уотерсу хотелось придать ей более общий смысл. «Можно было бы легко сказать, что в основу этой песни легло то, что случилось с Сидом, — объяснял он, — однако, мне кажется, что она скорее о подлинной жизни человека, скрытой за внешним бытием, которое видят остальные. Другими словами, сумасшедший — это мы сами, то, что мы пытаемся удержать внутри. Огромное большинство из нас оставляет попытку войти в контакт с ребенком внутри нас, поскольку взрослый одерживает верх и берет бразды правления в свои руки, а мы слушаемся его указаний».\n\nEclipse первоначально было названием сюиты, объединяющей песни альбома вокруг образа луны, затмевающей свет солнца. Через весь альбом проходят образы добра и зла, успеха и неудачи, психического здоровья и безумия, находящие свое отражение в противоположности солнца и луны. «Здесь нет никакой загадки, — объяснял Уотерс. — Имеется в виду, что нам доступно все хорошее в жизни, однако влияние темных сил нашей природы мешает нам насладиться этим».\n\nВ конце песни можно услышать, как уборщик студии на Эбби-роуд Джерри Дрискол произносит: «На самом деле, у луны нет темной стороны. В сущности, она вся темная».","strDescriptionES":"The Dark Side of the Moon (en español: El lado oscuro de la luna) es un álbum conceptual y el octavo de estudio de la banda británica de rock progresivo Pink Floyd. Fue lanzado el 1 de marzo de 1973 en Estados Unidos y el 24 de marzo del mismo año en el Reino Unido.\n\nEl álbum está construido a partir de las ideas que Pink Floyd había explorado en sus conciertos y anteriores grabaciones, pero carece de los largos instrumentales que caracterizaban a los trabajos posteriores a la marcha en 1968 de su miembro fundador, principal compositor y letrista, Syd Barrett. La temática del álbum incluye el conflicto, la avaricia, el envejecimiento y la enfermedad mental, tema este último inspirado en parte por el deterioro mental de Barrett.\n\nEl álbum se desarrolló como parte de una futura gira de la banda, estrenándose en directo varios meses antes de que siquiera hubieran comenzado las grabaciones en el estudio. El nuevo material se fue refinando a medida que avanzaba la gira, y fue grabado en dos sesiones en 1972 y 1973 en los Abbey Road Studios de Londres. Pink Floyd usó algunas de las técnicas de grabación más avanzadas de la época, incluyendo grabaciones multipista y loops. En varias de las pistas se usaron sintetizadores analógicos, mientras que una serie de entrevistas con la banda y el equipo técnico aparecen a lo largo del álbum en forma de citas filosóficas. Alan Parsons fue el responsable de algunos de los aspectos sónicos más innovadores del álbum, incluyendo la interpretación no léxica de Clare Torry.\n\nThe Dark Side of the Moon fue un éxito inmediato, llegando en Estados Unidos a lo más alto de la lista Billboard 200 durante una semana. Permaneció en las listas 803 semanas (más de 15 años), siendo así el álbum que más tiempo ha permanecido en listas de la historia. Con una estimación de ventas de 50 millones de copias, es el álbum más exitoso de Pink Floyd y uno de los más vendidos a nivel mundial de la historia. Ha sido remasterizado y reeditado en dos ocasiones, además de haber sido versionado por varias bandas. Del álbum se extrajeron dos sencillos: «Money» y «Us and Them». Además de su éxito comercial, podría decirse que The Dark Side of the Moon es el álbum más popular entre los seguidores y críticos, y aparece frecuentemente en las listas de mejores álbumes de todos los tiempos.","strDescriptionPT":"The Dark Side of the Moon é o oitavo álbum de estúdio da banda britânica de rock progressivo Pink Floyd, lançado em 24 de março de 1973. O disco marca uma nova fase no som da banda, com letras mais pessoais e instrumentais menores, contendo alguns dos mais complicados usos dos instrumentos e efeitos sonoros existentes na época, incluindo o som de alguém correndo à volta de um microfone e a gravação de múltiplos relógios a tocar ao mesmo tempo.\n\nOs temas explorados na obra são variados e pessoais, incluindo cobiça, doença mental e envelhecimento, inspirados principalmente pela saída de Syd Barrett, integrante que deixou o grupo em 1968 depois que sua saúde mental se deteriorou. O conceito básico do disco foi desenvolvido quando a banda estava em turnê, e muito do novo material foi apresentado ao vivo muitos antes de ser gravado. A banda produziu o trabalho no Abbey Road Studios de Londres em diferentes seções em 1972 e 1973 ao lado do produtor Alan Parsons, diretamente responsável pelo desenvolvimento dos elementos sonoros mais exóticos presentes no disco, e a capa, que traz um prisma sendo atingido por um feixe de luz o transformando em um arco-íris, foi desenvolvida para representar a iluminação de palco da banda, o conteúdo íntimo das letras e para atender os pedidos da banda por um trabalho \"simples e marcante\".\n\nThe Dark Side of the Moon foi um sucesso imediato, chegando ao topo da Billboard 200 nos Estados Unidos e já fez mais de oitocentas e três aparições na parada desde então, tendo vendido mais de quinze milhões de cópias e estando na lista dos álbuns mais vendidos da história no país, também no Reino Unido e na França, com um total de cinquenta milhões de cópias comercializadas mundialmente até hoje. A obra também recebeu aprovação total dos fãs e aclamação da crítica especializada, sendo considerado até hoje um dos mais importantes álbuns de rock de todos os tempos.","strDescriptionSE":"The Dark Side of the Moon (DSOTM) är ett konceptalbum från 1973 av det brittiska rockbandet Pink Floyd. Albumet tillhör bandets mest kända och uppskattade verk och är ett av de mest kända inom genren progressiv rock. Det har sålts i 45 miljoner exemplar, vilket gör det till världens tredje mest sålda musikalbum. Det är det album som har legat längst på topplistan Billboard 200: totalt 758 veckor (drygt 14 ½ år) mellan 1973 och 1988.\n\n1971 gav Pink Floyd ut albumet Meddle och började repetera inför den uppföljande turnén. Under repetitionerna planerade bandet nytt material för ett nytt album. Roger Waters föreslog att albumet kunde bli en del av turnén och att det skulle handla om saker som gör folk tokiga, med fokus på bandets egna upplevelser och den forne bandmedlemmen Syd Barretts mentala ohälsa. Alla bandmedlemmarna uppskattade idén med ett konceptalbum.\nAlbumet fick den provisoriska titeln The Dark Side of the Moon, ’Månens mörka sida’, en referens till galenskap (jämför mångalen). Det kom dock fram att ett annat brittiskt band, Medicine Head, redan hade valt den titeln för sitt album, så Pink Floyd valde i stället titeln Eclipse (’Förmörkelse’).","strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":"10","intScore":"9.7","intScoreVotes":"15","strReview":"The official site for the umpteenth re-release of this old chestnut presents you with a daunting array of statistics that, if you're under the age of 30, will probably seem like the ravings of (appropriately enough) a lunatic. For if, by some freak circumstance (lost in Pacific jungle for thirty years/coma/just plain don't like lousy guitar bands etc.), you hold this CD in your hands for the first time, listen up: Dark Side Of The Moon spent an incredible ELEVEN CONSECUTIVE YEARS in the top 100 and has notched up a total of FOURTEEN YEARS lodged in the same place. That's a lot of Lear jets and football teams. But what new can be said?\nWell, it now comes with an extra layer of new enhanced 5.1 surroundsound thingummy with (naturally) Dobly [sic]. And it's got a lovely new stained glass effect cover courtesy of Storm Thorgerson and his hilariously named Hipgnosis cohorts. And the music?\nContextually speaking this was the Floyd's saving grace. By 1972 they'd firmly claimed the avant garde (read: musically unadventurous but prone to hitting large gongs and setting fire to stuff onstage) art rock mainstream as their own playground. Yet these middle-class boys still craved, like, bread, man. After a prolonged period of fumbling soundtracks for European arthouse movies they'd finally emerged from under the shadow of founder/visionary/lost-marble icon, Syd Barrett with a coherently beautiful album, Meddle. Roger Waters had some big ideas about madness, life, death and all that deep stuff. EMI had a rather splendid studio with some top-notch engineers. Six months later...voila!\nWhat made this concoction so popular at the time was a series of coincidences. The western world was now fully stereoed-up; the band hooked up with an immaculate engineer by the name of Alan Parsons (yes, that one with the project) and last, but not least, the band bothered to write some really fine songs. This was a long way from the half-baked nonsense that had plagued Ummagumma or Atom Heart Mother. Gilmour's guitar was now exquisitely tasteful (the heart still breaks over that little phrase about 36 seconds into ''Breathe'') and zen-like in what he could leave out (check the most underrated track ''Any Colour You Like''). The sound effects are as hackneyed as a 70s stereo demonstration record (that this album effectively replaced in most hi-fi stores at the time), yet the overall flow of the album still satisfies as it merges existential ballads (''Time'', ''Us And Them'') with cynical rockers (''Money'') and arena-impressing freak outs (''The Great Gig In The Sky'').\nToo much scrutiny reveals a rhythm section that's laughably leaden, song structures that employ the same descending runs that appear on every Floyd album since Meddle (cf: ''Echoes'') and lyrics that embarrass with their sixth-form triteness. Yet how many writers will be saying the same of Radiohead's cosy attacks on globalisation and 21st century ennui on OK Computer (which owes such a huge amount to this album) in thirty years time? Ultimately it matters little. DSOTM is still a lovely record made brittle by overuse. One almost wishes that instead of spicing it up one more time, EMI had deleted it for a while to give us all room to breathe again...","strMood":"Dreamy","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"f5093c06-23e3-404f-aeaa-40f72885ee3a","strMusicBrainzArtistID":"83d91898-7763-47d7-b03b-b92132375c47","strAllMusicID":"mw0000191308","strBBCReviewID":"gncz","strRateYourMusicID":"the_dark_side_of_the_moon","strDiscogsID":"10362","strWikidataID":"Q150901","strWikipediaID":"The_Dark_Side_of_the_Moon","strGeniusID":"The-dark-side-of-the","strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}