{"artists":[{"idArtist":"150467","strArtist":"Jean de Sainte-Colombe","strArtistStripped":null,"strArtistAlternate":"Monsieur de Sainte-Colombe","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1640","intDiedYear":"1700","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Jean de Sainte-Colombe, or Monsieur de Sainte-Colombe, is a famous French composer and violin player, born around 1640 and died around 1700.\nHe is known as Jean de Sainte-Colombe the father, for he is known to have a son, says Sainte-Colombe the son (about 1660-1720), also a violist and composer, whose traces have been found near Durham in England.\nThe family would be from South West France.\nBiography :\nFew details of his life are known: his parents' names, dates of birth and exact deaths are unknown, but recent research has revealed that his name was John (other sources mention name of Augustin d'Autrecourt, Sieur of Sainte-Colombe) and that he had as teacher the theorist and violist Nicolas Hotman. On the other hand, we have some information related to his talent as a violist, thanks to his students, including Danoville, Jean Desfontaines, Marin Marais, Pierre Méliton and Jean Rousseau.\nIt is probable that it is at the origin of the addition of a seventh string to the bass of viol. Jean Rousseau indicates that he mastered the art of the viol \"to perfection\", is taken again in the work of Pascal Quignard, Every morning of the world (as well as in the film of the same name) which shows the learning of Marin Marais near Sainte-Colombe, and in which he is presented as an austere man. He probably belonged to the nobility of the neighborhood of Pau, and it is reported that he gave at his concerts viol. He was not a court musician.\nWith one hundred and seventy-seven pieces for solo viola and sixty-seven for two violas, Sainte-Colombe proves to be a prolific composer. Among the compositions that have come down to us, Concerts with two violas esgales (score discovered by the pianist Alfred Cortot and found among his papers in 1966). One can have, through these compositions, an idea of ​​the virtuosity of this master.\nHis son, also a violist, wrote a tomb in memory of his father.","strBiographyDE":null,"strBiographyFR":"Jean de Sainte-Colombe, ou Monsieur de Sainte-Colombe, est un célèbre compositeur et violoniste français, né vers 1640 et mort vers 1700. La famille serait originaire du sud-ouest de la France.\nPeu de détails sur sa vie sont connus, mais des recherches récentes ont révélé qu'il s'appelait Jean (d'autres sources mentionnent le nom d'Augustin d'Autrecourt, sieur de Sainte-Colombe) et qu'il avait pour professeur le théoricien et altiste Nicolas Hotman. Par contre, nous avons quelques informations liées à son talent d'altiste, grâce à ses élèves, dont Danoville, Jean Desfontaines, Marin Marais, Pierre Méliton et Jean Rousseau.\nIl est probable qu'il soit à l'origine de l'ajout d'une septième corde à la basse de viole. Jean Rousseau indique qu'il maîtrisait l'art de la viole \"à la perfection\". Chaque matin du monde (ainsi que dans le film du même nom) montre l'apprentissage de Marin Marais près de Sainte-Colombe, dans lequel il est présenté comme un homme austère. Il appartenait probablement à la noblesse d'un quartier de Pau, et on rapporte qu'il y a donné des concerts de viole. Ce n'était pas un musicien de cour.\n","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"French","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ryywxv1522072375.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/syttss1522072390.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"5016dc21-b116-44f1-873d-c3d8c4084633","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}