{"album":[{"idAlbum":"2109883","idArtist":"111259","idLabel":null,"strAlbum":"The Division Bell","strAlbumStripped":"The Division Bell","strArtist":"Pink Floyd","strArtistStripped":"Pink Floyd","intYearReleased":"1994","strStyle":"Rock/Pop","strGenre":"Progressive Rock","strLabel":null,"strReleaseFormat":"Album","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/kr86741616450401.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/eowqua1616450448.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/the-division-bell-4e799ea23b76c.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/w0gkcv1612772143.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/9orgp91612772158.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/bw8dna1612772166.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/wqr92e1612772149.png","strDescriptionEN":"The Division Bell is the fourteenth and final studio album by English progressive rock group Pink Floyd. It was released in the UK by EMI Records on 28 March 1994, and the US by Columbia Records on 4 April.\nThe music is written mostly by David Gilmour and Richard Wright; lyrically, the album deals mostly with themes of communication. Recording took place in a number of locations, including the band's Britannia Row Studios, and Gilmour's houseboat, Astoria. The production team included Pink Floyd stalwarts such as producer Bob Ezrin, engineer Andy Jackson and saxophonist Dick Parry. Gilmour's new wife, Polly Samson, co-wrote many of the album's lyrics, and Wright performed his first lead vocal on a Pink Floyd album since 1973's The Dark Side of the Moon.\nThe album went to #1 in the UK and the US, but received lukewarm reviews. Its release was followed immediately by a tour of the US and Europe. The Division Bell was certified gold, platinum and 2x platinum in the US in June 1994, and 3x platinum in January 1999. It sold over twelve million copies worldwide.","strDescriptionDE":"Wikipedia\n\nThe Division Bell ist das 14. Studioalbum der britischen Rockband Pink Floyd. Es wurde am 30. März 1994 in Großbritannien und Europa sowie am 5. April in den USA veröffentlicht.\n\nDas überwiegend von dem Gitarristen David Gilmour und dem Keyboarder Richard Wright geschriebene Album steht thematisch im Zeichen der Kommunikation, ist aber im Gegensatz zu Pink-Floyd-Alben wie beispielsweise The Dark Side of the Moon oder The Wall kein Konzeptalbum. Es entstand in verschiedenen Studios, unter anderem in den Abbey Road Studios (London) und David Gilmours Hausboot The Astoria. Neben Anthony Moore war auch Gilmours Ehefrau Polly Samson am Songwriting beteiligt. Samson und Gilmour heirateten 1994 während der anschließenden Tournee. Samson ist damit neben der Sängerin Clare Torry (Co-Autorin auf The Great Gig in the Sky vom Album The Dark Side of the Moon) die einzige weibliche Person, die je als Autor eines Pink-Floyd-Liedes genannt wurde. Richard Wright ist zum ersten Mal seit dem 1973er-Album The Dark Side of the Moon auf Wearing the Inside Out als Sänger auf einem Lied der Band zu hören. Weiterhin wird er erstmals seit dem Album Wish You Were Here von 1975 auf fünf Titeln als Komponist geführt, unter anderem auf dem mit einem Grammy Award ausgezeichnetem Instrumentalstück Marooned. ","strDescriptionFR":"The Division Bell est le quatorzième album de Pink Floyd sorti en 1994, probablement leur dernière création en tant que groupe sous la houlette de David Gilmour, le deuxième depuis le départ de Roger Waters. C'est pour cet album que Richard Wright est revenu avec le groupe. Il a même chanté sur sa propre composition Wearing the Inside Out, ce qu'il n'avait pas fait depuis The Dark Side of the Moon. Le titre de The Division Bell fait référence à la cloche du parlement britannique qui sépare ses membres lors des votes. Cet album fut suivi d'une tournée gigantesque ainsi que de l'album en spectacle P·U·L·S·E. Cet album est considéré comme l'anti-The Wall, car il traite de la communication, ce qui est l'inverse de The Wall. Certaines chansons semblent même être directement destinées à Roger Waters tel Lost for Words, ou A Great Day for Freedom où plane l'image de Waters et de son concert à Berlin.\n\nSur la pochette de l'album, il y a deux masques de profil, l'un à gauche, l'autre à droite. Cette disposition provoque un effet d'optique, donnant l'impression que les deux masques ne font qu'un visage. Au verso de la pochette de l'album, cet effet d'optique est plus accentué du fait que les deux profils sont montrés sur fond noir. Ces deux masques entourent la Cathédrale de la Sainte-et-Indivisible-Trinité d'Ely, à côté de Cambridge.","strDescriptionCN":null,"strDescriptionIT":"The Division Bell è il quattordicesimo album in studio dei Pink Floyd pubblicato nel 1994. Il disco ha venduto più di 12 milioni di copie nel mondo.\nLe musiche furono scritte principalmente da David Gilmour e Richard Wright; dal punto di vista testuale, l'album affronta temi quali la mancanza di comunicazione tra le persone. Le sedute di registrazione si svolsero in diverse località differenti, inclusi i Britannia Row Studios di proprietà della band, e lo studio galleggiante di Gilmour, l'Astoria. La nuova moglie di Gilmour, Polly Samson, contribuì firmando diversi testi sull'album, e Wright canta la sua prima parte vocale solista su un disco dei Pink Floyd sin da The Dark Side of the Moon del 1973.\nNonostante le recensioni non esaltanti, l'album raggiunse la vetta delle classifiche in Gran Bretagna e Stati Uniti. Alla pubblicazione del disco fece immediatamente seguito un tour negli Stati Uniti ed in Europa.\nAl momento attuale, The Division Bell rappresenta l'ultimo disco di inediti dei Pink Floyd.","strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"The Division Bell es el decimocuarto y último álbum de estudio de la banda británica de rock progresivo Pink Floyd. Se lanzó el 28 de marzo de 1994 en el Reino Unido a través de EMI Records y el 4 de abril del mismo año en Estados Unidos a través de Columbia Records. Es el segundo álbum de estudio que no cuenta con la presencia del bajista original Roger Waters.\n\nCompuesto en su gran mayoría por el guitarrista David Gilmour y el teclista Richard Wright, el tema central del disco es la comunicación entre las personas, o la falta de ella, acompañado de otros temas relacionados como el aislamiento, la ambigüedad, el enfrentamiento o la autodefensa. La grabación tuvo lugar en diversos estudios, incluyendo los Estudios Britannia Row y la casa flotante de Gilmour, Astoria. La producción contó con la ayuda de algunos incondicionales de la banda como el productor discográfico Bob Ezrin, el ingeniero de sonido Andy Jackson, el saxofonista Dick Parry y el director de orquesta Michael Kamen. La mujer de Gilmour, Polly Samson, coescribió algunas de las letras, mientras que Wright hizo su primer aporte como vocalista principal desde el álbum de 1973 The Dark Side of the Moon.\n\nAlcanzó el número uno en las listas de ventas del Reino Unido y los Estados Unidos aunque recibió críticas bastante duras como la de Tom Sinclair de Entertainment Weekly que llegó a decir que \"la avaricia es la única explicación posible para este álbum simple y estúpido, notable por la fusión de rock progresivo pomposo y new age que pone enfermo\". Además, el antiguo miembro de la banda Roger Waters llegó a decir que era \"una basura\". Después del lanzamiento, la banda se embarcó en una gira por Estados Unidos, Europa y el Reino Unido. The Division Bell fue certificado disco de oro, platino, doble platino en junio de 1994 y triple platino en enero de 1999 por la RIAA. Ha vendido más de doce millones de copias a nivel mundial. La canción \"Marooned\" ganó un Premio Grammy en la categoría de mejor instrumental. Sus conciertos son considerados como \"los mejores shows\" por el hecho de contar con una iluminación y sonido impecable y un gran talento en la banda de apoyo.","strDescriptionPT":"The Division Bell é o décimo quarto e último álbum de estúdio da banda inglesa de rock progressivo Pink Floyd. O disco foi lançado em 30 de março de 1994 no Reino Unido pela EMI Records e em 5 de abril nos Estados Unidos pela Columbia Records. É o segundo sem o baixista Roger Waters.\n\nSuas canções foram escritas principalmente pelo guitarrista David Gilmour e pelo tecladista Richard Wright e tem como principal tema a falta de comunicação, junto com outras questões como o isolamento, conflitos e autodefesa. Foi gravado em vários estúdios entre 1993 e 1994, incluindo o Britannia Row Studios e o barco-estúdio de David Gilmour, Astoria. A equipe de produção escolheu o produtor Bob Ezrin, o engenheiro Andy Jackson e o saxofonista Dick Parry para trabalharem na obra. A esposa de Gilmour, Polly Samson, coescreveu muitas das letras do álbum e Wright contribui como vocalista principal em um trabalho do Pink Floyd pela primeira vez desde The Dark Side of the Moon, de 1973.\n\nO disco foi número um no Reino Unido e nos EUA, mas recebeu más críticas. Seu lançamento foi seguido imediatamente por uma turnê nos EUA e na Europa. The Division Bell foi certificado de ouro, platina e dupla platina nos EUA em Junho de 1994, e platina tripla em janeiro de 1999. A canção \"Marooned\" ganhou um Grammy Award na categoria de \"Melhor Performance de Rock Instrumental\" em 1995.","strDescriptionSE":"The Division Bell är ett musikalbum med Pink Floyd, utgivet 1994. Albumet var gruppens andra utan Roger Waters.\nThe Division Bell toppade albumlistan i såväl Storbritannien som USA. Låtarna \"Keep Talking\", \"Take It Back\", \"High Hopes\", \"Lost for Words\" och \"What Do You Want from Me?\" släpptes som singlar.\n\nIn i det sista var det osäkert vad albumet skulle heta. Men David Gilmours gode vän och författaren till Liftarens Guide till Galaxen, Douglas Adams kom med förslaget \"The Division Bell\", efter det att han fastnat för en textrad i \"High Hopes\" som innehåller en textrad med \"..the division bell..\". \"Division Bell\" är klockan som ringer inför en omröstning i det Brittiska parlamentet. Den brittiske kosmologiforskaren och författaren Stephen Hawkings synthesiser-röst användes i delar av Keep Talking.","strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"8.5","intScoreVotes":"4","strReview":"","strMood":"Dreamy","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"90878b63-f639-3c8b-aefb-190bdf3d1790","strMusicBrainzArtistID":"83d91898-7763-47d7-b03b-b92132375c47","strAllMusicID":"mw0000113053","strBBCReviewID":null,"strRateYourMusicID":"the_division_bell","strDiscogsID":"20683","strWikidataID":"Q208521","strWikipediaID":"The_Division_Bell","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}