{"artists":[{"idArtist":"150550","strArtist":"Nightnoise","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1984","intBornYear":"1984","intDiedYear":null,"strDisbanded":"Yes","strStyle":"","strGenre":"New Age","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Nightnoise was a music ensemble active from 1984 to 1997. Their original blend of Irish traditional music, Celtic music, jazz, and classical chamber music inspired a generation of Irish musicians. They released seven albums on the Windham Hill label.\nOrigins :\nThe origins of Nightnoise can be traced to the Bothy Band (disbanded in 1979), who made a name in Ireland and internationally with a lively fiddle-based sound that brought Irish music into the mainstream. One of the band's founders, guitarist Mícheál Ó Domhnaill, came from a long line of Irish musicians, and was considered one of the finest performers of traditional Irish music.\nIn 1983, after seven years with the Bothy Band and several years collaborating with the master fiddler Kevin Burke, Ó Domhnaill began searching for a new project and a new sound. He met Billy Oskay in Portland, Oregon, and the two began a new collaboration focused on a new and innovative music that integrated Celtic, jazz, and classical chamber music.\nBilly Oskay was born in Kingston, New York, and had developed an international reputation as a violinist. He started playing violin at seven and went on to study under Eugen Prokop at the International Academy of Music Palma de Mallorca in Spain. He excelled equally in violin technique and composition. He graduated from the esteemed academy with a degree in violin and chamber music.\nNightnoise began as a collaboration between this American violinist and Irish guitarist who sought to create a unique blend of musical forms. Together, they composed and recorded some songs in Oskay's Portland home and were pleased with the result – a unique understated sound that had a \"rough but fresh quality that engendered a serene atmosphere.\" Ó Domhnaill secured a contract with William Ackerman at Windham Hill Records, the tracks they recorded were mixed and released in 1984 under the title Nightnoise. The album represented a real departure from Ó Domhnaill's Bothy Band roots, and the mellow, ambient instrumental style incorporating jazz and classical elements and forms full of spirituality almost defined what would be called New Age music.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Mixed","intMembers":"1","strCountry":"Irland","strCountryCode":"IE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/quwqrx1522996444.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xtssvr1522996463.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"91d35928-5983-4653-b552-5cafb314b465","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}