{"artists":[{"idArtist":"150427","strArtist":"Giuseppe Tartini","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1692","intDiedYear":"1770","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Giuseppe Tartini (8 April 1692 – 26 February 1770) was a Venetian Baroque composer and violinist.\nBiography :\nTartini was born in Piran, a town on the peninsula of Istria, in the Republic of Venice (now in Slovenia) to Gianantonio – native of Florence – and Caterina Zangrando, a descendant of one of the oldest aristocratic Piranese families.\nIt appears Tartini's parents intended him to become a Franciscan friar and, in this way, he received basic musical training. He studied law at the University of Padua, where he became skilled at fencing. After his father's death in 1710, he married Elisabetta Premazore, a woman his father would have disapproved of because of her lower social class and age difference. Unfortunately, Elisabetta was a favorite of the powerful Cardinal Giorgio Cornaro, who promptly charged Tartini with abduction. Tartini fled Padua to go to the monastery of St. Francis in Assisi, where he could escape prosecution. While there, Tartini took up playing the violin.\nLegend says when Tartini heard Francesco Maria Veracini's playing in 1716, he was impressed by it and dissatisfied with his own skill. He fled to Ancona and locked himself away in a room to practice, according to Charles Burney, \"in order to study the use of the bow in more tranquility, and with more convenience than at Venice, as he had a place assigned him in the opera orchestra of that city.\"\nTartini's skill improved tremendously and, in 1721, he was appointed Maestro di Cappella at the Basilica di Sant'Antonio in Padua, with a contract that allowed him to play for other institutions if he wished. In Padua he met and befriended fellow composer and theorist Francesco Antonio Vallotti.\nTartini was the first known owner of a violin made by Antonio Stradivari in 1715, which Tartini bestowed upon his student Salvini, who in turn gave it to the Polish composer and virtuoso violinist Karol Lipiński upon hearing him perform: the instrument is thus known as the Lipinski Stradivarius. Tartini also owned and played the Antonio Stradivarius violin ex-Vogelweith from 1711.\nIn 1726, Tartini started a violin school which attracted students from all over Europe. Gradually, Tartini became more interested in the theory of harmony and acoustics, and from 1750 to the end of his life he published various treatises.\nHe died in Padua.\nHis home town, Piran, now has a statue of Tartini in the square, which was the old harbour, originally Roman, named the Tartini Square (Slovene: Tartinijev trg, Italian: Piazza Tartini). Silted up and obsolete, the port was cleared of debris, filled, and redeveloped. One of the old stone warehouses is now the Hotel Giuseppe Tartini. His birthday is celebrated by a concert in the main town cathedral.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Italian","strCountryCode":"IT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vppxvv1521905333.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qwqxup1521905353.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"90c8118e-b5cc-4df8-80d3-8079879c9cef","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}