{"artists":[{"idArtist":"111374","strArtist":"The Monkees","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Colgems","idLabel":"43466","intFormedYear":"1966","intBornYear":"1966","intDiedYear":"2021","strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Cheerful","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"The Monkees were an American rock band that released music under its original incarnation between 1966 and 1970, with subsequent reunion albums and tours in the decades that followed. Assembled in Los Angeles in 1965 by Robert \"Bob\" Rafelson and Bert Schneider for the American television series The Monkees, which lasted 2 seasons from 1966-1968, the musical acting quartet was composed of Americans Micky Dolenz, Michael Nesmith, and Peter Tork, and Englishman Davy Jones. The band's music was initially supervised by producer Don Kirshner.\nDescribed by band member Micky Dolenz as initially being \"a TV show about an imaginary band  that wanted to be The Beatles,  that was never successful\", the actor-musicians soon became a real band. As Dolenz would later describe it, \"The Monkees really becoming a band was like the equivalent of Leonard Nimoy really becoming a Vulcan.\"\n\nFor the first few months of their almost five-year initial career, the four actor-musicians were only allowed limited roles in the recording studio, mainly to allow all four members to sing the songs. This was due in part to the excessive time spent filming the TV series, which in turn limited the amount of time available to the group to rehearse and coalesce as a band. It was very common in the L.A. music scene of the time for session musicians to perform backing tracks for a variety of top 40 bands. Nonetheless, Michael Nesmith did compose and produce some songs from the beginning, and Peter Tork contributed limited guitar work on the Nesmith-produced sessions.\n\nThey soon fought for and earned the right to collectively supervise all musical output under the band's name for the vast majority of the band's career. In addition to the singing that they were already doing, this allowed all four members to play instruments, produce songs, and record and release songs written by all four individual members, as they saw fit. They would often return to session musicians due to time constraints and the independently diverse musical visions of each member. The group also undertook several concert tours, allowing an opportunity to perform as a live band as well as appear on the TV series. Although the show was canceled in 1968, the band continued to record music through 1970, releasing their last single under their original incarnation in 1971.\n\nIn 1986, their 20th year, the television show and music experienced a revival, which led to a series of reunion tours and new records featuring various incarnations of the band's lineup. In 1997, all four members reunited for a new album, television special, and tour. A smaller-budget tour occurred in 2001. In 2011, for their 45th anniversary, band members Davy Jones, Micky Dolenz and Peter Tork reunited (beginning in Liverpool) for a critically and commercially successful tour that sold out multiple venues. It would be the last tour with Davy Jones, who passed away on February 29, 2012. Micky Dolenz stated that \"just before the untimely passing of Davy Jones, all four of the original group were contemplating another reunion.\"\n\nThe Monkees had a number of international hits which are still heard on pop and oldies stations. These include \"(Theme From) The Monkees\", \"Last Train to Clarksville\", \"I'm a Believer\", \"(I'm Not Your) Steppin' Stone\", \"A Little Bit Me, a Little Bit You\", \"Pleasant Valley Sunday\", and \"Daydream Believer\". In 1967, at the height of \"Monkeemania,\" Their albums and singles have sold over 65 million copies worldwide.","strBiographyDE":"The Monkees waren eine US-amerikanische Rockband, die Musik unter seinem ursprünglichen Inkarnation zwischen 1966 und 1970 in den folgenden Jahrzehnten veröffentlicht, mit anschließender Wiedersehen Alben und Touren. In Los Angeles im Jahre 1965 von Robert \"Bob\" Rafelson und Bert Schneider für den amerikanischen TV-Serie The Monkees, die 2 Saisons 1966-1968 dauerte, wurde das musikalische Schauspiel-Quartett der Amerikaner Micky Dolenz, Michael Nesmith und Peter Tork zusammengebaut, und Engländer Davy Jones. Die Musik der Band wurde ursprünglich von Produzent Don Kirshner betreut.\n, wie zunächst von Band-Mitglied Micky Dolenz beschrieben \", eine TV-Show über eine imaginäre Band [...], die bis zu den Beatles sein wollten, [aber], der keiner war erfolgreich\", die Schauspieler-Musiker wurde bald eine richtige Band. Wie Dolenz später beschreiben: \"Die Monkees wirklich immer eine Band war wie der Gegenwert von Leonard Nimoy wirklich immer eine Vulcan.\" Für den ersten Monaten ihrer fast fünfjährigen ersten Karriere, wurden die vier Schauspieler-Musiker darf nur begrenzt Rollen im Studio, vor allem, damit alle vier Mitglieder, die Lieder zu singen. Dies war zum Teil auf die übermäßig viel Zeit verbracht Dreharbeiten für den TV-Serie, die wiederum begrenzt die Menge der zur Verfügung stehenden Zeit zu der Gruppe, um zu proben und zusammenwachsen, wie eine Band. Es war sehr häufig in der LA Musikszene der Zeit für Studiomusiker zu Playbacks für eine Vielzahl von Top-40-Bands. Dennoch Michael Nesmith hat komponieren und produzieren einige Songs von Anfang an, und Peter Tork beigetragen begrenzte Gitarrenarbeit auf den Nesmith produzierten Sitzungen. Sie kämpften bald für und das Recht auf Kollektiv überwachen alle musikalischen Output unter dem Namen der Band für die große Mehrheit verdient von der Karriere der Band. Neben dem Singen, dass sie bereits zu tun, erlaubt dies alle vier Mitglieder, Instrumente zu spielen, produzieren Songs und Aufzeichnung und Freigabe Songs von allen vier Einzelmitglieder geschrieben, wie sie es für richtig hielten. Sie würden oft Session-Musiker zurück aus Zeitgründen und den verschiedenen musikalischen Visionen unabhängig von jedem Mitglied. Die Gruppe unternahm auch mehrere Konzertreisen, so dass die Chance, als eine Live-Band durchführen sowie auf dem TV-Serie. Obwohl die Show wurde 1968 abgebrochen, die Band weiterhin Musik bis 1970 aufzunehmen, die Freigabe ihrer letzten Single unter ihrer ursprünglichen Inkarnation im Jahr 1971. 1986 ihr 20-Jahr die TV-Show und Musik erlebt eine Wiederbelebung, die zu einer Reihe von LED- Wiedersehen Touren und neue Datensätze mit verschiedenen Inkarnationen der Formation der Band. Im Jahr 1997, wieder vereint alle vier Mitglieder für ein neues Album, TV-Special, und Tour. Eine kleinere Budget Tour aufgetreten im Jahr 2001 Im Jahr 2011, zum 45. Jahrestag ihrer, Bandmitglieder Davy Jones, Micky Dolenz und Peter Tork wieder vereint (beginnend in Liverpool) für eine kritisch und kommerziell erfolgreiche Tour, die mehrere Spielstätten ausverkauft. Es wäre die letzte Tour mit Davy Jones, der sich am 29. Februar übergeben werden, 2012 Micky Dolenz, dass \"kurz vor dem frühen Tod von Davy Jones, wurden alle vier von der ursprünglichen Gruppe ein weiteres Wiedersehen betrachten.\" Die Monkees hatten eine Reihe von internationalen Hits, die immer noch auf Pop und Oldies-Stationen gehört werden. Dazu gehören \"(Theme From) The Monkees\", \"Last Train to Clarksville\", \"Ich bin ein Gläubiger\", \"(Ich bin nicht dein) Steppin 'Stone\", \"A Little Bit Me, A Little Bit You\" \"Pleasant Valley Sunday\" und \"Daydream Believer\". Im Jahr 1967, auf der Höhe von \"Monkeemania\" Ihre Alben und Singles wurden über 65 Millionen Exemplare weltweit verkauft.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":"The Monkees is een Amerikaanse popband die furore maakte in de jaren zestig met de gelijknamige televisieshow. De reeks verscheen op 12 september 1966 voor het eerst op de Amerikaanse televisie en werd gedurende twee seizoenen uitgezonden door de NBC. De laatste aflevering was op 19 augustus 1968. In Nederland was de serie in 1966 bij de AVRO te zien.\nAls band scoorden The Monkees diverse hits waaronder I'm a Believer, (I'm Not Your) Steppin' Stone, Daydream Believer en Last Train to Clarksville. Een enkel nummer had zelfs een sociaal-kritische inslag, zoals Pleasant Valley Sunday.[2] Er verschenen negen albums waarvan vijf met de originele bezetting; Tork hield het eind 1968 - nadat de televisieshow was gestopt - voor gezien, en anderhalf jaar later liet Nesmith in een speelgoedreclame doorschemeren dat ook hij het welletjes vond. Dolenz en Jones namen als duo het album Changes op, daarna besloot de platenmaatschappij er een punt achter te zetten.","strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"4","strCountry":"Los Angeles, CA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ks1hea1639216371.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/rrppru1519054670.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xpqusq1369678442.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/spqrqt1369678483.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rpsxrp1394487253.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/monkees-the-51c6184197fcd.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/vvpurr1394487174.jpg","strMusicBrainzID":"b8549efe-f4fd-4dc0-8ef1-226e9c400233","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/The Monkees/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}