{"artists":[{"idArtist":"149633","strArtist":"Christiane Jaccottet","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1937","intDiedYear":"1999","strDisbanded":null,"strStyle":"","strGenre":"Classical","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Christiane Jaccottet was born in Lausanne on the 18.05.1937 of a couple of musicians, André and Andrée Wachsmuth-Loew, both violinists. She died on 26.10.1999 in Rivaz (CH).\nStudies:\nShe began studying piano and music theory with Elise Faller at the Conservatory of La Chaux-de-Fonds, where she passed her Diploma Examination in February 1952 and her Certificate of Diploma on 07.07.1954\nShe continued her studies at the Akademie für Musik und darstellende Kunst in Vienna from 1955 to 1957.\nof Eta Harich-Schneider (cembalo, continuo) and Joseph Mertin (alte Musikpraxis).\nShe gets her Reifeprüfung \"mit vorzüglichem Erfolg\" on 03.05.1957.\nFinally, she participated in Gustav Leonhardt's Course of Interpretation in 1961.\nCareer :\nAt the beginning of her career, she obtains 3 important prizes:\nin 1958, she was laureate \"mit Anerkennung\" of the Internationaler Musikwettbewerb of Munich,\nin 1964 she received the Soloist Award from the Association of Swiss Musicians,\nin 1965, the Harpsichord and Bass Priced at the Musickdagen International of Bruges.\nTeaching:\nIn September 1962, Christiane Jaccottet was appointed to the Conservatoire de Lausanne where she created the class of harpsichord and early music.\nIn June 1975 she succeeded Isabelle Naef as a professor of harpsichord and early music in virtuosity classes at the Conservatoire de Musique de Genève. She will teach there until her death.\nShe directs several Masterclasses, among others in Switzerland, Germany (Germany, GDR), Austria, Australia, Italy and participates in the jury of many international competitions in Bologna, Bruges, Leipzig, Paris, Warsaw etc.\nChristiane Jaccottet has given concerts in various European countries: Switzerland, Germany (FRG, GDR), Austria, Belgium, Croatia, Spain, Finland, France, Great Britain, Holland, Hungary, Italy, Poland and Portugal and, moreover, on several occasions, in the USA and Canada, in Australia and in Japan, which represents more than 800 concerts listed below. In addition, she participated in the recording of more than 120 LPs and CDs (see annexes).\nSome guidelines:\nAt the beginning of her career (1958), Christiane Jaccottet plays with well-known musicians in French-speaking Switzerland and beyond, such as Marçal Cervera, Andrée Wachsmuth-Loew, Edgar Schann, André Luy, Eric Tappy, ...\nFrom 1959 to 1967, she collaborated with \"La Camerata di Cremona\", directed by Ennio Gerelli, as soloist and continuist. This activity was crowned in 1967 with five concerts in Cremona and Milano celebrating the 400th anniversary of the birth of Claudio Monteverdi.\nIn 1961, she participated in the foundation of \"The Baroque Ensemble of Lausanne\", with Hugues Cuenod, Eric Tappy, Etienne Bettems, Maral Cervera (later replaced by Eugen Dombois). The Ensemble's concerts were numerous. He was engaged at prestigious festivals: Strasbourg, 23.06.1961, then Vars, Grignan, Paris: Sully and Marais, Tourraine, Divonne, Brussels, Wien and, finally, Ambronay, 15.09.1973.\nFrom 1966 to 1990, Christiane Jaccottet gave multiple concerts throughout Italy with \"The Orchestra Gasparo di Salo\", Brescia and Bergamo, directed by Agostino Orizzio.\nSince 1970, and for many years, she is associated with the activities of \"The Vocal and Instrumental Ensemble of Lausanne\" directed by Michel Corboz with which she also recorded 3 concertos Haydn.\nFrom 1975 to 1989, she was particularly involved in the GDR (Blankenburg, Berlin, Dresden, Halle, Köthen, Leipzig, Potsdam, Rostock), which earned her the honor of giving a recital in Eisenach, in the music salon. from the house of J.-S. Bach, 21.03.1985, for the tercentenary of the birth of the composer.\nFrom 1965 to 1999, Christiane Jaccottet worked closely with two great names in music, Aurèle Nicolet and Heinz Holliger, surrounded by loyal friends. More than 150 concerts and many recordings are the fruits of this friendship.\nIn 2002, Heinz Holliger composed Recicanto, a work for viola and orchestra, written in memory of Christiane Jaccottet and dedicated to Tabea Zimmermann. \"For thirty years we only played music together. Recicanto is inspired by the trio sonatas of J.S. Bach recorded with Tabea and Christiane. This piece is a goodbye to a very great musician who was very dear to me. \"(H. Holliger)\n\"If I titled my first collection of chronicles of poetry The Interview of the muses, it is because I could not forget with what subtle lyricism she had played this piece of Rameau in the Collegiate of Grignan, I do not know more on what date; but we were still young ... \"(Philippe Jaccottet, in This little noise, NRF, Gallimard, 2008)","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Lausanne, Switzerland","strCountryCode":"CH","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ssvywu1518048003.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vsyrpx1521392808.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"85f89ec1-8f4e-4201-a8a2-80e6cbb9c9e2","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}