{"artists":[{"idArtist":"111281","strArtist":"Rod Stewart","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Warner Bros. Records","idLabel":"43287","intFormedYear":"1969","intBornYear":"1945","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Good Natured","strWebsite":"www.rodstewart.com","strFacebook":"www.facebook.com/rodstewart","strTwitter":"1","strBiographyEN":"Roderick David \"Rod\" Stewart, CBE (born 10 January 1945) is a British singer-songwriter, born and raised in North London, England, and currently residing in Epping. He is of Scottish and English ancestry.\n\nWith his distinctive raspy singing voice, Stewart came to prominence in the late 1960s and early 1970s with The Jeff Beck Group and then Faces. He launched his solo career in 1969 with his debut album An Old Raincoat Won't Ever Let You Down (US: The Rod Stewart Album). His work with The Jeff Beck Group and Faces influenced heavy metal genres.\n\nWith his career in its fifth decade, Stewart has sold over 100 million records worldwide, making him one of the best selling artists of all time. In the UK, he has had six consecutive number one albums, and his tally of 62 hit singles include 31 that reached the top 10, six of which gained the number one position. He has had 16 top ten singles in the U.S, with four of these reaching number one on the Billboard Hot 100. In 2008, Billboard magazine ranked him the 17th most successful artist on the \"The Billboard Hot 100 Top All-Time Artists\". He was voted at #33 in Q Magazine's list of the top 100 Greatest Singers of all time, and #59 on Rolling Stone 100 Greatest Singers of all time. As a solo artist, Stewart was inducted into the Rock and Roll Hall of Fame in 1994, and was inducted a second time, as a member of Faces, in April 2012.","strBiographyDE":"Rod Stewart, CBE (* 10. Januar 1945 in Highgate, London; vollständiger Name Roderick David Stewart) ist ein britischer Rock- und Pop-Sänger. Er gehört mit mehr als 100 Millionen verkauften Tonträgern zu den erfolgreichsten britischen Sängern.\n\nUrsprünglich wollte Rod Stewart Profifußballspieler werden. Er ist leidenschaftlicher Anhänger der schottischen Nationalmannschaft und von Celtic Glasgow. Stewart sang während der 1960er Jahre bei Jimmy Powell and the Five Dimensions, Long John Baldrys Hoochie Coochie Men, The Soul Agents, Shotgun Express, Steampacket und der Jeff Beck Group. 1967 sang er eine Demo-Version von In a Broken Dream von Python Lee Jackson. Nach Stewarts ersten Solo-Erfolgen veröffentlichte die australische Gruppe das Lied 1972 mit Stewarts Gesangsparts, ohne ihn als Sänger zu nennen. 1969 wurde er Leadsänger der mit ihm zu den Faces umformierten Small Faces. Diese frühen Aufnahmen Stewarts sind vom Blues geprägt. Der Blueseinfluss trat im Laufe seiner Karriere mehr und mehr zu Gunsten eines weicheren und gefälligeren Gesangs in den Hintergrund. Markenzeichen Rod Stewarts blieb jedoch seine raue Stimme.\n\n1969 nahm Stewart An Old Raincoat Won’t Ever Let You Down, sein erstes Soloalbum, auf. In Nordamerika wurde es als The Rod Stewart Album veröffentlicht. 1970 erschien das Album Gasoline Alley. Erst mit seinem dritten Album Every Picture Tells a Story etablierte er sich 1971 als Solokünstler. Das Album wurde in der Umfrage der Musikzeitschrift Rolling Stone auf Platz 171 der 500 besten Alben aller Zeiten gewählt. Sowohl die Singleauskopplung Maggie May als auch das Album wurden gleichzeitig Nummer eins in Großbritannien und den USA. Ron Wood unterstützte Stewart bei der Komposition der Lieder für die ersten Soloalben. Bei manchen Liedern übernahmen die Faces die musikalische Begleitung.\n\nMit seinem von Gavin Sutherland übernommenen Titel Sailing, der sich 1975 17 Wochen in den bundesdeutschen Charts hielt, schaffte Stewart auch in Deutschland den Durchbruch.\n\n1983 wurde der Titel Baby Jane Nummer eins in Deutschland und erhielt eine Goldene Schallplatte. Die von Trevor Horn produzierte Version Stewarts von Downtown Train bescherte dem Verfasser des Stücks, Tom Waits, 1990 Tantiemen-Einnahmen, die dieser mit dem Original nicht annähernd erzielte. Ebenso verwendete Stewart von Tom Waits Tom Traubert’s Blues (Waltzing Matilda) und machte daraus einen Welthit. Erst 1991 konnte er sich mit dem Album Vagabond Heart wieder auf seine alten Qualitäten besinnen. 1993 erschien eine MTV-Unplugged-Aufzeichnung von Stewart. 1994 wurde er in die Rock and Roll Hall of Fame aufgenommen.\n\n2002 veröffentlichte Stewart eine Sammlung mit Jazz-Standards unter dem Titel It Had to Be You - The Great American Songbook. Nach dem Erfolg des Albums und mehrfacher Platinauszeichnung veröffentlichte er vier Nachfolgealben mit diesem Material; insgesamt wurden die „Great-American-Songbook“-Alben weltweit mehr als 17 Millionen Mal verkauft.\n\n2007 wurde er zum Commander of the Order of the British Empire wegen seiner Verdienste um die Musik ernannt. An seinen Namen kann er den Namenszusatz CBE anfügen.\n\nIm Jahr 2010 beteiligte sich Rod Stewart an dem Benefiz-Projekt Helping Haiti von Simon Cowell. Für den Mai 2013 kündigte Stewart schließlich das neue Studioalbum Time an, das erstmals nach vielen Jahren wieder neue eigene Songs enthalten soll.\n\nStewarts erste Tochter Sarah (* 1964) hat er mit der Malerin Susannah Boffey. Mit seiner ersten Frau Alana Hamilton bekam Stewart die Kinder Kimberly (* 1979) und Sean (* 1980). Mit dem Model Kelly Emberg hat Stewart die Tochter Ruby (* 1987). Seine zweite Frau Rachel Hunter brachte 1992 die Tochter Renee und 1994 den Sohn Liam zur Welt. Mit seiner derzeitigen Ehefrau Penny Lancaster, die er im Juni 2007 heiratete, bekam Stewart Ende 2005 den Sohn Alastair. Am 16. Februar 2011 wurde ihr zweiter gemeinsamer Sohn namens Aiden geboren.\n\n1999 erkrankte Stewart an Schilddrüsenkrebs, den er im Juli 2000 operieren ließ. Die Operation drohte seine charakteristische „Reibeisenstimme“ zu zerstören. Stewart musste nach der Krebstherapie das Singen wieder erlernen. Seit der Krebserkrankung engagiert sich Stewart in der „City of Hope Foundation“, die die Krebsforschung unterstützt.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Rod Stewart, músico británico, nació el 10 de enero del año 1945 en Highgate (Londres). Comenzó su carrera en la banda de Brian Auger (The Brian Augen Trinity), pasó por los Steampackets, y alcanzó la fama en la banda de Jeff Beck y en los Faces (Junto a Ron Wood, de Rolling Stones). En su carrera en solitario era una estrella de rock al comienzo, pero finalmente ha tomado un tono baladístico que lo ha alejado de las nuevas generaciones.\nRoderick David Stewart nace el 10 de enero de 1945 en Highgate (Londres), en los últimos días de la segunda guerra mundial. Su familia es escocesa y es el menor de cinco hijos. A punto estuvo de morir ya que media hora después de nacer una bomba \"V-2\" alemana caía cerca de su casa, destrozando la comisaría de su barrio.\nRod en su juventud (y alentado por su padre), quería ser jugador de football. Estuvo jugando en las categorías inferiores del Brentford pero esta afición se fue apagando al ver que no le llegaban contratos profesionales, así que abandonó esa ilusión y se dedicó a recorrer Europa con una guitarra. Entre sus destinos estaba España; en St.Tropez (Francia) es arrestado por vago y el cónsul británico le hace regresar a Inglaterra. En 1963 está de nuevo en Londres y a partir de entonces formó parte de varios grupos, sobre los cuales relataremos brevemente.\nJimmy Powell & The Five Dimensions: Este grupo estaba formado por Jimmy Powell como líder y cantante solista, Martin Shaw a la guitarra, Louis Cennamo al bajo, Barry Wilson en la batería y Rod Stewart como armónica y segunda voz. Lo más importante que hizo este grupo fue tocar con los \"Stones\" en el \"Ken Collyer's Studio 51\". Rod dejó el grupo en enero de 1964 y más tarde se editó un single con los temas \"That's All Right\" y \"I'm Looking For A Woman\".\nHoochie Coochie Men: El grupo lo formaba John Baldry como líder y cantante solista, Rod Stewart como armónica y segunda voz, Jeff Bradford a la guitarra, Cliff Barton al bajo, Johnnie Parker al piano y Ernie O´Malley a la batería.\nJohn Baldry se quedó con los restos del grupo Rhythm & Blues All Stars, pero le cambió el nombre por el de \"Hoochie Coochie Men\".\nJ. Baldry necesitaba un cantante que tocara la armónica y Rod admiraba el trabajo de Baldry después de haberlo visto en algunas actuaciones en el \"Edgware Jazz Club\". Rod entró al grupo tras una sesión en el \"Eel Pie Island\" en la estación de \"Twickenham\" y con un sueldo de 35 libras a la semana.\nEste grupo tampoco llegó a grabar porque cuando J. Baldry lo hizo prefirió hacerlo como solista. El único single que grabó Rod fue la canción \"Up Close My Head\", aunque en los créditos no constaba tal \"detalle\".\nThe Soul Agents: Grupo de Southampton con el cual Rod cantaba más o menos asiduamente. Lo más destacado que hizo este grupo fue tocar en el \" Marquee\" de Londres. Steampacket: El grupo lo formaba John Baldry y Rod Stewart como cantantes principales, Brian Auger al órgano, Rick Brown y Mick Waller como sección de ritmo y Vic Briggs a la guitarra. En abril de 1965 el manager Giorgio Gomelsky reunió las bandas \"Long John Baldry & The Hoochie Coochie Men\" y \"Brian Auger´s Trynity\", y les propuso formar una \"superbanda\" a la que iban a bautizar con el nombre de \"Steampacket\".\nEsta excelente banda (que tuvo un año de vida), hizo una exitosa gira con grupos como los \"Stones\" y tocó con grupos como los \"Animals\" y \"Spencer Davis Group\", pero nunca llegó a grabar oficialmente, aunque el manager grabó al grupo y esta grabación se editó en 1973 con una calidad muy pobre; es el único testimonio sonoro que queda de esta banda.\nShotgun Express: El grupo lo formaba Peter Green a la guitarra, Mick Fleetwood a la bateria, Dave Ambrose al bajo, Peter Bardens a los teclados y como voces solistas Rod Stewart y Beryl Mardsen.\nEl núcleo principal de esta banda provenía de un cuarteto llamado \"Peter B´s Looners\". Llegaron a grabar dos singles y Rod cantó en el primero la canción \"I Could Feel The Whole World Turn Round\". Al mismo tiempo Rod estaba intentando empezar una carrera en solitario, y en el 64 la casa discográfica Decca le hace firmar un contrato como solista del que no saldrá nada productivo. El reconocimiento mayor vino en 1967 y 1969 como vocalista de Jeff Beck Group.\nJeff Beck Group: El grupo sufrió muchos cambios en su formación pero la columna vertebral del grupo era Jeff Beck a la guitarra, Ron Wood al bajo y Rod Stewart como voz solista.\nLas primeras actuaciones fueron un desastre, lo cual a punto estuvo de deshacer el grupo por la sensación de aprendices que Beck, como músico profesional y más experimentado que sus compañeros, no podía tolerar. Aun y así siguieron tocando en directo por Europa y Estados Unidos. En 1968 se editó en plena gira americana el primer álbum: \"Truth\", y meses más tarde se editó el segundo: \"Beck-Ola\".\nTras \"Beck-Ola\" el grupo tenia proyectos por separado: Beck quería seguir profundizando en la música, mientras que Rod y Ron estaban a un paso de integrarse a los Small Faces. En 1969 el grupo se separó.\nThe Faces: De los restos de Jeff Beck Group y Small Faces se creó The Faces. El grupo lo formaba Rod Stewart como solista, Ron Wood a la guitarra, Ian McLagan al teclado, Kenny Jones a la batería y Ronnie Lane al bajo.\nEl grupo editó cinco álbum (\"First Step\", \"Long Player\" , \"A Nod's As Good As A Wink\",\"Oh La La\" y \"Coast To Coast\"), más dos recopilaciones, las cuales fueron editadas una vez disuelto el grupo. The Faces fue un grupo fuerte, espectacular, enérgico, vital, lleno de dinamismo y con el característico sonido sucio y duro de los Stones.\nSin embargo, cuando Rod llegó al número uno en la carrera que alternaba en solitario con el grupo, aun había gente que lo iba a ver acompañado de un grupo, su grupo, llamado The Faces. Muchos compraban los discos del grupo como discos de Rod y esto benefició al grupo porque les hizo famosos y ricos, pero les perjudicó artísticamente ahogándoles, sin pretenderlo, bajo su fama.\nEl primer álbum en solitario y aun siendo el vocalista de The Faces, lo graba con la casa discográfica \"Phonogram\" y se titulará \"An old raincoat will never let you down\". Introdujo una mezcla de música acústica y eléctrica utilizando folk, soul y R&B. Arropado por una notable banda compuesta por Ron Wood, Mick Waller y el guitarrista Martin Quittenton, inteligentemente Rod Stewart mezcló sus propias narrativas \"Cindy Lament\" y \"Blind Prayer\" con covers de Ewan MacColl \"Dirty old town\" y Mike D'Abo \"Handbags & gladrags\", pero este disco solo lo apreciaron los buenos catadores.\nAlabado por los críticos, Stewart empezaba a prepararse el camino para saltar a la fama. A continuación llegó el segundo disco: \"Gasoline alley\", conservando los mismos músicos del primer álbum (como también hizo en los dos discos posteriores). Este segundo disco empezó a preocupar a la Warner (casa discográfica de The Faces), que veía que las canciones de Rod como solista eran mejores que las que grababa con el grupo.\nTodavía grabando con The Faces Rod consiguió el éxito en su carrera en solitario cuando \"Maggie may\" se convirtió en 1971 en el mejor single del año (Nº1 en el REINO UNIDO y USA.), a pesar de ser la cara \"B\" del single (la cara \"A\" era una canción de Tim Hardin \"Reason to believe\". La combinación de la melodía pegadiza de Quittenton, la voz inconfundible de Rod Stewart y la mandolina de Ray Jackson de Lindisfarne, creó de esta canción un éxito que perdura hasta nuestros días. Esto propulsó a su vez un nuevo disco de Rod Stewart: \"Every picture tells a story \"(1971), que le llevó a la cima de las listas de éxitos. Rod Stewart siempre ha tenido muy buen gusto a la hora de interpretar canciones de otros cantantes. La versión que hace de la canción de Bob Dylan \"Tomorrow is a long time\" y la de The Temptations \"I'm losing you\", son unas versiones perfectas que muy pocos pueden igualar. El momento culminante del disco es la romántica \"Mandolin wind\".\n\"Never a dull moment\" (1972) era un álbum fino arropado con grandes temas, otro gran golpe. Los siguientes dos años se editaron dos álbum, uno de ellos recopilatorio: \"Sing it again Rod\" (1973) y \"Smiler\" (1974), en el que aparecía una parodia de Rod y sus héroes musicales. En este mismo año la Warner y Phonogram se enfrentan legalmente para discutir los derechos sobre la voz de Rod, al final gana la Warner y Phonogram se debe conformar con las viejas grabaciones, excelentes por otro lado, que recogen parte de lo mejor que Rod haya grabado en su carrera.\nEn 1975 Rod decide trasladar su residencia a Estados Unidos ante los problemas que tiene con los impuestos de su país. En una fiesta conoce a la \"Chica Bond\" Britt Ekland, con la que convivirá durante algún tiempo.\nThe Faces se habían caído en pedazos durante este tiempo tras el éxito de Rod como solista. Esto unido a la oferta de Ron Wood para unirse a los Rolling Stones hizo que la banda se separara, y aunque hubo colaboraciones entre los miembros de The Faces en sus discos en solitario no se volvieron a unir hasta más adelante y por una noble causa.\nViviendo una vida de multimillonario en las Colinas Hollywoodenses (vida de la clase que él nunca había caracterizado en sus canciones más tempranas), esta distancia pasó factura en su música. \"Atlantic crossing\" (1975) fue otro éxito más. En este disco está la pegadiza \"Sailing\", la cual se convirtió en el himno de la armada de su país. Rod se arropó para este disco de músicos de \"Soul\" del calibre de Steve Cropper y Donald ' Duck' Dunn, y había persuadido al legendario productor Tom Dowd para producir el disco. \"A night on the town \"(1976) contenía una gran canción de Cat Stevens: \"The first cut is the deepest\", y una de las grandes composiciones de Rod: \"The killing of Georgie\", canción que hizo sospechar en algunos críticos y prensa amarilla sobre una supuesta homosexualidad de Rod, y todo porque la canción estaba dedicada a un amigo homosexual que fue asesinado en las calles de New York. Rod dejó sus raíces olvidadas y se pasó a la música comercial y de discoteca. A finales de los 70 y en los años 80 \"Hot legs\", \"Da ya think I'm Sexy?\" y \"Passion\", son algunas de la docena de canciones que seguían esta línea y es en esta época cuando vemos al Rod mas compositor, firmando muchas de las canciones de sus discos.\nRod en 1978 debe enfrentarse a una reclamación de plagio por la canción \"Da ya think I'm sexy\". El demandante, un cantante brasileño llamado Jorge Ben, nada pudo hacer y Warner ganó el juicio. En una maniobra sospechosa Rod actuó en un concierto a favor de la UNICEF y donó todos los derechos pasados y futuros sobre la canción a dicha organización. ¿Quién puede tener tan mal corazón como para pleitear con los niños del mundo por los royalties de una canción?.\nEn 1979 se casa con Alana Hamilton y el matrimonio durará hasta finales de 1983. La causa de la ruptura es que ella quiere vivir una vida normal al lado de Rod pero éste al acabar los conciertos se va con la banda a beber cerveza y a cortejar mujeres rubias. Rod deberá pagar 3 millones de dólares a Alana por la separación, y a los pocos meses comienza una relación con la modelo Kelly Emberg. Alana declara a la prensa: \"Sufre el síndrome del rockero de los 40 años\". En 1985 Rod actúa en el festival Rock in Rio en Rio de Janeiro (Brasil), ante 200 mil personas. En 1986 se produce la reunión de The Faces en Wembley en homenaje a Ronnie Lane (componente de The Faces) muerto a causa de esclerosis múltiple. Los integrantes de The Faces recibieron una carta de manos de la viuda con respecto a lo ilusionado que estaba Ronnie ante la posibilidad de revivir a The Faces de nuevo y pensaron en hacer una gira ante el éxito de la reunión en Wembley.\nLos siguientes discos siguieron vendiendo y reafirmando a Rod Stewart como uno de los mejores solistas rock, pero sus seguidores más fervientes se vieron privados de poder escuchar los discos que tanto gustaban en épocas mejores: un álbum como \"Camouflage\" y más aún, una canción como \"Camouflage\" nunca tendría que haber visto la luz en la voz de Rod Stewart.\nRod grabó una canción con Tina Turner (\"It takes two\"), en la cual Rod graba su voz desde Los Angeles y Tina desde Londres, y es el estudio el que se encarga de juntar las voces. También se juntó con Ron Isley (\"This old heart of mine\"), Glass Tiger (\"My town\"), Bryan Adams y Sting (\"All for love\") y participa en discos homenaje como el de Carole King (\"So far away\") y Elton John (\"Your song\"). Este último tiempo Rod ha mostrado un vislumbre de su viejo ego en \"Vagabound heart\" (1991) y la reunión enérgica con Ron Wood en el disco en concierto \"MTV Unplugged and seated…..\" (1993). La recopilación \"Storyteller\"(1989) tuvo grandes ventas al ser un recopilatorio de cuatro albums en los cuales se repasa toda su carrera. Después vendrían unos cuantos recopilatorios más que lo único que hicieron fue llenar unos años vacíos con un par de temas nuevos, los cuales no aportaban nada a la brillante discografía de Rod Stewart.\nEn los 90 el padre de Rod murió a los 85 años y sus hijos le hacen el último regalo: un arreglo floral que representa un campo de football y una bandera escocesa. Rod se separa de Kelly y deberá pagarle 13 mil dólares mensuales. Para variar a los pocos meses se casa con Rachel Hunter de 21 años (Rod tiene 45 años).\nEn 1991 hace su primera gira europea después de 4 años de ausencia. Tiene problemas con su voz a causa de un virus infeccioso que afecta sus cuerdas vocales y tiene que cancelar varios conciertos. En Sheffield el público quiere que les devuelvan su dinero a causa de la poca entrega de Rod, que es ingresado en un hospital y más tarde terminará la gira.\nSalen al mercado a mitad y finales de los 90 dos excelentes trabajos que devuelven a Rod una credibilidad puesta en duda en los años 80: \"A spanner in the works\"(1995) y \"When we were the new boys\"(1998). Son discos que se esperaban y que están hechos a medida para Rod. Tras el lanzamiento de estos discos se realizaron giras americanas y europeas donde en todos los conciertos se cuelga el cartel de \"no hay entradas\". Luego del éxito de las giras americana y europea del disco \"When we were the new boys\" vuelve a Estados Unidos y se reanuda otra gira americana. En esta gira se puede ver a un Rod rejuvenecido y con la fuerza de sus primeros años. Todo parece que los 90 han hecho que Rod sacuda el polvo a los viejos discos y vuelva a sus raíces.\nEstos últimos años Rod sufrió un golpe muy duro al ser abandonado por su mujer, Rachel Hunter, esta (según ella) necesitaba tiempo para pensar en ella y realzar su carrera de actriz pero parece ser que la diferencia de edad y la vida monótona que Rod le daba (conciertos, grabaciones, football y borracheras con los amigos contándose siempre lo mismo) acabaron de romper una relación que (como el titulo del libro) era una muerte anunciada.\nRod no se queda llorando su abandono y en un año pasan por su cama ( Robbie Lauren, Kimberly Conrad, Caprice Bourret, Angelica Bridges, Tracy Tweed, Vicky Lee, etc…… ) un sin fin de mujeres y es normal verlo cada semana del brazo de una u otra en las revistas del corazón pero de todas ellas solo una deja huella y es, Penny Lancaster, la conoció cuando ella se acerco a la salida de un hotel en Londres (Inglaterra) a pedirle un autógrafo y el muy complaciente la invito a pasar unas vacaciones juntos, después se dejaron de ver un tiempo (Rod aprovecho para conocer a alguna rubia más) pero al tiempo volvieron y la relación sigue hasta el día de hoy. Rachel al tiempo se compro una casa cerca de la de Rod en California (USA) y esta relacionada sentimentalmente con un actor americano, de su carrera como actriz nada se puede decir porque solo ha trabajado en películas de bajo calibre.\nEn el 2000 Rod pasa por el quirófano al encontrarle un cáncer benigno en sus cuerdas vocales, la operación fue un éxito y Rod pasa un año descansando, en estos días prepara su nuevo disco que se llamara \"Human\" (Humano) y que tiene como fecha de salida en los primeros días de Febrero, la casa discográfica ya no es Warner sino Atlantic Records pues Rod a vuelto a Atlantic después de mucho tiempo, la etapa de Warner últimamente dejaba mucho que desear ya que a Rod se le tenia muy olvidado (solo e tiene que ver el message board para los fans que le pusieron al bueno de Rod el cual no tenia ni una triste foto y menos aun un color de fondo) en Europa los singles llegaban tarde no había una publicidad para ninguno de sus discos y menos una gira europea la cual se limitaba solo a países que las ventas de los discos fuesen dignas.\nTodos los fans esperamos que esta nueva etapa con Atlantic Records sea más digna para Rod y su carrera.","strBiographyPT":"Roderick David \"Rod\" Stewart (Highgate, Londres, 10 de janeiro de 1945) é um cantor e compositor britânico, com ascendência escocesa.\n\nConhecido por sua voz áspera e rouca, Rod Stewart começou a ficar conhecido no final dos anos 60 quando participou da Jeff Beck Group e depois juntou-se ao The Faces, iniciando paralelamente sua carreira solo que já dura cinco décadas.\n\nAo longo de sua carreira, Rod atingiu várias vezes as paradas de sucesso, principalmente no Reino Unido, onde ele atingiu o primeiro lugar com seis álbuns e por 24 vezes ficou entre o top 10 e seis vezes na posição número 1 entre as músicas mais executadas, e 9 vezes nº1 a nível mundial. Rod Stewart já vendeu 265 milhões de álbuns desde o início de sua carreira.\n\nTem hits como : \"Maggie May\", \"Da Ya Think I'm Sexy?\" , \"I Don't Want to Talk About It\" , \"Sailing\" , \"Young Turks\" , \"Baby Jane\" , \"Have I Told You Lately\" , \"Tonight is The Night\" , \"The First Cut Is The Deepest\" , \"You're in My Heart\" , \"Rhythm of My Heart \" , \"Forever Young\" , \"Downtown Train\" , \"Hot Legs\" , \"Passion\" , \"Some Guys Have All The Luck\" \"Tonight I'm Yours (Don't Hurt me)\" , \"People Get Ready\" , \"Every Beat Of My Heart\" , \"My Heart Can´t Tell You No\" e \"It's Over\".\n\nRod é o 23º na lista de melhores artistas da história e 17º na de mais bem sucedidos de todos os tempos. Com 2 Grammy vencidos tornou uma das figuras mais irreverentes do mundo.\n\nSua canção mais vendida foi o hit \"Da Ya Think I'm Sexy?\" de 1978, que atingiu o número 1 em praticamente todos os países e vendeu mais de 4 milhões em todo mundo","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":"Londonban született és nőtt föl, jelenleg Eppingben lakik. Szülei skót és angol származásúak. Különleges, érces hangjával Stewart az 1960-as évek végének és a 70-es évek elejének kiemelkedő énekese volt a Jeff Beck Group, majd a Faces együttesekben. Szólókarrierjét 1969-ben kezdte meg az An Old Raincoat Won't Ever Let You Down című albumával. A Jeff Beck Groupban és a Facesben kifejtett munkásságának nagy hatása volt a heavy metal és a punk rock műfajok alakulására. Mindkét zenekarral a blues-rock műfajban is alkotott. 2002-ben elhatározta, hogy felénekli az 1930-as, 40-es és 50-es évek legnagyobb klasszikus slágereit, egy The Great American Songbook címet viselő albumsorozaton megjelentetve a szerzeményeket. Az első album, az It Had To Be You lemez kiemelkedő sikereket ért el. A második album (As Time Goes By) az amerikai lemezeladási listákon a második, az Egyesült Királyságban pedig a negyedik helyet érte el 2003-ban. A Stardust 2004-ben jelent meg és 1978 óta az első Rod Stewart-albummá vált, ami az Egyesült Államokban toplista első lett. A 2005-ös Thanks for the Memory szintén kimagasló sikereket könyvelhetett el, de Amerikában csak az eladási lista második helyéig, az Egyesült Királyságban pedig csak a harmadik helyig tudott menetelni. Az albumért Grammy-díjjal tüntették ki. A Soulbook című album volt Stewart 25. stúdió albuma, az eladó továbbra is klasszikus dalokat énekelt, köztük soul zenét is. A Billboard 200-as listáján a TOP 5-ben debütált, és több európai országban - köztük Magyarországon is - mérvadó sikereket könyvelhetett el. Az utolsó album a The Great American Songbook sorozatból, a Fly Me to the Moon... címet viselő lemez 2010 őszén jelent meg. A megjelenést követő második évig 365 ezer példányban fogyott az utolsó album és aranylemez lett Lengyelországban, Svédországban, az Egyesült Királyságban és Ausztráliában is. Pályafutása során világszerte több, mint 100 millió eladott albummal büszkélkedhet, így minden idők legsikeresebb énekeseinek egyike. 2008-ban a Billboard hetente megjelenő amerikai zenei magazin a 17. helyre rangsorolta a világ valaha élt száz legsikeresebb zenésze listáján.","strBiographyNO":"Roderick David Stewart (født 10. januar 1945 i London), er en engelsk musiker med skotske aner.\n\nStewart er best kjent som soloartist, men han har også vært vokalist i flere rockeband, deriblant The Jeff Beck Group og The Faces. Han har hatt stor suksess med sin karakteristiske og lett gjenkjennelige hese stemme.\n\nAv hans mest kjente låter, kan nevnes «Maggie May» (1971), «Sailing» (1975) og «Da Ya Think I'm Sexy?» (1979).\n\nAlbumet Every Picture Tells a Story, som han gav ut i 1971 og som inneholder hans signatursang «Maggie May», er regnet som et av de beste rockealbumene gjennom tidene.\n\nStewart har solgt mer enn 130 millioner album verden over. Han har fått en stjerne på Hollywood Walk of Fame.","strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"London, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tqpytp1364935221.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/supyuu1364935213.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/uu1snr1673263332.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/vypprp1522771723.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/yutypq1539890582.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/stewart-rod-4fb648483e7c6.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/rxspuy1383042269.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rxxrwx1383042279.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/stewart-rod-52d5587e4b8fe.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/xsqwyy1387468988.jpg","strMusicBrainzID":"a35237a0-4f47-40a6-b6f3-1e786db23402","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}