{"artists":[{"idArtist":"135698","strArtist":"Luz Casal","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1958","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"www.luzcasal.fr","strFacebook":"","strTwitter":"1","strBiographyEN":"Luz Casal (born November 11, 1958 at Boimorto, Galicia) is a Spanish pop singer. She grew up in Asturias, took singing, piano and ballet classes, and moved to Madrid to pursue a career as a musician. She finally achieved fame in the early 1980s, and remained as an important figure in Spanish pop music all through said decade and beyond, with her sound gradually maturing towards soft adult pop. In 1992 she enjoyed a great success with her appearance in the soundtrack of Pedro Almodóvar's acclaimed film Tacones Lejanos.","strBiographyDE":null,"strBiographyFR":"Luz Casal, (María Luz Casal Paz) est une chanteuse espagnole née le 11 novembre 1958 à Boimorto, en Galice, mais ayant grandi dans les Asturies.\n\nLa chanson mexicaine Piensa en mí, composée en 1937 par Agustín Lara régulièrement diffusée sur les ondes, évoque le film de Pedro Almodóvar dont elle était l’emblème lors de sa sortie en 1991 : Talons aiguilles. Pour beaucoup, elle est également indissociable de la voix chaude et rocailleuse qui l’interprète, celle de Luz Casal. Or, si le nom est connu, l’artiste, quant à elle, reste un mystère pour la plupart des francophones.\n\nLuz, comme l’appellent les Espagnols, n’est pourtant pas la voix d’un seul succès, mais une artiste multifacettes de talent. Auteur-compositeur-interprète, elle passe des rythmes rock des années 1980 aux ballades intemporelles. Découverte en 1980 avec un titre à la sonorité rock prononcée, elle enchaîne durant les années suivantes les douces complaintes amoureuses et les atmosphères pop-rock dynamiques, avant de signer en 2004 son dixième album, où ressort plus que jamais son intérêt pour la France. En effet, le titre phare de l’album est une reprise de Duel au soleil d’Étienne Daho (Un nuevo día brillará) et son interprétation d'Octobre de Francis Cabrel (Octubre) a été saluée unanimement par la critique[réf. souhaitée].\n\nRégulièrement tournées vers les relations amoureuses, les chansons de Luz n’ont pourtant rien de monotone et certaines sont représentatives de son humour ou de son engagement, comme par exemple Ecos, issue du dernier album et dédiée aux Attentats du 11 mars 2004 à Madrid.\n\nSimple et chaleureuse, la chanteuse, qui se dit « allergique à l’arrogance », entretient depuis toujours des relations très fortes avec son public d’Espagne et d’Amérique du Sud, où elle est désormais une grande idole populaire. Elle est également très appréciée en Grèce et en France, bien que ses admirateurs, encore majoritairement d’origine hispanique, restent plus que discrets[réf. souhaitée]. Sa courte tournée en France en décembre 2004 et son final à l’Olympia ont assuré sa consécration populaire et critique[réf. souhaitée].\n\nEn 2007, elle reçoit la Médaille d'or du mérite des beaux-arts par le Ministère de l'Éducation, de la Culture et des Sports","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"María Luz Casal Paz (Boimorto, Provincia de La Coruña, 11 de noviembre de 1958), conocida artísticamente como Luz Casal, es una cantante española de pop-rock, una de las solistas más valoradas de la música popular de ese país. Tras sus éxitos dentro del país en los años ochenta, logró fama internacional, especialmente en Francia, sobre todo tras incluirse dos de sus temas en la película Tacones lejanos, de Pedro Almodóvar. Las ventas de sus discos ascienden a más de 5 000 000 de ejemplares.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Boimorto, Spain","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/casal-luz-52c69ae50ca61.JPG","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/casal-luz-56409fea063bb.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/casal-luz-52c699efeacd6.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/suptxx1511287258.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/wpyspq1511287580.jpg","strMusicBrainzID":"d9502075-0f5c-4514-b443-de0890340001","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}