{"artists":[{"idArtist":"114963","strArtist":"Claude Debussy","strArtistStripped":null,"strArtistAlternate":"Debussy","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1862","intDiedYear":"1919","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"(Achille) Claude Debussy (22 August 1862 – 25 March 1918) was a French composer. He is sometimes seen as the first Impressionist composer, although he vigorously rejected the term. He was among the most influential composers of the late 19th and early 20th centuries.\nBorn to a family of modest means and little cultural involvement, Debussy showed enough musical talent to be admitted at the age of ten to France's leading music college, the Conservatoire de Paris. He originally studied the piano, but found his vocation in innovative composition, despite the disapproval of the Conservatoire's conservative professors. He took many years to develop his mature style, and was nearly 40 when he achieved international fame in 1902 with the only opera he completed, Pelléas et Mélisande.\nDebussy's orchestral works include Prélude à l'après-midi d'un faune (1894), Nocturnes (1897–1899) and Images (1905–1912). His music was to a considerable extent a reaction against Wagner and the German musical tradition. He regarded the classical symphony as obsolete and sought an alternative in his \"symphonic sketches\", La mer (1903–1905). His piano works include two books of Préludes and two of Études. Throughout his career he wrote mélodies based on a wide variety of poetry, including his own. He was greatly influenced by the Symbolist poetic movement of the later 19th century. A small number of works, including the early La Damoiselle élue and the late Le Martyre de saint Sébastien have important parts for chorus. In his final years, he focused on chamber music, completing three of six planned sonatas for different combinations of instruments.\nWith early influences including Russian and far-eastern music, Debussy developed his own style of harmony and orchestral colouring, derided – and unsuccessfully resisted – by much of the musical establishment of the day. His works have strongly influenced a wide range of composers including Béla Bartók, Olivier Messiaen, George Benjamin, and the jazz pianist and composer Bill Evans. Debussy died from cancer at his home in Paris at the age of 55 after a composing career of a little more than 30 years.","strBiographyDE":null,"strBiographyFR":"Claude Debussy (22 août 1862 - 25 mars 1918) était un compositeur français. Il est parfois considéré comme le premier compositeur impressionniste, bien qu'il ait vigoureusement rejeté le terme. \nNée dans une famille aux moyens modestes et peu engagée sur le plan culturel, Debussy a fait preuve de suffisamment de talent musical pour être admis à l'âge de dix ans au Conservatoire de Paris. Il a d'abord étudié le piano, mais a trouvé sa vocation dans la composition innovante, malgré la désapprobation des professeurs conservateurs du Conservatoire. Il avait presque 40 ans lorsqu'il a acquis une renommée internationale en 1902 avec le seul opéra qu'il a terminé, Pelléas et Mélisande.\nSes œuvres orchestrales comprennent Prélude à l'après-midi d'un faune (1894), Nocturnes (1897–1899) et Images (1905–1912). Sa musique a été dans une large mesure une réaction contre Wagner et la tradition musicale allemande. Il considérait la symphonie classique comme obsolète et cherchait une alternative dans ses \"esquisses symphoniques\", La mer (1903–1905). Ses œuvres pour piano comprennent deux livres de Préludes et deux d'Études. Tout au long de sa carrière, il a écrit des mélodies basées sur une grande variété de poésie, y compris la sienne. Il a été grandement influencé par le mouvement poétique symboliste de la fin du XIXe siècle. Un petit nombre d'œuvres, dont le début de La Damoiselle élue et le défunt Le Martyre de saint Sébastien ont des pièces importantes pour le chœur. Au cours de ses dernières années, il s'est concentré sur la musique de chambre, complétant trois des six sonates prévues pour différentes combinaisons d'instruments.\nAvec les premières influences, y compris la musique russe et extrême-orientale, Debussy a développé son propre style d'harmonie et de coloration orchestrale, tourné en dérision - et sans succès résisté - par une grande partie de l'establishment musical de l'époque. Ses œuvres ont fortement influencé un large éventail de compositeurs, dont Béla Bartók, Olivier Messiaen, George Benjamin et le pianiste et compositeur de jazz Bill Evans. Debussy est décédé d'un cancer chez lui à Paris à l'âge de 55 ans après une carrière de compositeur d'un peu plus de 30 ans.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"French","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vrpqwu1359666881.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/claude-debussy-4f15b02b3dde0.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/debussy-claude-51c99f8477dc0.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/ruxpqp1589725415.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"be50643c-0377-4968-b48c-47e06b2e2a3b","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}