{"artists":[{"idArtist":"165169","strArtist":"Vernon Handley","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1930","intDiedYear":"2008","strDisbanded":null,"strStyle":"","strGenre":"Conductor","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiography":null,"strBiographyDE":"Vernon George Handley, CBE (* 11. November 1930, Enfield, London; † 10. September 2008 in Monmouth, Monmouthshire, Wales) war ein englischer Dirigent. Als Schüler von Sir Adrian Boult hat er sich insbesondere um die Pflege des britischen Repertoires klassischer Musik große Verdienste erworben. \n\nHandley wurde als Sohn walisischer Eltern in eine musikalisch gebildete Familie geboren. Schon während seiner Schulzeit besuchte er die BBC Aufnahmestudios in Maida Vale und beobachtete dort seinen späteren Lehrmeister Boult bei der Arbeit. Nach Handleys eigenem Bekunden erlernte er so das Rüstzeug dirigentischer Technik. In den frühen 1950er Jahren korrespondierten beide schriftlich und trafen schließlich 1958 persönlich aufeinander, nachdem Handley seinen Militärdienst beendet und das Studium am Balliol College, Oxford, abgeschlossen hatte. Er erinnert sich lebhaft an jene erste Begegnung: „Im Verlaufe unseres Treffens drillte er mich in den schlimmsten zwei Stunden Kontrapunkt und Harmonielehre, die ich je erlebt hatte.“\n\nIm Anschluss legte ihm Boult die Partitur einer Symphonie vor und fragte Handley, wie er eine bestimmte problematische Stelle darin lösen würde. „Ich hatte Glück. Es war eine Seite aus Arnold Bax’ Dritter Sinfonie, ein Werk, das ich in- und auswendig kannte.“ Handley löste das Problem zur Zufriedenheit des älteren Dirigenten, der ihm daraufhin seine Unterstützung zusagte. Bax’ Dritte Sinfonie war es auch, die als zentrales Werk auf dem Programm von Handleys erstem öffentlichen Konzert in London, mit dem Orchester des Merton College, stand. Handley war ein anerkannter Experte auf dem Gebiet der Musik gerade dieses englischen Spätromantikers, dessen vollständige Symphonien und symphonische Dichtungen er später für die Compact Disc einspielte.\n\n1962 wurde Handley zum Chefdirigenten des jungen Guildford Philharmonic Orchestra ernannt, das er in den folgenden einundzwanzig Jahren leitete. Zugunsten dieser Aufgabe verzichtete Handley weitgehend auf eine internationale Karriere, was erklärt, warum er noch heute trotz seines umfassenden diskografischen Wirkens und der Bewunderung seiner Kollegen außerhalb Großbritanniens nur einem kleinen Kreis von Kennern bekannt ist. Neben Guildford baute Handley auch das Orchester von Tonbridge auf. 1983 schließlich ernannte man ihn zum ständigen Gastdirigenten des London Philharmonic Orchestra. Ebenso leitete er das Amsterdam Philharmonic Orchestra (nicht zu verwechseln mit dem Concertgebouw-Orchester), das Ulster Orchestra in Belfast und war Ehrendirigent des Royal Liverpool Philharmonic Orchestra, einem der ältesten Klangkörper Großbritanniens. In zahlreichen Konzerten, Rundfunkaufnahmen und CD-Einspielungen dirigierte er mehrfach alle großen Londoner Orchester ebenso wie sämtliche regionalen Orchester der BBC. Schallplattenfirmen, mit denen Vernon Handleys Karriere eng verbunden war, sind EMI, Chandos Records, Hyperion Records und zuletzt Dutton. Das Wiederaufleben des Spezialitätenlabels Lyrita und die nachfolgende Veröffentlichung klassischer Aufnahmen aus den 1970er Jahren verschafften Handleys Wirken neue Aufmerksamkeit.\n\nIm Verlauf seiner fünf Jahrzehnte umfassenden Karriere führte Handley zahllose Werke britischer Komponisten auf, darunter die Symphonien von Robert Simpson und Granville Bantock, die er ebenfalls – meist in Erstaufnahmen – einspielte. Zu seinen vielfach ausgezeichneten CD-Aufnahmen gehören unter anderem auch vollständige Zyklen der Symphonien von Ralph Vaughan Williams, Malcolm Arnold und Charles Villiers Stanford, ebenso wie Werke von Edward Elgar, Arthur Bliss, Edgar Bainton, Alexander Mackenzie und York Bowen, dessen Instrumentalkonzerten besonders in den letzten Jahren Handleys Aufmerksamkeit gegolten hat.\n\nIn Anerkennung seiner Verdienste erhielt Handley am 3. Mai 2007 den Ehrenpreis der Classical BRIT Awards. Bereits 2004 hatte ihn die britische Königin Elisabeth II. zum „Commander of the British Empire“ (CBE) ernannt.\n\nIm Januar 2007 wurde Handley zum Chefdirigenten des English Symphony Orchestra ernannt.\n\nAm 10. September 2008 starb Vernon Handley in seinem Haus in Monmouth. In seinen letzten Lebensjahren hatte er u. a. mit einer schweren Diabetes und den Folgen eines Verkehrsunfalls in München im Februar 2002 (bei dem der Fahrer seines Taxis starb) zu kämpfen.\n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"","strCountryCode":"GB","strArtistThumb":null,"strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":null,"strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"10ab5755-ad56-4e85-a30f-ccfee81cf9d5","strISNIcode":null,"strLastFMChart":null,"intCharted":"0","strLocked":"unlocked"}]}