{"artists":[{"idArtist":"112966","strArtist":"D12","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1996","intBornYear":"1996","intDiedYear":null,"strDisbanded":null,"strStyle":"Electronic","strGenre":"Hip-Hop","strMood":"Confrontational","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"D12 (aka The Dirty Dozen and D-Twizzy) was initially formed in 1991 by Proof who invited local Detroit rappers such as Bizarre, Eminem and other members who would leave the crew before it achieved success including Eye Kyu, Killa Hawk and FUZZ. The group was a loose collective in the vein of Wu-Tang Clan. Several members began making names for themselves in hip hop during the late 1990s. Bizarre was named Inner City Entertainment’s “Flava of the Week”. He would also release an album entitled Attack Of The Weirdos and become a member of Tha Outsidaz with Eminem and Rah Digga. Proof won a freestyling competition run by The Source in 1998.\n\nHowever, it was as a solo artist that D12 member Eminem found success. All of the members of D12 have aliases and Eminem chose Slim Shady as his. Eminem Was Formerly In A Group Called Soul Intent Along With Proof before leaving and forming with d12. They recorded an album called Infinite followed by an independent EP called The Slim Shady EP in 1997 that caught the attention of famed rap producer Dr. Dre and Interscope CEO Jimmy Iovine, and soon signed to Aftermath/Interscope, releasing his breakthrough album The Slim Shady LP in 1999 which went on to be certified 4x platinum in the U.S.\n\nEminem’s success persuaded Proof to establish D12 on a more permanent basis in early 1999. Bizarre, Eminem, Kon Artis, Bugz, and Swifty McVay were recruited to join the group. Kuniva and Kon Artis were previously part of Da Brigade. However, Bugz passed away in Detroit on May 21, 1999 because of a gun incident at a picnic that turned into a shooting death, leading to Kuniva proposing to take Bugz’s place.","strBiographyDE":null,"strBiographyFR":"D12 (alias The Dirty Dozen et D-Twizzy) a été initialement formé en 1991 par Proof qui a invité des rappeurs locaux de Detroit tels que Bizarre, Eminem et d'autres membres qui quitteraient l'équipe avant qu'elle ne connaisse le succès, notamment Eye Kyu, Killa Hawk et FUZZ. Le groupe était un collectif lâche dans la veine du Wu-Tang Clan. Plusieurs membres ont commencé à se faire un nom dans le hip hop à la fin des années 1990. Bizarre a été nommé \"Flava de la semaine\" par Inner City Entertainment. Il sortira également un album intitulé Attack Of The Weirdos et deviendra membre de Tha Outsidaz avec Eminem et Rah Digga. Proof a remporté un concours de style libre organisé par La Source en 1998.\n\nCependant, c'est en tant qu'artiste solo qu'Eminem, membre de D12, a connu le succès. Tous les membres de D12 ont des pseudonymes et Eminem a choisi Slim Shady comme sien. Eminem était autrefois dans un groupe appelé Soul Intent avec preuve avant de partir et de se former avec d12. Ils ont enregistré un album intitulé Infinite suivi d'un EP indépendant appelé The Slim Shady EP en 1997 qui a attiré l'attention du célèbre producteur de rap Dr. Dre et du PDG d'Interscope Jimmy Iovine, et a rapidement signé avec Aftermath/Interscope, sortant son album révolutionnaire The Slim Shady. LP en 1999 qui a ensuite été certifié 4x platine aux États-Unis\n\nLe succès d'Eminem a persuadé Proof d'établir D12 sur une base plus permanente au début de 1999. Bizarre, Eminem, Kon Artis, Bugz et Swifty McVay ont été recrutés pour rejoindre le groupe. Kuniva et Kon Artis faisaient auparavant partie de Da Brigade. Cependant, Bugz est décédé à Detroit le 21 mai 1999 à cause d'un incident avec une arme à feu lors d'un pique-nique qui s'est transformé en une mort par balle, ce qui a conduit Kuniva à proposer de prendre la place de Bugz. ","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"6","strCountry":"Detroit, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wwwwwt1348073111.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vsppsu1363702115.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/d12-50482312cb985.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/d12-54ac1fd91d9f3.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/d12-50482312cb985.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/d12-532e1cf71e7a5.jpg","strMusicBrainzID":"9ab19acf-06d9-4c92-bd5a-8c945488d45b","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}