{"artists":[{"idArtist":"113013","strArtist":"Macy Gray","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1999","intBornYear":"1969","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"Soul","strMood":"Good Natured","strWebsite":"www.macygray.com","strFacebook":"www.facebook.com/macygrayslife","strTwitter":"1","strBiographyEN":"Macy Gray (born September 6, 1969) is an American R&B and soul singer-songwriter, record producer, and actress, famed for her distinctive raspy voice, and a singing style heavily influenced by Billie Holiday and Betty Davis.\nGray released six studio albums, and received five Grammy Award nominations, winning one. She has appeared in a number of films including Training Day, Spider-Man, Scary Movie 3, Lackawanna Blues, Idlewild and For Colored Girls. Gray is best known for her international hit single \"I Try,\" taken from her multi-platinum debut album On How Life Is.","strBiographyDE":"Macy Gray (* 6. September 1967 in Canton, Ohio; eigentlich Natalie McIntyre) ist eine US-amerikanische Sängerin aus dem Bereich des Contemporary R&B mit unverkennbarer, „rauchiger“ Stimme, die vor allem durch ihre Single I Try bekannt wurde.\n\nAufgewachsen ist Macy Gray in Ohio. Nach dem Besuch der Western Reserve Academy in Hudson (Ohio) zog Macy 1998 zurück nach Los Angeles, Kalifornien und begann ihre Karriere. Ihren ersten kommerziellen Auftritt hatte sie als Gastsängerin auf dem Song Love Won't Wait des 1998 erschienen Debüt-Albums Behind the Front der The Black Eyed Peas. Bekanntheit in Deutschland erlangte sie unter anderem dadurch, dass der Sender SWR3 sie 1999 nach einigen Radioeinspielungen zum New Pop Festival einlud.\n\n2001 gewann Macy Gray eine der begehrten Grammy-Trophäen in der Kategorie Beste weibliche Gesangsdarbietung – Pop (Best Female Pop Vocal Performance) für ihren Erfolgstitel I Try, der außerdem als Single des Jahres und in einer weiteren Kategorie nominiert war. Anschließend arbeitete sie gemeinsam mit Fatboy Slim, den Black Eyed Peas und Slick Rick an dem Stück The World Is Yours, das auf dem Soundtrack zu Rush Hour 2 erschien. In dem Film Training Day trat sie erstmals als Schauspielerin auf.\n\nAls ihr beim Singen der amerikanischen Nationalhymne The Star-Spangled Banner in der Pro Football Hall of Fame 2001 zwischenzeitlich der Text entfiel, wurde Gray ausgebuht. Ihr im selben Jahr veröffentlichtes Album The Id war vielleicht wegen dieses Vorfalls ein kommerzieller Misserfolg, Ursache könnten aber auch die Attentate des 11. Septembers sein, da das Album nur eine Woche danach auf den Markt kam. Die Auskopplung Sweet Baby, an der John Frusciante und Erykah Badu mitarbeiteten, erreichte dennoch Platz 11 in den US-Charts.\n\nDanach tauchte sie kurz in dem Sam-Raimi-Film Spider-Man (2002) sowie in In 80 Tagen um die Welt mit Jackie Chan, Scary Movie 3 und Training Day auf. In Spider-Man spielte sie sich selbst bei einem Auftritt beim fiktiven World Unity Festival.\n\nSie arbeitete 2002 an Santanas Album Shaman mit und veröffentlichte im Jahr darauf ihr drittes Album The Trouble with Being Myself. Ein auf ihrer Kindheit basierender Cartoon wurde nicht publiziert.\n\nGray war von 1996 bis 1998 mit Tracy Hinds verheiratet, mit dem sie drei Kinder hat. 2005 eröffnete die Macy Gray Music Academy.\n\nBis heute hat Macy sechs Studioalben veröffentlicht, dazu ein Best-of- und ein Live-Album. Ihr bislang letztes Werk Covered erschien im März 2012.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Canton, Ohio, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vvyyts1348098334.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/tvypux1356890778.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/syuruw1522956651.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/vvqrsv1522956666.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/tsstsu1356890875.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/tuwtvw1356890888.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/wrxuuu1356890903.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/gray-macy-5157a8127f578.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/qqrvvq1455389943.jpg","strMusicBrainzID":"48772747-4cda-4ba8-b470-cfd5a32e05f7","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}