{"artists":[{"idArtist":"111453","strArtist":"Jerry Lee Lewis","strArtistStripped":null,"strArtistAlternate":"","strLabel":"","idLabel":null,"intFormedYear":"1935","intBornYear":"1935","intDiedYear":"2022","strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock & Roll","strMood":"Energetic","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Is there an early rock & roller who has a crazier reputation than the Killer, Jerry Lee Lewis? His exploits as a piano-thumping, egocentric wild man with an unquenchable thirst for living have become the fodder for numerous biographies, film documentaries, and a full-length Hollywood movie. Certainly few other artists came to the party with more ego and talent than he and lived to tell the tale. And certainly even fewer could successfully channel that energy into their music and prosper doing it as well as Jerry Lee. When he broke on the national scene in 1957 with his classic \"Whole Lotta Shakin' Goin' On,\" he was every parents' worst nightmare perfectly realized: a long, blonde-haired Southerner who played the piano and sang with uncontrolled fury and abandon, while simultaneously reveling in his own sexuality. He was rock & roll's first great wild man and also rock & roll's first great eclectic. Ignoring all manner of musical boundaries is something that has not only allowed his music to have wide variety, but to survive the fads and fashions as well. Whether singing a melancholy country ballad, a lowdown blues, or a blazing rocker, Lewis' wholesale commitment to the moment brings forth performances that are totally grounded in his personality and all singularly of one piece. Like the recordings of Hank Williams, Louis Armstrong, and few others, Jerry Lee's early recorded work is one of the most amazing collections of American music in existence.\nHe was born to Elmo and Mamie Lewis on September 29, 1935. Though the family was dirt poor, there was enough money to be had to purchase a third-hand upright piano for the family's country shack in Ferriday, LA. Sharing piano lessons with his two cousins, Mickey Gilley and Jimmy Lee Swaggart, a ten-year old Jerry Lee Lewis showed remarkable aptitude toward the instrument. A visit from piano-playing older cousin Carl McVoy unlocked the secrets to the boogie-woogie styles he was hearing on the radio and across the tracks at Haney's Big House, owned by his uncle, Lee Calhoun, and catering to blacks exclusively. Lewis mixed that up with gospel and country and started coming up with his own style. He even mixed genres in the way he syncopated his rhythms on the piano; his left hand generally played a rock-solid boogie pattern while his right played the high keys with much flamboyant filigree and showiness, equal parts gospel fervor and Liberace showmanship. By the time he was 14, by all family accounts, he was as good as he was ever going to get. Lewis was already ready for prime time.\nBut his mother Mamie had other plans for the young family prodigy. Not wanting to squander Jerry Lee's gifts on the sordid world of show business, she enrolled him in a bible college in Waxahatchie, TX, secure in the knowledge that her son would now be exclusively singing his songs to the Lord. But legend has it that the Killer tore into a boogie-woogie rendition of \"My God Is Real\" at a church assembly that sent him packing the same night. The split personality of Lewis, torn between the sacred and the profane (rock & roll music), is something that has eaten away at him most of his adult life, causing untold aberrant personality changes over the years with no clear-cut answers to the problem. What is certain is that by the time a 21-year-old Jerry Lee showed up in Memphis on the doorstep of the Sun studios, he had been thrown out of bible college; been a complete failure as a sewing-machine salesman; been turned down by most Nashville-based record companies and the Louisiana Hayride; been married twice; in jail once; and burned with the passion that he truly was the next big thing.\nSam Phillips was on vacation when he arrived, but his assistant Jack Clement put Roland Janes on guitar and J.M. Van Eaton on drums behind Lewis, whose fluid left hand made a bass player superfluous. This little unit would become the core of Lewis' recording band for almost the entire seven years he recorded at Sun. The first single, a hopped-up rendition of Ralph Mooney's \"Crazy Arms,\" sold in respectable enough quantities that Phillips kept bringing Lewis back in for more sessions, astounded by his prodigious memory for old songs and his penchant for rocking them up. A few days after his first single was released, Jerry Lee was in the Sun studios earning some Christmas money, playing backup piano on a Carl Perkins session that yielded the classics \"Matchbox\" and \"Your True Love.\" At the tail-end of the recording, Elvis Presley showed up, Clement turned on the tape machine, and the impromptu Million Dollar Quartet jam session ensued, with Perkins, Presley, and Lewis all having the time of their lives.\nWith the release of his first single, the road beckoned and it was here that Lewis' lasting stage persona was developed. Discouraged because he couldn't dance around the stage strumming a guitar like Carl Perkins, he stood up in mid-song, kicked back the piano stool and, as Perkins has so saliently pointed out, \"a new Jerry Lee Lewis was born.\" This newfound stage confidence was not lost on Sam Phillips. While he loved the music of Carl Perkins and Johnny Cash, he saw neither artist as a true contender to Elvis' throne; with Lewis he thought he had a real shot. For the first time in his very parsimonious life, Sam Phillips threw every dime of promotional capital he had into Lewis' next single, and the gamble paid off a million times over. \"Whole Lotta Shakin' Goin' On\" went to number one on the country and the R&B charts, and was only held out of the top spot on the pop charts by Debbie Reynolds' \"Tammy.\" Suddenly, Lewis was the hottest, newest, most exciting rock & roller out there. His television appearances and stage shows were legendary for their manic energy, and his competitive nature to outdo anyone else on the bill led to the story about how he once set his piano on fire at set's end to make it impossible for Chuck Berry to follow his act. Nobody messed with the Killer.\nJerry Lee's follow-up to \"Shakin'\" was another defining moment for his career, as well as for rock & roll. \"Great Balls of Fire\" featured only piano and drums, but sounded huge with Phillips' production behind it. It got him into a rock & roll movie (Jamboree) and his fame was spreading to such a degree that Johnny Cash and Carl Perkins left Sun to go to Columbia Records. His next single, \"Breathless,\" had a promotional tie-in with Dick Clark's Saturday night Bandstand show, making it three hits in a row for the newcomer.\nBut Lewis was sowing the seeds of his own destruction in record time. He sneaked off and married his 13-year-old cousin, Myra Gale Brown, the daughter of his bass-playing uncle, J.W. Brown. With the Killer insisting that she accompany him on a debut tour of England, the British press got wind of the marriage and proceeded to crucify him in the press. The tour was canceled and Lewis arrived back in the U.S. to find his career in absolute disarray. His records were banned nationwide by radio stations and his booking price went from $10,000 a night to $250 in any honky tonk that would still have him. Undeterred, he kept right on doing what he had been doing, head unbowed and determined to make it back to the bigs, Jerry Lee Lewis style. It took him almost a dozen years to pull it off, but finally, with a sympathetic producer and a new record company willing to exact a truce with country disc jockeys, the Killer found a new groove, cutting one hit after another for Smash Records throughout the late '60s into the '70s. Still playing rock & roll on-stage whenever the mood struck him (which was often) while keeping all his releases pure country struck a creative bargain that suited Lewis well into the mid-'70s.\nBut while his career was soaring again, his personal life was falling apart. The next decade-and-a-half saw several marriages fall apart (starting with his 13-year-long union with Myra), the deaths of his parents and oldest son, battles with the I.R.S., and bouts with alcohol and pills that frequently left him hospitalized. Suddenly, the Ferriday Fireball was nearing middle age and the raging fire seemed to be burned out.\n\nBut the mid-'80s saw another jump start to his career. A movie entitled Great Balls of Fire was about to be made of his life and Lewis was called in to sing the songs for the soundtrack. Showing everyone who was the real Killer, Lewis sounded energetic enough to make you believe it was 1957 all over again with the pilot light of inspiration still burning bright. He also got a boost back to major-label land with a one-song appearance on the soundtrack for Dick Tracy. In 2006, Lewis released Last Man Standing, which featured duets with Mick Jagger, Keith Richards, Willie Nelson, Rod Stewart, Jimmy Page, and others. He followed it up in 2010 with another album of duets, Mean Old Man, which saw Lewis teaming with Eric Clapton, Merle Haggard, John Fogerty, and Kid Rock, among others. With box sets and compilations, documentaries, a bio flick, and his induction to the Rock & Roll Hall of Fame all celebrating his legacy, Lewis still continued to record and tour, delivering work that vacillated from tepid to absolutely inspired. While his influence will continue to loom large until there's no one left to play rock & roll piano anymore, the plain truth is that there's only one Jerry Lee Lewis and American music will never see another like him.","strBiographyDE":"Jerry Lee Lewis (* 29. September 1935 in Ferriday, Louisiana; † 28. Oktober 2022 im DeSoto County, Mississippi[1]) war ein US-amerikanischer Rock-’n’-Roll- und Country-Musiker. Er wurde vor allem durch sein aggressives Klavierspiel und seine legendäre Bühnenpräsenz bekannt.\n\nIn den 1950er Jahren hatte er mit Whole Lotta Shakin’ Goin’ On, Great Balls of Fire und Breathless einige bedeutendere Hits im Rock-’n’-Roll-Genre. Nach einem Skandal gegen Ende des Jahrzehnts konzentrierte er sich verstärkt auf Country-Musik, mit der er sich in den 1960er und 1970er Jahren an die Spitze der Country-Charts hocharbeitete. ","strBiographyFR":"Jerry Lee Lewis, né le 29 septembre 1935 à Ferriday (Louisiane, États-Unis), est un chanteur-pianiste américain de rock 'n' roll, rockabilly, gospel, honky tonk, blues et de country.\nPionnier et (depuis la mort de Little Richard) dernier représentant du rock 'n' roll avec Wanda Jackson, Dion Dimucci et Fabian, Jerry Lee Lewis — surnommé « The Killer » — impose un style rapide et énergique, tant au piano qu'au chant, livrant des prestations scéniques électriques, n'hésitant pas à frapper le clavier avec ses poings ou ses talons, ou même à jouer debout. Volontairement provocateur et outrancier, il va jusqu'à mettre le feu à son piano à la fin d'un concert, ce qui forge sa réputation de bad boy du rock 'n' roll. ","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"¿Hay alguno de los primeros rock & roller que tenga una reputación más loca que el asesino, Jerry Lee Lewis? Sus hazañas como un hombre salvaje egocéntrico que golpea el piano con una sed insaciable de vivir se han convertido en el pasto de numerosas biografías, documentales cinematográficos y una película de Hollywood de larga duración. Ciertamente, pocos artistas vinieron a la fiesta con más ego y talento que él y vivieron para contarlo. Y ciertamente, menos aún podrían canalizar con éxito esa energía en su música y prosperar haciéndolo tan bien como Jerry Lee. Cuando irrumpió en la escena nacional en 1957 con su clásico \"Whole Lotta Shakin 'Goin' On\", era la peor pesadilla de todos los padres perfectamente realizada: un sureño largo y rubio que tocaba el piano y cantaba con furia y abandono incontrolados. , mientras que al mismo tiempo se deleita con su propia sexualidad. Fue el primer gran salvaje del rock & roll y también el primer gran ecléctico del rock & roll. Ignorar todo tipo de límites musicales es algo que no solo ha permitido que su música tenga una amplia variedad, sino que también sobreviva a las modas pasajeras. Ya sea cantando una balada country melancólica, un blues de poca monta o un rockero ardiente, el compromiso total de Lewis con el momento da lugar a actuaciones que se basan totalmente en su personalidad y todas singularmente de una sola pieza. Al igual que las grabaciones de Hank Williams, Louis Armstrong y algunos otros, el trabajo grabado temprano de Jerry Lee es una de las colecciones más asombrosas de música estadounidense que existen.\nSus padres son Elmo y Mamie Lewis el 29 de septiembre de 1935. Aunque la familia era muy pobre, había suficiente dinero para comprar un piano vertical de tercera mano para la choza de campo de la familia en Ferriday, LA. Al compartir lecciones de piano con sus dos primos, Mickey Gilley y Jimmy Lee Swaggart, Jerry Lee Lewis, de diez años, mostró una notable aptitud hacia el instrumento. Una visita del primo mayor que toca el piano, Carl McVoy, reveló los secretos de los estilos boogie-woogie que escuchaba en la radio y en las pistas de Haney's Big House, propiedad de su tío, Lee Calhoun, y que atiende exclusivamente a negros. Lewis mezcló eso con gospel y country y comenzó a idear su propio estilo. Incluso mezcló géneros en la forma en que sincopaba sus ritmos en el piano; su mano izquierda generalmente tocaba un patrón de boogie sólido como una roca mientras que su derecha tocaba los tonos altos con mucha filigrana y ostentación extravagante, partes iguales de fervor gospel y espectacularidad de Liberace.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/msg9dr1659328299.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/lewis-jerry-lee-52b0fa711bb22.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/u1i71a1643289666.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/qutwvq1639480299.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/tbpdxy1639480401.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ehcxai1659328336.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/1tdgpo1659328363.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/bcdem71659328319.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/q0ohvv1639479767.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/xi5v6z1639480086.jpg","strMusicBrainzID":"b59ac58d-036e-4bba-8112-c32a34c4575b","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Jerry Lee Lewis/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}