{"artists":[{"idArtist":"115918","strArtist":"Linda Ronstadt","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1967","intBornYear":"1946","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Happy","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Linda Marie Ronstadt (born July 15, 1946) is an American popular music recording artist. She has earned eleven Grammy Awards, two Academy of Country Music awards, an Emmy Award, an ALMA Award, numerous United States and internationally certified gold, platinum and multiplatinum albums, in addition to Tony Award and Golden Globe nominations.\nRonstadt has collaborated with artists from a diverse spectrum of genres including Billy Eckstine, Frank Zappa, Rosemary Clooney, Flaco Jiménez, Philip Glass, Carla Bley, The Chieftains, Emmylou Harris, Gram Parsons, Dolly Parton, Neil Young, Johnny Cash, and Nelson Riddle. She has lent her voice to over 120 albums. Christopher Loudon of Jazz Times noted in 2004, Ronstadt is \"Blessed with arguably the most sterling set of pipes of her generation ... rarest of rarities—a chameleon who can blend into any background yet remain boldly distinctive ... It's an exceptional gift; one shared by few others.\"\nIn total, she has released over 30 solo albums and 15 compilations or greatest hits albums. Ronstadt charted thirty-eight Billboard Hot 100 singles with twenty-one reaching the top 40, ten to the top 10, three to No. 2, and \"You're No Good\" to No. 1. In the UK, her single \"Blue Bayou\" reached the UK Top 40 and the duet with Aaron Neville, \"Don't Know Much\", peaked at No. 2 in December 1989. In addition, she has charted thirty-six albums, ten Top 10 albums, and three No. 1 albums on the Billboard Pop Album Charts.","strBiographyDE":"Linda Maria Ronstadt (* 15. Juli 1946 in Tucson, Arizona) ist eine US-amerikanische West-Coast- und Country-Rock-Sängerin. ","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Linda Susan Marie Ronstadt (nacida el 15 de julio de 1946 en Tucson, Arizona) de un padre con ascendencia alemana, mexicana e inglesa y una madre holandesa descendiente de judíos ingleses. Su bisabuelo Frederick Augustus Ronstadt fue un inmigrante alemán de Hanover que se casó con una dama méxico-estadounidense, con la cual tuvo varios hijos. Es una cantante estadounidense, asociada al género country rock dominante en los 70's y, aunque ocasionalmente compone algunas canciones, es más conocida como interprete de canciones de otros compositores.\nAunque comenzó su carrera de cantante grabando música folclórica con su banda The Stone Poneys desde mediados y hasta el final de los 60's, Ronstadt ha destacado como artista solista cantando extraordinariamente diversos géneros, desde el más tradicional country al rhythm & blues incluyendo, entre otros, new wave, opera y mariachi.\nLa página web de la revista Rolling Stone dice: \"No tiene éxito en cada estilo que prueba, pero eso no le ha impedido explorar nuevos caminos…. échale un vistazo a sus grabaciones a trio con Emmylou Harris y Dolly Parton; son la escucha obligada para admiradores de todo tipo de música\".\nParte del éxito de Ronstadt está conectado con su propio don y con la influencia que obtuvo de artistas como: Harris, Dolly Parton, J.D. Souther, The Eagles, Andrew Gold, Kate and Anna McGarrigle, Paul Simon, Mark Goldenberg,MichaelMontalbano, Karla Bonoff, Aaron Neville, James Taylor, Warren Zevon, Maria Muldaur, Nicolette Larson y Elvis Costello. Su reputación durante de los 70 le vino de trabajos con algunos de los músicos más respetados en la música rock contemporánea y por tener un fuerte sentido de la disciplina.\nEn 1988 incursionó en el género ranchero mexicano acompañada por el Mariachi Vargas de Tecalitlán, grabó dos álbumes en idioma español \"Canciones de mi Padre\" y \"Mas Canciones\", en 1992 grabó en idioma español el álbum \"Frenesí\" acompañada por orquesta, solo su primer álbum \"Canciones de mi padre\" tuvo éxito en México y Estados Unidos.\nAlgunos de sus éxitos mejor conocidos son versiones de canciones de: Zevon, Costello, Souther, the Rolling Stones, Mel Tillis, Tom Petty & the Heartbreakers, the Everly Brothers, George Jones, the Flying Burrito Brothers, Little Feat, Neil Young, the Miracles, Betty Everett y Buddy Holly and the Crickets.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":"Linda Ronstadt, (født 15. juli 1946 i Tucson, Arizona, USA) er en amerikansk sanger.\n\nHun kommer fra en musikalsk familie og i tenårene dannet hun en trio, The New Union Ramblers sammen med sin bror og søster. De spilte og sang folkemusikk, country, bluegrass og Mexicanske sanger. I 1968 gav hun ut sin første plate. Ronstadt fikk en stor hit med You're No Good i 1975. I begynnelsen av sin karriere sang hun mest countrymusikk, men har etterhvert gått over mer til countryrock. Hun har spilt inn to album sammen med Dolly Parton og Emmylou Harris (Trio og Trio II). Hun har også spilt i flere filmer.","strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Tucson, Arizona, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ronstadt-linda-5104ce18980b5.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vtwrpq1448888794.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/rtz9z01677577073.png","strArtistClearart":null,"strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/qwuups1531489727.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/70elep1642068168.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/linda-ronstadt-4e1ea37361f61.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/ronstadt-linda-5104dc0b0ec9f.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/ujgfor1642068267.jpg","strArtistBanner":null,"strMusicBrainzID":"498f2581-be21-4eef-8756-fbb89d79b1c0","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}