{"artists":[{"idArtist":"112783","strArtist":"Ben E. King","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1938","intBornYear":"1938","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"Soul","strMood":"","strWebsite":"www.beneking.info","strFacebook":"","strTwitter":"1","strBiographyEN":"Benjamin Earl King (born September 28, 1938), better known as Ben E. King, is an American soul singer. He is perhaps best known as the singer and co-composer of \"Stand by Me,\" a U.S. Top 10 hit in both 1961 and 1986 and a #1 hit in the UK in 1987, and as one of the principal lead singers of the R&B vocal group The Drifters.\nKing was born Benjamin Earl Nelson on September 28, 1938 in Henderson, North Carolina, and moved to Harlem, New York, at age 9.\nIn 1958, King (still using his birth name) joined a doo wop group called The Five Crowns. Later in 1958, The Drifters' manager George Treadwell fired the members of the original Drifters, and replaced them with The Five Crowns. King had a string of R&B hits with the group on Atlantic Records. He co-wrote and sang lead on the first Atlantic hit by the new version of the Drifters, \"There Goes My Baby\" (1959). He also sang lead on a succession of hits by the team of Doc Pomus and Mort Shuman, including \"Save the Last Dance for Me,\" \"This Magic Moment,\" and \"I Count the Tears.\" King only recorded thirteen songs with The Drifters-ten lead vocal performances and three backing other lead singers-including a non-single called \"Temptation\" (later redone by Drifters vocalist Johnny Moore).\nDue to a dispute over his contract, including a salary increase and a fair share of royalties, King was never again given a chance by Drifters manager George Treadwell to perform with the group on tour or on television. After the dispute settled, King was hired only to sing until a replacement for him was found. On television, fellow Drifters member Charlie Thomas usually lip synched the songs that King had recorded with the Drifters. This end gave rise to a new beginning.\nIn May 1960, King left the Drifters, assuming the more memorable stage name Ben E. King in preparation for a successful solo career. Remaining on Atlantic Records on its Atco imprint, King scored his first solo hit with the ballad \"Spanish Harlem\" (1961). His next single, \"Stand by Me,\" written with Jerry Leiber and Mike Stoller, ultimately would be voted as one of the Songs of the Century by the Recording Industry Association of America. \"Stand by Me,\" \"There Goes My Baby,\" and \"Spanish Harlem\" were named as three of The Rock and Roll Hall of Fame's 500 Songs that Shaped Rock and Roll and were all given a Grammy Hall of Fame Award, as well as \"Save The Last Dance For Me.\" King's other well-known songs include \"Don't Play That Song (You Lied),\" \"Amor,\" \"Seven Letters,\" \"How Can I Forget,\" \"On the Horizon,\" \"Young Boy Blues,\" \"First Taste of Love,\" \"Here Comes the Night,\" \"Ecstasy,\" and \"That's When It Hurts.\" In the summer of 1963, King had a Top 30 hit with \"I (Who Have Nothing),\" which reached the Top 10 on New York's radio station, WMCA.\nKing's records continued to place well on the Billboard Hot 100 chart until 1965. British pop bands began to dominate the pop music scene, but King still continued to make R&B hits, including \"What is Soul?\" (1967) and \"Supernatural Thing\" (1975). A 1986 re-issue of \"Stand by Me\" followed the song's use as the theme song to the movie Stand By Me, and re-entered the Billboard Top Ten after a 25-year absence.\nIn 1990, King and Bo Diddley, along with Doug Lazy, recorded a revamped rap version of The Monotones' 1958 hit song \"Book of Love\" for the soundtrack of the movie Book of Love. He also recorded a children's album, I Have Songs In My Pocket, written and produced by children's music artist Bobby Susser in 1998, which won the \"Early Childhood News' Directors' Choice Award\" and \"Dr. Toy's/The Institute For Childhood Resources Award.\" King performed \"Stand by Me\" on the Late Show with David Letterman in 2007. Ahmet Ertegun said, \"King is one of the greatest singers in the history of rock and roll and rhythm and blues.\"\nAs a Drifter and as a solo artist, King had achieved five No. 1 hits: \"There Goes My Baby,\" \"Save The Last Dance For Me,\" \"Stand By Me,\" \"Supernatural Thing,\" and the 1986 re-issue of \"Stand By Me.\" He also earned 12 Top 10 hits and 25 Top 40 hits from 1959 to 1986. He was inducted into the Rock and Roll Hall of Fame as a Drifter; he has also been nominated as a solo artist.\nKing's \"I (Who Have Nothing)\" was selected for the The Sopranos' Peppers and Eggs Soundtrack CD (2001).\nOn March 27, 2012, the Songwriters Hall of Fame announced that \"Stand By Me\" would receive its 2012 Towering Song Award and that King would be honored with the 2012 Towering Performance Award for his recording of the song.","strBiographyDE":"Ben E. King (* 28. September 1938 als Benjamin Earl Nelson in Henderson/North Carolina) ist ein US-amerikanischer Rhythm & Blues- und Soulsänger, der als Leadtenor der Vokalgruppe Drifters im Jahr 1959 bekannt wurde und danach seine Karriere als Solist fortsetzte.\n\nBen E. King begann als Sänger bei den Five Crowns Ende des Jahres 1955, als diese Vokalgruppe bereits seit Oktober 1952 Platten herausbrachte. Als King für James Clark zur Gruppe stieß, wurde Ende 1955 I Can’t Pretend aufgenommen. Zu hören ist Ben E. King auch bei der nächsten Single Kiss And Make Up (RnB #6901), die im Februar 1958 erschienen war und die Gruppe lediglich als Crowns aufführt. Das RnB-Label vom Erfolgskomponisten Doc Pomus hatte übrigens lediglich diese eine Single veröffentlicht, bevor es liquidiert wurde. Diese solide Aufnahme aus der Feder von Pomus brachte den Crowns einen Auftritt im Apollo-Theater in New York ein, wo sie ab 30. Mai 1958 im Vorprogramm der Drifters auftreten durften. Deren Manager George Treadwell, unzufrieden über die abnehmende Erfolgskurve seiner Drifters, war derart begeistert vom Auftritt der Crowns, dass er seine Drifters kurzerhand feuerte. Da Treadwell der Name Drifters gehörte, wurden die Crowns in Drifters umbenannt und damit King der Leadsänger der Drifters.\n\nSeine erste Aufnahmesession unter dem neuen Namen fand am 6. März 1959 statt, als There Goes My Baby / Oh My Love und zwei weitere Titel eingespielt wurden. Mit dem von Leiber/Stoller produzierten There Goes My Baby feierten die Drifters ein erfolgreiches Comeback mit einem ersten Rang in den R&B-Charts und einem zweiten Platz in der Pophitparade. Zusammen mit ihm sangen noch Charlie Thomas (Tenor), Doc Green (Bariton) und Elsbeary Hobbs (Bass), allesamt aus den Crowns hervorgegangen. In der zweiten Session vom 9. Juli 1959 entstanden die Titel Dance With Me / True Love, True Love, die mit einem Rang zwei in der R&B-Hitparade ebenfalls gut rezeptiert wurden.\n\nNach weniger als einem Jahr verließ Ben E. King die Drifters zugunsten einer Solokarriere. Bereits am 17. Dezember 1959 stand er als Solist vor dem Mikrofon und sang die Otis Blackwell-Komposition Brace Yourself, die jedoch nach Veröffentlichung im Mai 1960 die Charts verfehlte. Kurz danach nahm er am 23. Dezember 1959 noch einmal drei Titel mit den Drifters auf, darunter This Magic Moment, das einen Rang vier in den R&B-Charts erreichte. Am 19. Mai 1960 war er mit den Drifters bei den Aufnahmen zu Save The Last Dance For Me / Nobody But Me am Mikrofon, mit jeweils dem ersten Platz in beiden Hitparaden dem größten Hit der Gruppe. Auch dieser Millionenseller konnte King nicht von seinen Soloplänen abbringen. Sein endgültige Trennung im September 1960 verschärfte die Besetzungsprobleme der ohnehin durch starke personelle Fluktuationen getroffenen Gruppe. Durch die kurze Verweildauer war King lediglich auf 11 der 124 Drifters-Titel als Leadsänger zu hören, das sind knapp 9 % der veröffentlichten Titel der Drifters.\n\nDie für den 27. Oktober 1960 anberaumte Aufnahmesession listet Ben E. King nunmehr endgültig als Solisten, begleitet durch das Orchester des Atlantic-Arrangeurs Stan Applebaum. Es entstanden Spanish Harlem / First Taste of Love, der Young Boy Blues und Stand By Me. Zuerst wurde Spanish Harlem veröffentlicht, das in der Pophitparade einen Rang zehn belegte. Größter Hit für King als Solist war das aus der gleichen Session stammende Stand By Me, das in den R&B-Charts für vier Wochen den ersten Rang belegte. Bis zum Ende der 1960er Jahre feierte er etliche weitere Hits. Nach einer Hitpause von rund fünf Jahren gelang ihm 1975 mit Supernatural ein Comeback (USA Platz 5, R&B Platz 1). Bis 1980 folgten weitere kleinere Single-Erfolge in den R&B-Charts, doch Kings große Zeit war vorbei.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":"Benjamin Earl King (nascido 28 de setembro de 1938), mais conhecido como Ben E. King, é um cantor de soul americano. Ele é talvez mais conhecido como o vocalista e co-compositor de \"Stand by Me\", um hit US Top 10 em ambos os 1961 e 1986 e um hit # 1 no Reino Unido em 1987, e como um dos principais vocalistas do R & B grupo vocal The Drifters. \nKing nasceu Benjamin Earl Nelson em 28 de setembro de 1938 em Henderson, Carolina do Norte, e se mudou para Harlem, Nova York, com a idade de 9. \nEm 1958, King (ainda usando seu nome de nascimento) se juntou a um doo wop grupo chamado The Five Crowns. Mais tarde, em 1958, gerente dos Drifters George Treadwell disparou os membros dos Drifters originais, e substituiu-os com os cinco coroas. Rei teve uma seqüência de hits R & B com o grupo em Atlantic Records. Ele co-escreveu e cantou no primeiro Atlantic atingidos pela nova versão dos Drifters, \"There Goes My Baby\" (1959). Ele também cantou em uma sucessão de visitas por parte da equipa de Doc e Mort Shuman Pomus, incluindo \"Save the Last Dance for Me\", \"This Magic Moment\", e \"Eu conto as lágrimas.\" Rei só gravou treze músicas com The Drifters-dez performances vocais de chumbo e três backing outros cantores-incluindo chumbo um não-single chamado \"Temptation\" (mais tarde refeito por Drifters vocalista Johnny Moore). \nDevido a uma disputa sobre o seu contrato, incluindo um salário aumento e uma parte equitativa dos royalties, o rei nunca mais foi dada uma chance pelo gerente Drifters George Treadwell para realizar com o grupo em turnê ou na televisão. Após a disputa resolvida, o Rei foi contratado só para cantar até que um substituto para ele foi encontrado. Na televisão, colega Drifters Charlie Thomas normalmente lábio sincronizado as músicas que o Rei havia gravado com os Drifters. Este fim deu origem a um novo começo. \nEm maio de 1960, o rei deixou os Drifters, assumindo o nome de estágio mais memorável Ben E. King, em preparação para uma carreira solo de sucesso. Restante em Atlantic Records em sua marca Atco, o Rei marcou seu primeiro hit solo com a balada \"Spanish Harlem\" (1961). Seu próximo single, \"Stand by Me\", escrito com Jerry Leiber e Mike Stoller, em última análise, seria votada como uma das Canções do Século pela Recording Industry Association of America. \"Stand by Me\", \"There Goes My Baby\" e \"Spanish Harlem\" foram nomeados como três de The Rock and Roll Hall of 500 músicas de fama que Shaped Rock and Roll e foram todos dado um Salão do Grammy of Fame Award, bem como \"Save The Last Dance For Me\". Outras canções conhecidas do Rei incluem \"Não Play That Song (Você encontrou-se)\", \"Amor\", \"Sete Letras\", \"How Can I Forget\", \"On the Horizon\", \"Jovens Boy Blues\", \"First Taste of Love \",\" Here Comes the Night \",\" Ecstasy \", e\" que é quando dói. \" No verão de 1963, o rei teve um 30 hit Top com \"I (Who Have Nothing)\", que alcançou o Top 10 na estação de rádio de Nova York, WMCA. \nregistros do rei continuou a colocar bem na Billboard Hot 100 chart até 1965. bandas pop britânicas começaram a dominar a cena musical de pop, mas o rei ainda continuou a fazer P & B sucessos, incluindo \"O que é a alma?\" (1967) e \"Supernatural Thing\" (1975). A 1986 re-edição de \"Stand by Me\" no seguimento da utilização da música como a música-tema para o filme Stand By Me, e re-entrou na Billboard Top Ten, após uma ausência de 25 anos. \nEm 1990, o rei e Bo Diddley, junto com Doug preguiçoso, gravou uma versão rap melhorada do Monotones '1958 hit \"Book of Love\" para a trilha sonora do filme Book of Love. Ele também gravou álbum infantil, tenho músicas no bolso, escrito e produzido pelo artista de música infantil Bobby Susser, em 1998, que ganhou o \"Early Childhood News 'Administração' Choice Award\" e \"Dr. Toy / O Instituto de Recursos Infância Award \". Rei cantou \"Stand by Me\" no Late Show with David Letterman em 2007. Ahmet Ertegun, disse, \"King é um dos maiores cantores da história do rock and roll e rhythm and blues.\" \nComo um Drifter e como artista solo , o rei tinha conseguido cinco sucessos número 1: \"There Goes My Baby\", \"Save The Last Dance For Me\", \"Stand By Me\", \"Supernatural Thing\", e em 1986 re-edição de \"Stand By Me\". Ele também ganhou 12 Top 10 hits e 25 Top 40 hits de 1959 a 1986. Ele foi introduzido no Hall da Fama do Rock and Roll como um Drifter; Ele também foi nomeado como um artista solo. \ndo Rei \"I (Who Have Nothing)\" foi selecionado para Pimentas os The Sopranos \"e Ovos CD Soundtrack (2001). \nEm 27 de março de 2012, o Songwriters Hall of Fame anunciou que \"Stand By Me \"receberia o seu 2012 Towering Prêmio Canção e que o Rei ficaria honrado com o Towering Award 2012 de performance para sua gravação da música.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Henderson, North Carolina, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rsqruy1347012198.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/ben-e-king-4f39dade9cc04.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/king-ben-e-4fd9c0b906e07.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/07ldnh1612301831.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/tf831u1612301863.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/jk378h1633358784.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/rrtttw1347012529.jpg","strMusicBrainzID":"837555ba-012e-45f1-9a9c-9628da13ee54","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}