{"artists":[{"idArtist":"111261","strArtist":"Céline Dion","strArtistStripped":null,"strArtistAlternate":"Celine Dion","strLabel":"Columbia","idLabel":"43473","intFormedYear":"1981","intBornYear":"1968","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"In Love","strWebsite":"www.celinedion.com","strFacebook":"www.facebook.com/celinedion","strTwitter":"1","strBiographyEN":"Céline Marie Claudette Dion, CC OQ, (born March 30, 1968), is a Canadian singer. Born to a large family from Charlemagne, Quebec, Dion emerged as a teen star in the French-speaking world after her manager and future husband René Angélil mortgaged his home to finance her first record. In 1990, she released the English-language album Unison, establishing herself as a viable pop artist in North America and other English-speaking areas of the world.\n\nDion had first gained international recognition in the 1980s by winning both the 1982 Yamaha World Popular Song Festival and the 1988 Eurovision Song Contest. Following a series of French albums in the early 1980s, she signed on to CBS Records Canada in 1986. During the 1990s, with the help of Angélil, she achieved worldwide fame after signing with Epic Records and releasing several English albums along with additional French albums, becoming one of the most successful artists in pop music history. However, in 1999 at the height of her success, Dion announced a hiatus from entertainment in order to start a family and spend time with her husband, who had been diagnosed with cancer. She returned to the top of pop music in 2002 and signed a three-year (later extended to almost five years) contract to perform nightly in a five-star theatrical show at the Colosseum at Caesars Palace, Paradise, Nevada.\n\nDion's music has been influenced by genres ranging from rock and R&B to gospel and classical. While her releases have often received mixed critical reception, she is renowned for her technically skilled and powerful vocals. Dion is the best-selling Canadian artist of all time, is the second best-selling female artist in the US during the Nielsen SoundScan era, and is the only female artist to have two singles sell more than a million copies in the UK. In addition, her 1995 album D'eux, is the best-selling French-language album of all time. In 2004, after surpassing 175 million in album sales worldwide, she was presented with the Chopard Diamond Award at the World Music Awards for becoming the best-selling female artist of all time. According to Sony Music Entertainment, Dion has sold over 200 million albums worldwide.","strBiographyDE":"Céline Marie Claudette Dion (* 30. März 1968 in Charlemagne, Québec) ist eine kanadische Sängerin. Mit über 230 Millionen verkauften Tonträgern ist sie eine der erfolgreichsten Popsängerinnen.\n\nBereits im zarten Alter von fünf Jahren macht Celine mit ihrer Großfamilie (14 Geschwister!) in einem französischsprachigen Dorf in Kanada Hausmusik. 1981, mit 13, verzaubert die Göre mit ihrer Zuckerwattestimme den 26 Jahre älteren Produzenten René Angélil derart, dass dieser sofort mit der Produktion ihres Debüts beginnt.\n\nBevor er sie 1994 zum Traualtar führt, macht er aus der jungen Kanadierin einen Superstar. Um ihre ersten beiden Alben zu finanzieren, verpfändet er sogar sein Haus. 1983 wird Celine die erste Kanadierin, die in Frankreich eine Goldene Schallplatte erhält. Auch in Kanada ist der Teenie-Star sehr beliebt. 1987 besucht sie ein Michael Jackson-Konzert und beschließt, berühmt wie er zu werden.\n\nNach einigen Englischstunden, mit neuem Haarschnitt und fraulich gereift erscheint die Gute nach 18 Monaten wieder auf der Bildfläche. Auch Manager Angélil ist angetan und küsst Dion nach einem Auftritt 1988, was die märchenhafte Liebesromanze der beiden einleitet. 1990 erobert \"Unison\" den amerikanischen Markt. Mit dem Titelstück des Disney-Thrillers \"Die Schöne und das Biest\" kommt der internationale Durchbruch.\n\nNach etlichen Besuchen beim plastischen Chirurgen meldet Celine sich 1997 mit \"Let's Talk About Love\" in der Öffentlichkeit zurück. Mit von der Partie sind Luciano 'Pasta' Pavarotti, Babsi Streusand und der gesamte Bee Gees-Eunuchenchor. Herzschmerz und Tränenflut garantiert. Mit ihrem oscarprämierten Titelsong \"My Heart Will Go On\" aus dem \"Titanic\"-Blockbuster erklimmt die Kanadierin endgültig den Pop-Olymp.\n\nAnfang 1999 bricht eine Welt für die Künstlerin zusammen, als bei ihrem Ehemann Krebs diagnostiziert wird. Bereits bestätigte Konzerttermine werden abgesagt und Dion zieht sich erst einmal aus dem Musikbusiness zurück. Ihr Leben im Rampenlicht und die persönlichen Erfahrungen verarbeitet sie ein Jahr später in der Autobiographie \"Mein Leben, Mein Traum\".\n\nKurz vor Weihnachten 1999 veröffentlicht sie das Best Of-Album \"All The Way ... A Decade Of Song\", das ihre Beliebtheit mehr als deutlich macht: Bereits nach zwei Wochen heimst die Scheibe Platin ein. Weltweit schätzt man Dions Plattenverkäufe auf lockere 140 Millionen Alben.\n\n2001 kommt ihr Sohn René Charles auf die Welt und Celine übernimmt Mutterpflichten. Trotz der neuen Herausforderung singt sie nach längerer Pause ein weiteres Studioalbum ein, das 2002 erscheint: \"A New Day Has Come\".\n\nDie Zukunft ist dennoch vorprogrammiert: im März 2003 nimmt Dion ein dreijähriges Engagement im Caesar's Palace in Las Vegas auf. Damit erfüllt sie sich einen Kindheitstraum: eine mit Spezialeffekten ausstaffierte Show im Theaterrahmen. Wer soll sich das ansehen, fragt man sich, doch die Show läuft gut und ruft sogar Nachahmer wie Elton John auf den Plan. Neben Beruf und Familie findet die Dion noch Zeit, um nach längerer Zeit mal wieder ein französisches Album aufzunehmen.\n\nEines ihrer Konzerte in Las Vegas bannt die stimmgewaltige Kanadierin auf Silberling und so erscheint 2004 \"A New Day - Live in Las Vegas\". Ein Jahr später veröffentlicht Dion ein Best Of-Doppel-Album. Der Titel \"On Ne Change Pas\" zeigt, dass die Sängerin keine Lust hat, sich und ihren Musikstil trotz Schmachtfetzen-Vorwürfen zu verändern.\n\nDer Erfolg gibt ihr Recht. Die Platte versammelt die französischsprachigen Hits der Sängerin und beinhaltet neben \"Je Ne Vous Oublie Pas\" und \"Tous Les Secrets De Ton Cœur\" und einem Duett mit Il Divo drei neue Songs, die speziell für diese Best-Of-Compilation aufgenommen wurden.\n\n2007 erscheint \"D'Elles\", an dem Celine Dion ein Jahr lang gearbeitet hat. Das Besondere an dieser Platte: Die Texte sind eben nicht nur französisch, sondern auch ausschließlich von Frauen, von Schriftstellerinnen und Autorinnen, geschrieben worden. Im Herbst des selben Jahres folgt mit \"Taking Chances\" Dions erstes englischsprachiges Studioalbum seit 2003.","strBiographyFR":"Céline Dion, de son nom complet Céline Marie Claudette Dion, est une chanteuse canadienne née le 30 mars 1968 à Repentigny au Québec.\n\nElle lance ses deux premiers albums en 1981, et enchaîne ensuite les sorties de disques au Québec où elle connaît un succès presque immédiat. En France, elle se fait connaître en 1983 avec le titre D'amour ou d'amitié6. En 1988, elle représente la Suisse au Concours Eurovision de la Chanson… et le gagne avec une chanson intitulée \"Ne partez pas sans moi\" qui fut l'ultime chanson interprétée en français qui remporta le Concours Eurovision. Entre 1986 et 1989, elle change de styles vestimentaire et musical, signe chez CBS, puis apprend l'anglais, en préparation d'une carrière internationale.\n\nUn premier album en anglais, Unison, sort en 1990, et lui permet de se faire connaître aux États-Unis et dans le monde. Elle alterne alors les albums en français et en anglais et réussit à s'imposer comme une des chanteuses les plus importantes dans ces deux langues. En 1999, au faîte de son succès, la chanteuse annonce faire une pause de deux ans, dans le but de fonder une famille et de passer du temps avec son mari à qui l'on a diagnostiqué un cancer. Elle fait son retour en 2002, et signe un contrat de trois ans, plus tard porté à près de cinq ans, pour se produire quatre à cinq soirs par semaine au Colosseum du Caesars Palace, à Las Vegas.\n\nLa musique de Céline Dion a des influences diverses, du pop/rock au classique. Céline Dion a vendu plus de 230 millions de disques dans le monde. Lors de la cérémonie des World Music Awards de 2007, elle reçoit le Legend Award en reconnaissance de son « succès mondial et pour sa contribution exceptionnelle à l'industrie de la musique ».","strBiographyCN":"席琳·迪翁（法语：Céline Dion，1968年3月30日－），生於加拿大魁北克省，加拿大歌手，最著名的法語和英語流行女歌手之一，有流行天后之稱。她获得过1次欧洲歌唱大赛冠军、5次葛莱美奖、12次世界音乐奖、7次美国音乐奖、7次美国告示牌、21次朱諾獎和39次Félix Award音乐奖。席琳也被世界媒體譽為90年代至今的五位跨世紀天后歌手之一（另四位：惠特妮·休斯顿、麦当娜、仙妮亚·唐恩和玛丽亚·凯莉）[來源請求]。2008年5月22日席琳·迪翁在巴黎接受法國總統薩科齊親自頒發的Legion d'Honneur騎士勳章。席琳·迪翁在全球的專輯銷量已经超過了2.6億張，為全球最暢銷的女歌手。\n席琳12歲起步入歌壇，她的第一首歌曲是\"Ce n'était qu'un rêve\"。15歲時推出了她首支法文單曲。1990年首张英语专辑\"Unison\"登陸全球市場，其中單曲\"Where Does My Heart Beat Now\"一舉榮獲全美排行第四名。\n1996年美國亞特蘭大奧運會上，她演唱了主題曲《夢想的力量》(\"The Power of The Dream\")。1997年為電影《鐵達尼號》主唱主題曲《我心永恒》(\"My Heart Will Go On\")而為全世界歌迷所熟知，並一度創下每3秒鐘便賣出一張專輯的傳奇紀錄。\n2001年，席琳成为母亲。2003年復出，2003年3月至2007年12月在拉斯維加斯举行了《新的一天...》演唱会，历时5年，共732场。一路走來，她已成為流行音樂世界最閃亮的明星。2010年10月23日上午，席琳·迪翁剖腹產下雙胞胎兒子。\n席琳·迪翁2008至2009年“把握机会”(\"Taking Chances\")世界巡迴演唱會在2月14日從南非約翰尼斯堡起跑，這是席琳8年來第一次巡迴演出，範圍涵蓋世界42座城市，北美55座城市，共97座城市。","strBiographyIT":"Céline Marie Claudette Dion (Charlemagne, 30 marzo 1968) è una cantante canadese. È occasionalmente anche attrice, cantautrice e stilista. Nativa francofona, canta per lo più in francese e in inglese, ma anche in spagnolo, giapponese, latino, italiano e in napoletano.\nNata da una famiglia povera canadese, il successo inizia con la vittoria nel 1988 all'Eurovision Song Contest.[1] Con l'aiuto del suo manager, René Angelil, firma un contratto con la Sony Records.\nHa venduto oltre 300 milioni di album nel mondo.[2] Finora nella sua carriera ha ricevuto oltre 1.000 riconoscimenti tra cui 4 Grammy Awards,[3] 3 American Music Awards, 2 Golden Globe Awards, 4 World Music Awards, 5 Juno Awards, e 2 Félix Awards.[3][4][5] È l'artista canadese di maggior successo della storia, e D'eux è l'album francofono più venduto della storia.[6]","strBiographyJP":"セリーヌ・マリー・クローデット・ディオン（Céline Marie Claudette Dion、1968年3月30日 - ）は、カナダの女性歌手である。1990年代に英語圏でキャリアを始める以前、1980年代前半にフランス語圏のシンガーとして活動を開始した。身長170cm。カナダのケベックに生まれる。幼少より類まれな才能を発揮し、音楽マネージャーのレネ・アンジェリルと出会う。アンジェリルは彼女の才能と歌声に惚れ込み、自宅を担保としてデビューアルバムの発売資金を調達する。音楽はポップス、ロック、ソウルの他に、ゴスペル、クラシックなど幅広いジャンルに影響されていて、ファンや評論家には彼女自身の声、歌詞の持つ本来の意味を歌い上げる能力などが高く評価されている。\n1990年代には、「ビコーズ・ユー・ラヴド・ミー」、「イッツ・オール・カミング・バック・トゥ・ミー・ナウ」や、1997年公開の映画『タイタニック』の主題歌になった「マイ・ハート・ウィル・ゴー・オン」の世界的大ヒットなどで、セリーヌ・ディオンは英語圏、フランス語圏におけるポピュラーミュージック界の大御所となった。\n1999年から個人的な理由により一時キャリアを休止するが、2002年にはアルバム『ア・ニュー・デイ・ハズ・カム』で復帰。2003年から2007年12月15日には、ラスベガスのシーザーズ・パレス・ホテルにて『A New Day... Live in Las Vegas』という定期公演を行った。2008年2月14日から10年ぶりとなるワールドツアー『Taking Chances』を行った。\n2011年現在、シングル＆アルバム総売り上げは2億枚を超えており、ローリング・ストーンズやピンク・フロイドといった大物アーティストと肩を並べるほどの実績を持っている。","strBiographyRU":"Селин Дион (полное имя — Селин Мари Клодетт Дион, фр. Céline Marie Claudette Dion, МФА (фр.): [se.lin djɔ̃]) — канадская певица, автор песен, актриса и композитор.\n\nРодилась 30 марта 1968 года в Шарлемане, провинция Квебек, Канада, в многодетной семье. Дион в подростковом возрасте стала звездой во франкоязычном мире после того, как её менеджер и будущий муж Рене Анжелил заложил свой дом, чтобы профинансировать её первую запись. В 1990 году она выпустила англоязычный альбом «Unison» и утвердилась как певица в Северной Америке и других англоязычных регионах мира.\n\nДион впервые получила международное признание в 1980-х, победив на музыкальном фестивале Yamaha в 1982 году и в конкурсе песни «Евровидение 1988», где она представляла Швейцарию. После ряда французских альбомов в начале 1980-х она подписала контракт с CBS Records Canada в 1986 году. В 1990-х после подписания контракта с Epic Records и выпуска нескольких английских альбомов наряду с другими французскими альбомами она с помощью Анжелила добилась всемирной славы, став одним из самых успешных исполнителей в истории поп-музыки. Тем не менее в 1999 году на пике своего успеха Дион объявила о перерыве в карьере для того, чтобы завести семью и проводить время со своим мужем, у которого был диагностирован рак. Она вернулась в поп-музыку в 2002 году и подписала трёхлетний (позже продлённый до почти пяти лет) контракт на ночные выступления в театральном шоу в Колизее в развлекательном комплексе «Сизарс-Палас» в Лас-Вегасе.\n\nМузыка Дион находилась под влиянием жанров в диапазоне от рока и ритм-н-блюза до госпела и классики. Хотя её творчество часто получало смешанную реакцию критиков, она известна своим технически искусным и мощным вокалом. Дион является самым продаваемым из всех канадских исполнителей, второй певицей в США по данным Nielsen SoundScan и единственной певицей, продавшей по миллиону копий двух синглов в Великобритании. Кроме того, её альбом 1995 года D’eux является самым продаваемым франкоязычным альбомом всех времён. В 2004 году после продажи более 175 миллионов альбомов по всему миру она получила бриллиантовую награду World Music Awards, став самой продаваемой певицей всех времён. По данным Sony Music Entertainment, Дион продала более 200 миллионов альбомов по всему миру.","strBiographyES":"OC Céline Marie Claudette Dion (nacida el 30 de marzo de 1968; Charlemagne, Quebec, Canadá) más conocida como Céline Dion, es una cantante canadiense. Logró el reconocimiento internacional en la década de 1980 al ganar el festival de la canción popular de Yamaha de 1982 y el festival de la canción de Eurovisión de 1988.4 5\nAños más tarde, surgió como una estrella adolescente en el mundo de habla francesa después de que su mánager, y futuro esposo, René Angélil hipotecó su casa para financiar su primer álbum.6 En 1990 lanzó al mercado Unison, su primera producción en inglés que la estableció como una artista pop prometedora en Norteamérica y en otras partes del mundo anglosajón.7\nTras lanzar una serie de álbumes a comienzos de los años 1980, firmó su primer contrato con la compañía CBS Records en 1986, con sede en Canadá. Durante la década de 1990 y con la ayuda de Angélil, alcanzó la fama mundial después de firmar con el sello de Epic Records y de lanzar una serie de álbumes en inglés y francés, que la convirtieron en una de las cantantes de música pop más exitosas de la historia.8 9 En 1999, cuando se encontraba en el punto más alto de su éxito, anunció su retiro temporal de los escenarios con el fin de formar una familia y pasar tiempo con su esposo, al que le habían diagnosticado cáncer.9 10 Dos años después, regresó al mundo de la música pop al firmar un contrato por tres años (que luego se extenderían a cinco) para llevar a cabo una serie de conciertos en el coliseo del hotel de cinco estrellas Caesars Palace, en Las Vegas.11 12 13\nLa música de Dion ha sido influenciada por géneros que van desde el rock y el R&B, hasta el gospel y el clasicismo. Si bien sus álbumes han recibido críticas mixtas, es muy conocida por poseer una voz hábil y poderosa.14 15 Es la artista canadiense con más ventas en el mundo y su álbum D'eux es el más vendido en idioma francés de todos los tiempos.16 17 18 En 2004, tras superar los 175 millones de álbumes vendidos en el mundo, fue galardonada con el premio Chopard Diamond en la ceremonia de los World Music Awards por ser la artista más exitosa de la historia.19 En febrero de 2011 regresó al coliseo del Caesars Palace para presentar su nuevo espectáculo titulado Celine, el cual culminaría en 2013 y que luego fue extendido hasta 2019.20 Según Sony BMG, la cantante ha vendido más de 200 millones de álbumes.21","strBiographyPT":"Céline Marie Claudette Dion, OC, OQ, (nascida em 30 de março de 1968) é uma cantora, compositora e empresária canadense. Nascida numa família numerosa de Charlemagne, Quebec,1 Dion surgiu como uma estrela teen no mundo francófono na década de 80, depois que seu empresário e futuro marido, René Angélil, hipotecou sua casa para financiar o seu primeiro disco.2 Em 1990, ela lançou o álbum em Inglês Unison, estabelecendo-se como uma grande artista pop na América do Norte e outras áreas de língua inglesa no mundo3 .\nDion ganhou reconhecimento internacional pela primeira vez em 1980, ao ganhar o Mundial 1982 Yamaha Popular Song Festival, e no Festival Eurovisão da Canção 1988.4 5 Após uma série de álbuns franceses no início dos anos 1980, ela assinou com a CBS Records em 1986. Durante a década de 1990, alcançou enorme fama mundial depois de assinar com a Epic Records e lançar vários álbuns em língua inglesa, e dando sequência aos álbuns franceses, tornou-se uma das artistas mais bem sucedida da história da música pop.6 7 No entanto, em 1999, no auge de seu sucesso, Dion anunciou um hiato de entretenimento, a fim de começar uma família e passar o tempo com seu marido, que tinha sido diagnosticado com câncer.7 8 Ela voltou ao topo da música pop em 2002 e assinou um contrato de três anos (mais tarde alargado a quase cinco anos, devido enorme sucesso) para se apresentar todas as noites em seu próprio Coliseu no Colosseum do Caesars Palace, em Las Vegas.9 10 11 Celine Dion é uma das artistas mais premiadas de todos os tempos, segundo o Guinness World Records, e sua lista de prêmios incluem um total de 296 prêmios conquistados em sua carreira até 2013\nA música de Celine foi influenciada por gêneros que vão do pop, rock, R&B ao gospel e música clássica. Possui álbuns de vendagens jamais vistas até então por uma cantora canadense. Ela é conhecida por sua voz extremamente poderosa e tecnicamente perfeita .12 13 14 Céline é a artista canadense mais bem sucedida de todos os tempos15 16 e a maior artista feminina de vendas no mundo durante a era Nielsen SoundScan,17 18 e é a única artista feminina a ter dois singles que já venderam mais de três milhões de cópias no Reino Unido.19 Além disso, ela é autora de D'eux, que é o álbum em francês mais vendido de todos os tempos.20 Em 2004, após ultrapassar 175 milhões em vendas de álbuns em todo o mundo, ela foi presenteada com o Diamond Award no World Music Awards sendo considerada pela cerimônia a maior artista feminina de todos os tempos.21 22 De acordo com a Sony Music Entertainment, Céline Dion já vendeu mais de 180 milhões de álbuns em todo o mundo, sendo uma das artistas que mais vendeu discos em todos os tempos23 .","strBiographySE":"Céline Marie Claudette Dion, född 30 mars 1968 i Charlemagne i Québec i Kanada, är en kanadensisk sångerska, skådespelerska, entreprenör och vid enstaka tillfällen låtskrivare. Hon marknadsförs ofta utanför den franskspråkiga världen som Celine Dion.\nCéline Dion är en av världens största artister. En av hennes största hitlåtar är My Heart Will Go On från filmen Titanic 1997. Dion skulle ha genomfört sin andra spelning i Sverige 1998, men hon kom inte på grund att hennes man René Angélil hade drabbats av cancer. Idag har Céline Dion tre barn, av vilka två är tvillingar.","strBiographyNL":"Céline Marie Claudette Dion (Charlemagne (Quebec), 30 maart 1968) is een Canadese zangeres. In 1994 trouwde ze met haar zesentwintig jaar oudere manager René Angélil. Op 25 januari 2001 kreeg het koppel een zoon; op 23 oktober 2010 beviel Dion van een tweeling, eveneens jongens.[1] Dion werd, als jongste van veertien kinderen, geboren in Charlemagne, Quebec (Canada). Op 12-jarige leeftijd bracht haar moeder haar in contact met de manager René Angélil, die zo in haar geloofde dat hij een hypotheek op zijn huis nam om haar carrière te financieren. In 1981 kwam het eerste album van Dion uit (La Voix du bon Dieu). Hiermee werd ze in Quebec een ster. Het jaar erop won ze de gouden medaille op het World Song Festival in Tokio. In de jaren die erop volgden bracht Dion meerdere albums uit met Franse chansons, die veelal over het gevoelsleven van dit jonge meisje gingen. In 1987 kwam in Canada het album Incognito uit, het eerste echte pop-album van Dion.\nIn 1988 deed ze namens Zwitserland mee met het Eurovisiesongfestival, dat ze won met het liedje Ne Partez Pas Sans Moi. Door de overwinning werd Dion bekend in Europa. Vanaf 1988 werd er gewerkt aan Dions eerste Engelstalige album Unison dat in 1990 uitkwam. Platenlabel Sony Music had het doel voor ogen dat Dion in de VS zou doorbreken met het Engelse repertoire. Het bleek te lukken. De single Where Does My Heart Beat Now behaalde de top 5 van de Amerikaanse Billboard Hot 100 en het album behaalde de platinastatus.\nIn 1991 werd Dion benaderd door de Walt Disney Studios om haar medewerking te verlenen aan de soundtrack van de speelfilm Beauty And The Beast. Samen met zanger Peabo Bryson nam Dion de titelsong van deze Disneyfilm op en eind 1991 groeide het nummer uit tot een groot succes. Het duet leverde Dion en Bryson zelfs een Academy Award op. Begin 1992 verscheen Celine Dion, het tweede Engelstalige album van de zangeres. Met de uitgebrachte singles If You Asked Me To, Love Can Move Mountains en Nothing Broken But My Heart scoorde ze hoog in de hitlijsten.","strBiographyHU":"Céline Marie Claudette Dion (Charlemagne, Kanada, 1968. március 30. –) többszörös Grammy-díjas kanadai énekesnő. A québeci nagy családban született Céline[1] akkor vált a francia nyelvű világ tinisztárjává, amikor ügynöke és későbbi férje, René Angélil saját házát terhelte jelzáloggal, hogy Celine első lemezét finanszírozza.[2] 1990-ben Unison című angol nyelvű albuma Észak-Amerika és a világ angol nyelvterületeinek hírességévé tette.[3]\nCéline Dion első nemzetközi sikereit az 1980-as években érte el, amikor megnyerte 1982-ben a Yamaha World Popular Song Fesztivált[4] és 1988-ban az Eurovíziós Dalfesztivált.[5][6] Francia lemezek sorozata után 1986-ban szerződést írt alá a kanadai CBS Recordsszal. A 90-es években Angélil segítségével világhírnevet szerzett. Miután leszerződött az Epic Recordsszal és a francia mellett számos angol nyelvű lemezt is elkészített, a popzene történetének egyik legsikeresebb művészévé vált.[7][8] Számos zenei díj mellett 1998-ban megkapta szülőhazája, Kanada két legjelentősebb kitüntetését. 1999-ben, sikerének csúcsán bejelentette, hogy karrierjét megszakítja, egyrészt, hogy családot alapítson, másrészt, hogy több időt tölthessen férjével, akinél időközben rák kialakulását diagnosztizálták.[8][9] 2002-ben visszatért a színpadra, és három éves szerződést írt alá a Las Vegas-i Caesars Palace esti színpadi showjára a Colosseumba, amelyet később öt évre terjesztettek ki.[10][11][12] Ikreinek megszületése után, 2011-től az énekesnő újabb három éves műsorsorozatba kezdett a Colosseum színpadán.\nAz énekesnő zenéjét számos műfaj alakította, a rocktól az R'n'B-n keresztül a gospel és az európai klasszikus zenei stílus egyaránt. Miközben albumait gyakran vegyes visszajelzések követik, képzett és erőteljes énekhangját mindig elismerés fogadja.[13][14][15] Dion minden idők legsikeresebb kanadai művésze,[16][17] a második legsikeresebb művésznő az Egyesült Államokban, a Nielsen SoundScan forgalmi adatai szerint,[18][19] és az egyetlen olyan női előadó, akinek két olyan kislemeze is született, amelyek több mint egy millió példányban keltek el az Egyesült Királyságban.[20] Azonkívül 1995-ös D’eux című albuma minden idők legnagyobb példányszámában elkelt francia nyelvű albuma.[21] 2004-ben, miután a lemezeladások átlépték a 175 millió példányszámos határt, az énekesnő Chopard Diamond-díjat kapott a World Music Awards díjátadó rendezvényen, mint minden idők legsikeresebb művésznője.[22] A Sony Music Entertainment szerint Céline Dion már több mint 200 millió albumot adott el világszerte.[23][24]","strBiographyNO":"CCéline Marie Claudette Dion (født 30. mars 1968) er en kanadisk sangerinne fra Charlemagne i den fransktalende provinsen Québec i Canada. Hun ble født i en stor familie, som det fjortende barnet i søskenflokken. Hennes manager, og kommende ektemann René Angélil, finansierte utgivelsen av hennes første plate i 1981. Sangen ble tatt godt imot av publikum, og Dion ble raskt en stjerne i Quebec. Utover 1980-tallet ble hun internasjonalt kjent, da hun blant annet vant Yamaha World Popular Song Festival i 1982, og Eurovision Song Contest i 1988.\n\nHun er spesielt kjent for sangen «My Heart Will Go On» fra filmen Titanic fra 1997. Celine Dion begynte sin karriere som lokal artist i Québec, men ble etter hvert godt kjent i hele den fransktalende verden. Hennes første album, La Voix du Bon Dieu, ble utgitt i 1981. Hun har også tatt spranget over i det engelskspråklige platemarkedet. Dette skjedde ved lanseringen av hennes første engelskspråklige album, Unison, i 1990. Hun har fått en stjerne på Hollywood Walk of Fame.\n\nI Norge ble hun første gang lagt merke til av et større publikum i 1988 da hun stilte opp for Sveits i Eurovision Song Contest (Melodi Grand Prix) i Dublin og vant med sangen «Ne partez pas sans moi».\n\nHun har gitt ut sanger som: «I'm alive», «My Heart Will Go On», «Alone», «That's The Way It Is», «I Drove All Night», «All by myself» og «The Power of Love».\n\nDion ble i 2008 forfremmet til følgesvenn av Order of Canada, ordenens høyeste grad. Hun er også offiser av Québecs nasjonalorden.","strBiographyIL":"סלין דיון (בצרפתית: Céline Dion, להאזנה (מידע · עזרה), היא זמרת קנדית. נולדה בשם סלין מרי קלודט דיון ב-30 במרץ 1968 באחד מפרברי מונטריאול בקוויבק למשפחה דוברת צרפתית. דיון ייצגה את שווייץ במסגרת אירוויזיון 1988 וזכתה במקום הראשון. היא מכרה מעל ל-200 מיליון תקליטים ונחשבת לאחת הזמרות המצליחות ביותר בעולם. דיון נולדה למשפחה קתולית בעיירה שארלמאן שבקוויבק כצעירה מבין 14 ילדים. בגיל 5 שרה לראשונה על הבמה במועדון של הוריה, שנקרא \"חבית היין הישנה\".\nבשנת 1980, פנתה אמה לסוכן רנה אנג'ליל שהוקסם מקולה ולקח על עצמו לקדם אותה. הוא משכן את ביתו כדי לממן את אלבומה הראשון. בשנת 1981 הם הוציאו אלבום ראשון בצרפתית, \"La Voix du bon Dieu\" (\"הקול של אלוהים\"), שהפך את דיון לכוכבת בקוויבק. בשנת 1982 השתתפה בפסטיבל הפופולרי העולמי שנערך בטוקיו בייצוג מדינות מרחבי העולם, כנציגת קנדה, וזכתה במדליית זהב.\nבין השנים שעברו הוציאה דיון אלבומים צרפתיים שהצליחו מאוד וזכתה לתהילה רבה בקנדה ובקוויבק.\nהקריירה של דיון המשיכה לפרוח, וב-1987 הציגה את האלבום Incognito (עילום שם) שזכה להצלחה. בשנת 1988 ייצגה את שווייץ בתחרות הזמר האירוויזיון וזכתה. הזכייה סייעה לקידום הקריירה שלה באירופה.\nבשנת 1989, בתחרות הזמר של האירוויזיון שנערכה בלוזאן שבשווייץ, ביצעה דיון בבכורה עולמית את שירה הראשון באנגלית, \"Where Does My Heart Beat Now\". באותה שנה הוציאה את אלבומה הראשון באנגלית \"Unison\", שתרם אף הוא להכרה הבינלאומית בה.","strBiographyPL":"Céline Marie Claudette Dion Angélil (ur. 30 marca 1968 w Charlemagne)[1] – kanadyjska piosenkarka, kompozytorka i autorka tekstów pochodząca z francuskojęzycznej prowincji Quebec. Dysponuje 5-oktawowym mezzosopranem lirycznym. Posiada słuch absolutny[potrzebne źródło]. Tworzy w wielu gatunkach muzycznych, jest jedną z czołowych przedstawicielek adult contemporary. Nagrywa klasyczne chansony, soul, blues, jazz, pop tradycyjny, folk. Śpiewa po francusku, angielsku, hiszpańsku, niemiecku i włosku, nagrała także utwory po japońsku. Poza śpiewaniem zajmuje się w dużej mierze działalnością charytatywną. Wspiera finansowo fundacje, przeznacza na nie m.in. części dochodów ze swoich koncertów czy sprzedaży płyt.\nJej kariera rozwija się dwutorowo. Francuskojęzyczna twórczość została ukształtowana głównie przez jej korzenie, kulturę i tradycję, z której się wywodzi. Jako artystka frankofońska najbardziej zasłynęła z działalności artystycznej z Jean-Jacquesem Goldmanem. Swoją współpracę zaczęli w roku 1994 przy okazji nagrywania albumu D'eux. W 2007 roku była jedną z organizatorek i główną artystką koncertu Sur les Plaines, czyli muzycznego przedsięwzięcia upamiętniającego bitwę o Quebec na Równinie Abrahama. Często wyróżniana i odznaczana za działalność na rzecz ojczyzny, rozpowszechnianie języka francuskiego oraz podtrzymywanie i rozsławianie tradycji i kultury francusko-kanadyjskiej. Otrzymała za to m.in. Order Kanady, Order Quebecu, honorowy doktorat kanadyjskiego Uniwersytetu w Laval oraz francuską Legię Honorową.\nAnglojęzyczna kariera Celine to nieco inne gatunki i przesłania. Zaczynając śpiewać po angielsku artystka chciała dotrzeć do szerszej rzeszy odbiorców. Nagrywanie w tym języku przyczyniło się także do szybszego rozwoju jej kariery i do osiągnięcia gigantycznej sławy.\nJako piosenkarka zdobyła ponad 1000 muzycznych nagród i wyróżnień. W kwietniu 2007 wytwórnia Sony BMG ogłosiła, że Céline Dion sprzedała na całym świecie ponad 220 milionów albumów[2].","strGender":"Female","intMembers":"1","strCountry":"Charlemagne, QC, Canada","strCountryCode":"CA","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/2s6xfz1676810715.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/wxxptv1363122733.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/gl1moo1642498261.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/wyrttp1535715950.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/qtrpww1535716128.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qvqvpu1359062183.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/ttqryp1359062203.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/xrsxvq1359062240.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/h2ekr21613566528.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/tswtwr1359061989.jpg","strMusicBrainzID":"847e8a0c-cc20-4213-9e16-975515c2a926","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/CÃ©line Dion/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}