{"artists":[{"idArtist":"118919","strArtist":"Donovan","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1965","intBornYear":"1946","intDiedYear":null,"strDisbanded":null,"strStyle":"Folk","strGenre":"Folk","strMood":"Good Natured","strWebsite":"www.donovan.ie","strFacebook":"","strTwitter":"1","strBiographyEN":"Donovan (born Donovan Phillips Leitch, 10 May 1946) is a Scottish singer, songwriter and guitarist. Initially labelled as an imitator of Bob Dylan, he developed an eclectic and distinctive style that blended folk, jazz, pop, psychedelia, and world music (notably calypso). He has variously lived in Scotland, London, and California, and, since at least 2008, has lived in County Cork, Ireland with his family. Emerging from the British folk scene, Donovan shot to fame in the United Kingdom in early 1965 with a series of live performances on the pop TV series, Ready Steady Go!.","strBiographyDE":"Donovan (* 10. Mai 1946 in Glasgow, Schottland als Donovan Phillips Leitch) ist ein britischer Singer-Songwriter, Gitarrist und Komponist zunächst insbesondere auf dem Gebiet der Folk-Musik; später kamen Einflüsse des Rock, des Pop, der psychedelischen Rockmusik sowie des Jazz hinzu.\n\nDonovan hatte seinen ersten Erfolg 1964 in der Fernsehshow „Ready Steady Go“, ohne eine Platte veröffentlicht zu haben. Seinen ersten Hit hatte er 1965 mit der Folk-Ballade Catch the wind, die Reinhard Mey unter dem Pseudonym Rainer May als „Geh und fang den Wind“ aufnahm. Die Single erreichte den dritten Platz in den britischen Singlecharts. Weitere Erfolge aus dem Jahr 1965 brachten die Songs Colours, Turquoise und The Universal Soldier, der letzte stammte ursprünglich von der kanadischen Folk-Sängerin Buffy Sainte-Marie.\n\nBeeinflusst von Bob Dylan - anfangs wurde er teilweise als Dylan-Imitator bezeichnet - und von der britischen Folk-Szene um Gitarristen wie Bert Jansch und John Renbourn, spielte Donovan zunächst fast ausschließlich akustischen Folk; 1966 erweiterte er seine musikalische Bandbreite, indem er in seine Eigenkompositionen Rock-Elemente einfließen ließ. Künstlerisches Ergebnis dieser Entwicklung sind Sunshine Superman, Mellow Yellow, Hey Gyp und Hurdy Gurdy Man. Bei verschiedenen Musikproduktionen Donovans wirkten zwei spätere Mitglieder der 1969 gegründeten Formation Led Zeppelin, nämlich Jimmy Page und John Paul Jones, als Arrangeure und Studiomusiker mit. Einer von Donovans bekanntesten Songs ist die Folk-Ballade Atlantis von 1969, welche 2001 für den Walt-Disney-Film Atlantis – The Lost Empire von den No Angels neu aufgenommen wurde und den fünften Platz in den deutschen Charts erreichte.\n\n1968 reiste Donovan zusammen mit The Beatles nach Rishikesh (Indien), wo er an einem mehrwöchigen Meditationskurs des Gurus Maharishi Mahesh Yogi teilnahm. 1969 nahm er zusammen mit der Jeff Beck Group das Studio-Album Barabajagal auf und spielte im Jahr darauf auf dem Isle of Wight Festival.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Glasgow, Scotland, UK","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uwvvtq1412991283.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/uvyqts1393365233.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/tvstrw1367708574.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/tryyqy1393365530.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rxyquw1393365562.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/swuqxp1393598111.jpg","strMusicBrainzID":"72d7d717-0837-4f2a-9641-d0f9fdd3acf7","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}