{"album":[{"idAlbum":"2118217","idArtist":"112424","idLabel":"43851","strAlbum":"Dangerous","strAlbumStripped":"Dangerous","strArtist":"Michael Jackson","strArtistStripped":"Michael Jackson","intYearReleased":"1991","strStyle":"Rock/Pop","strGenre":"Pop","strLabel":"Epic","strReleaseFormat":"Album","intSales":"32000000","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/eisrwx1611039022.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/151n9a1611039039.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/jlpn2t1611039032.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/8jzqq81611039047.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/dc5s4f1611039061.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/auxejz1611039068.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/dmxnqi1611039053.png","strDescriptionEN":"Dangerous is the eighth studio album by American recording artist and musical inventor Michael Jackson, released on November 26, 1991 on Epic Records. His first album under his new contract with Sony Music, it was also Jackson's first album to not be produced by longtime collaborator Quincy Jones, who had agreed to split after the final recording sessions for Jackson's 1987 album, Bad. Dangerous has sold over 50 million albums worldwide, 10 million albums were shipped in the United States alone, and has been cited as one of the best-selling albums of all time. The album produced four top ten singles on the Billboard Hot 100 including one number-one. Similar to the musician's previous material, the album's music features elements of R&B, pop and rock while also incorporating a newer genre, new jack swing, after the inclusion of producer Teddy Riley to the project.\nDangerous took over a year in production, starting in June of 1990 and ending in October of 1991. Lyrical themes expressed in the album included racism, poverty, paranoia, romance, the welfare of children and the world and self-improvement, topics Jackson had recorded before. Dangerous, much like Bad and Thriller, cemented Jackson's place in music history as one of the leaders of contemporary pop music. Nine singles were released from Dangerous between November 1991 and December 1993, with seven singles issued in the United States, and two others released only outside the US. The two singles released outside the United States was successful on the charts, charting within the top ten and top forty respectively. Dangerous peaked at number one in nine countries, while charting at the top ten in four other territories. The only songs not released were \"Why You Wanna Trip on Me\", \"She Drives Me Wild\", \"Keep the Faith\" and \"Dangerous\", a video and a single release for the latter song was said to have been planned but was postponed indefinitely due to the musician's tour and later personal problems.\nDangerous was the first album to be produced fully by Jackson, with additional production from his friend, Bill Bottrell and Teddy Riley, with production from the latter producer, presenting Jackson with a younger urban audience. Jackson composed on all but two tracks on the album. Dangerous won several Grammy nominations only winning one for Best Engineered Album (Non Classical) by Bruce Swedien and Riley. In addition to commercial success, the album also received critical acclaim from contemporary critics. It has been listed as the most successful album recorded under the new jack swing genre of all time.","strDescriptionDE":null,"strDescriptionFR":"Dangerous est le huitième album studio de Michael Jackson, sorti le 26 novembre 1991. Il marque le début de la collaboration avec Teddy Riley (fondateur du R&B moderne, mélangeant hip-hop et new-jack), ce qui caractérise l'opus par un style résolument différent des précédents. À ce jour, avec plus de 40 millions d'exemplaires, il reste l'un des albums les plus vendus au monde. Son budget était de 10 millions de dollars US.\n\nLes premières chansons enregistrées pour cet album (Black or White, Heal the World et Who Is It) étaient prévues pour une compilation intitulée Decade qui finalement a été annulée.\n\nTeddy Riley fit appel à beaucoup de ces collaborateurs dans le projet de Dangerous comme Bernard Belle dans la composition de Remember the Time, Why You Wanna Trip On Me et la démo If You don't Love Me, Wayne Cobham pour la programmation, Aqil Davidson pour les paroles du rap de She Drives Me Wild, Wreckx-N-Effect qui effectue le \"rap\" sur ce même morceau que Aqil Davidson, un membre du groupe, a écrit.\n\nLe titre Keep the Faith a été écrit par Glen Ballard et Siedah Garrett, le tandem qui avait écrit Man in the Mirror sur Bad.\n\nLe sensuel et romantique In the Closet est chanté en duo avec une fille, appelée \"Mystery Girl\". Selon un entretien (interview) de 1992 avec le journaliste britannique Jonathan Ross, Madonna a prétendu avoir sur quelques idées pour la chanson, mais quand elle les a présentées à Michael, il a jugé qu'elles étaient trop provocantes et elle a décidé de ne pas continuer avec le projet. Du coup, Michael cherchant une voix très particulière et ayant eu l'occasion d'entendre celle de la princesse Stéphanie de Monaco, a convié cette dernière à venir enregistrer la ligne parlée de la chanson aux États-Unis. Le projet initial, d'après les déclarations de Stéphanie de Monaco, était d'ouvrir un concours après la sortie de l'album ou du single avec cette question:\"Qui est la mysterious girl?\". Cela aurait permis de promouvoir aussi un projet de la princesse. Le projet a par la suite été abandonné, mais l'album et les livrets l'accompagnant ayant déjà été pressés et imprimés, Stéphanie de Monaco ne sera jamais créditée pour son duo avec Michael Jackson.\n\nWill You Be There est la chanson du film Sauvez Willy. Dans l’introduction, on peut entendre la 9e symphonie de Beethoven. Gone Too Soon est un hommage à Ryan White, un garçon atteint du SIDA mort quelques mois avant la sortie de l'album.\n\nDurant la session de l'album, Michael Jackson et Teddy Riley ont réalisé deux morceaux utilisés ultérieurement pour l'album Blood on the Dance Floor : Ghosts et Blood on the Dance Floor.\n\nMichael Jackson avait également collaboré avec Bryan Loren pour cet album mais aucune des chansons n'a été retenue. Une seule chanson issue de cette collaboration appelée Superfly Sister est présente sur Blood on the Dance Floor.","strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Dangerous es el octavo álbum del cantante estadounidense Michael Jackson, publicado el 26 de noviembre de 1991, con más de 32 millones de copias vendidas. Es el primer álbum tras el reinado de Quincy Jones como productor de Michael Jackson. Después de Quincy Jones, quedó fuera el interés por la melodía: Michael Jackson se centró en el ritmo. De ahí los potentes sonidos que podemos escuchar en Dangerous. Para la creación del disco Jackson contó con la colaboración de Teddy Riley, Heavy D., Bill Bottrell y Bruce Swedien. Es un disco con material completamente inédito y uno de los más vendidos. Dangerous no sólo cuenta con una lista de temas variada, también con una portada que generó mucha controversia. El álbum produjo números uno como \"Black or White\", \"Remember the Time\", \"Jam\" y canciones estrella como \"Will You Be There\" (de la película Free Willy) y \"Who Is It\".\n\nActualmente, las ventas de este disco ascienden a los 32 millones de discos. Como en sus anteriores producciones, Michael Jackson demuestra su inigualable talento para la composición, además de haberse encargado de la producción general. Por esto Dangerous es considerado el álbum más personal del cantante porque en él, Jackson se expresa con mayor libertad creativa. En Dangerous (1991), podemos encontrar hard rock (\"Black or White\" y \"Give In to Me\"); soul o funk que se fusiona con dance o hip hop (fusión llamada New jack swing) en canciones como \"Remember the Time\", \"Jam\", \"Dangerous\", etc; además el gospel está presente en canciones como \"Will You Be There\" o \"Keep the Faith\".\n\nEn \"Black or White\" Michael Jackson solicitó la participación del guitarrista de Guns N' Roses, Slash, para darle a esta canción de rock una línea más agresiva, además cuenta con la participación de Tim Pierce en la guitarra heavy metal; y el resultado es una mezcla de hard rock, dance y rap. Todo esto fue respaldadado por un extraordinario video, cuyos efectos especiales volvieron a sorprender. La dirección estuvo a cargo de John Landis, el mismo de Thriller y el pequeño prodigio de Hollywood, Macaulay Culkin tuvo una participación especial (Nota: Culkin fue gran amigo de Michael hasta que este falleció).\n\nSiguiendo la misma línea, en \"Remember the Time\" apareció con la modelo Iman, esposa de David Bowie, el actor Eddie Murphy y el jugador de baloncesto \"Magic\" Johnson. Luego en el video \"In the Closet\", Jackson se muestra más sensual, alternando aquí con la top model Naomi Campbell; y en \"Jam\", con otra estrella del baloncesto; Michael Jordan.","strDescriptionPT":"Dangerous é o oitavo álbum de estúdio lançado por Michael Jackson pela Epic em 1991. Até 2012, Dangerous vendeu mais de 48 milhões de cópias ao redor do globo, segundo estimativas da gravadora, que figura como o segundo melhor desempenho de vendas da carreira do cantor.O álbum marca o término da parceria de 12 anos entre Jackson e Quincy Jones na produção, que nesse disco fica a cargo, essencialmente, de Teddy Riley. Dangerous figura como o álbum de um artista masculino mais vendido da década de 1990, e o álbum de New Jack Swing mais bem sucedido de todos os tempos. Este álbum está na lista dos 200 álbuns definitivos no Rock and Roll Hall of Fame.\n\nÉ a primeira coleção de músicas inéditas lançada pelo astro nos anos 90 e o primeio álbum distribuído como parte do incrível contrato recorde de US$ 1,089 bilhão (que perdura até hoje como o maior valor já pago para um cantor na história da música) firmado entre Jackson e a Sony em 1990. Dangerous reúne 14 canções e gerou nove compactos, incluindo três números um nos Estados Unidos: \"Black or White\" (Rock), \"Remember the Time\" (R&B) e \"In The Closet\" (R&B). Outras canções, como \"Heal The World\" e \"Will You Be There\", tema do filme Free Willy (1993), também se tornaram imeditamente reconhecidas, ou ainda faixas não tão populares no grande público, mas que se tornaram enormes secessos de New Jack Swing/R&B como: \"Jam\" e \"Dangerous\".","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":"Dangerous er det åttende studioalbumet av Michael Jackson, utgitt i november 1991. Dangerous er, med sine 32 millioner solgte eksemplarer, Jacksons nest mest solgte album, kun slått av Thriller, -historiens mestselgende album.","strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"9.4","intScoreVotes":"5","strReview":"","strMood":"Quirky","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"d6b52521-0dfa-390f-970f-790174c22752","strMusicBrainzArtistID":"f27ec8db-af05-4f36-916e-3d57f91ecf5e","strAllMusicID":"mw0000674875","strBBCReviewID":null,"strRateYourMusicID":"dangerous","strDiscogsID":"14641","strWikidataID":"Q44104","strWikipediaID":"Dangerous_(Michael_Jackson_album)","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}