{"artists":[{"idArtist":"113567","strArtist":"Candy Dulfer","strArtistStripped":null,"strArtistAlternate":"Candy Dulfer","strLabel":null,"idLabel":null,"intFormedYear":"1981","intBornYear":"1969","intDiedYear":null,"strDisbanded":null,"strStyle":"Jazz","strGenre":"Funk","strMood":"","strWebsite":"www.candydulfer.nl","strFacebook":"","strTwitter":"1","strBiographyEN":"Candy Dulfer (born 19 September 1969) is a Dutch smooth jazz alto saxophonist who began playing at the age of six. She founded her band, Funky Stuff, when she was fourteen years old. Her debut album Saxuality (1990) received a Grammy Award nomination. Dulfer has released nine studio albums, two live albums, and one compilation album. She has performed and recorded songs with musicians including her father Hans Dulfer, Prince, Dave Stewart, Van Morrison, and Maceo Parker. She hosts the Dutch television series Candy meets... (2007), in which she interviews fellow musicians.\n\nCandy Dulfer was born on 19 September 1969 in Amsterdam in the Netherlands, as the daughter of saxophonist Hans Dulfer. She began playing the drums at the age of five. As a six-year-old she started to play the soprano saxophone. At the age of seven she switched to alto saxophone and later began playing in a local concert band Jeugd Doet Leven (English translation: \"Youth Brings Life\") in Zuiderwoude.\n\nDulfer played her first solo on stage with her father's band De Perikels (\"The Perils\"). At the age of eleven, she made her first recordings for the album I Didn't Ask (1981) of De Perikels. In 1982, when she was twelve years old, she played as a member of Rosa King's Ladies Horn section at the North Sea Jazz Festival. According to Dulfer, King encouraged her to become a band leader herself. In 1984, at the age of fourteen, Dulfer started her own band Funky Stuff.\n\nDulfer's band performed throughout the Netherlands and in 1987 was the opening act for two of Madonna's European concerts.\n\nIn 1988 Prince invited Dulfer on stage to play an improvised solo during one of his European shows. In 1989 Dulfer appeared in Prince's \"Partyman\" video.\n\nDulfer performed session work with Eurythmics guitarist and producer Dave Stewart and was a guest musician for Pink Floyd at the band's performance at Knebworth in 1990.\n\nDulfer's debut album, Saxuality, was released in 1990 and was nominated for a Grammy and certified gold for worldwide sales in excess of half a million. Her song \"Lily Was Here\" reached No. 11 on American the Billboard Hot 100 chart. Though Dulfer has had smooth jazz chart hits such as \"For The Love Of You\" and \"Finsbury Park, Cafe 67\".\n\nDulfer was also the featured saxophonist on Van Morrison's A Night in San Francisco, an album in 1993, and performed with the Alan Parsons Project at the World Liberty Concert in 1995.\n\nDulfer collaborated with her father Hans Dulfer on the duet album Dulfer Dulfer in 2001.\n\nIn 2007, she released her ninth studio album Candy Store. The album reached a No. 2 position in Billboard's Top Contemporary Jazz charts. Her song Candy Store and the song \"L.A. Citylights\" reached the No. 1 position in Smooth Jazz National Airplay charts in the United States.\n\nDulfer is mostly a self-taught musician except for some training in a concert band and a few months of music lessons.\n\nIn 2007 Candy Dulfer was the presenter and interviewer in Candy meets..., her own television program for public broadcaster NPS. In the series she met with Sheila E., Maceo Parker, Hans Dulfer, Van Morrison, Dave Stewart, and Mavis Staples.","strBiographyDE":"Wikipedia\n\nCandy Dulfer (* 19. September 1969 in Amsterdam) ist eine niederländische Saxophonistin und Sängerin, die stilistisch überwiegend im Funk angesiedelt ist. \n\nBereits im Alter von sechs Jahren begann Dulfer – gefördert durch ihren Vater Hans Dulfer, der selber ein bekannter Saxophonist ist – mit dem Saxophonspiel, insbesondere Sopran- und Altsaxophon. Beeinflusst wurde Dulfer dabei auch von den Saxophonisten Sonny Rollins und David Sanborn. Mit elf Jahren folgte eine erste Plattenaufnahme und mit 14 schließlich die erste eigene Band Funky Material.\n\nDer Durchbruch gelang Dulfer Ende der 1980er/Anfang der 1990er Jahre, zunächst mit der Single Lily Was Here (1989) aus dem Soundtrack zum gleichnamigen Film, die sie zusammen mit Dave Stewart (Eurythmics) einspielte. 1990 erschien zudem das Album Graffiti Bridge, auf dem Dulfer als Begleitmusikerin von Prince zu hören ist, sowie Dulfers eigenes Album Saxuality, das ihr eine Nominierung für das „Beste Pop-Album Instrumental“ bei den Grammy Awards einbrachte. Des Weiteren trat Dulfer 1990 mit der Band Pink Floyd in Knebworth auf. Für das Album Dulfer Dulfer arbeitete sie mit ihrem Vater Hans zusammen.\n\nNeben ihren Soloaufnahmen ist Dulfer seitdem eine gefragte Begleitmusikerin. Neben ihrer Zusammenarbeit mit Prince stand sie unter anderem mit Maceo Parker, Dave Stewart, Marcus Miller, Van Morrison und Blondie im Studio und auf der Bühne.\n\nEbenfalls im Jahr 2007 präsentierte sie im niederländischen Fernsehen Candy Meets…. Sie traf darin mit Sheila E., Maceo Parker, Hans Dulfer, Van Morrison, Dave Stewart und Mavis Staples zusammen.\n\nSeit dem 18. Mai 2012 moderiert Dulfer für den niederländischen Radiosender Sublime FM (ehemals Arrow Jazz FM) die Sendung Candy Store, in der sie ihre persönlichen Lieblingsstücke aus Funk, Soul und Jazz präsentiert. ","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":"«Кэнди – милашка», - так сказали бы американцы в разговоре друг с другом. Другими словами, многочисленные концерты не только способствовали росту популярности голландской саксофонистки, но и помогли ей самой понять свои творческие корни – funk и rnb, разбавленный jazz'ом, hip-hop'ом и soul'ом.\n\nКэнди Далфер начала учиться музыке в семь лет, в 14 уже организовала собственную команду “Funky Stuff”. В музыке она всегда стремилась держаться на волне времени, однако не позволяла новым тенденциям диктовать свой стиль. Легендарным стало высказывание исполнителя, которого когда-то звали Prince: “When I want sax, I call Candy”. Ещё до выхода её дебютного альбома Saxuality, она совершила совместное гастрольное турне по Европе с Мадонной (Madonna). Настоящему взлёту популярности способствовал выход сингла, сразу же вошедшего в десятку лучших – Lily Was Here, саундтрек в дуэте с Dave Stewart.","strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Amsterdam, Netherlands","strCountryCode":"NL","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/yxwuxu1429604324.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/utswyr1429604352.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/sqpwwr1515608840.png","strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qrrpuu1521544103.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/candy-dulfer-4f3a797030024.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/candy-dulfer-4f3a797fe1f63.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/ue6zcf1640973738.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/dulfer-candy-55fb10a284203.jpg","strMusicBrainzID":"274718a2-5214-4673-bb46-ce1eef1335bd","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}