{"artists":[{"idArtist":"125987","strArtist":"Plácido Domingo","strArtistStripped":null,"strArtistAlternate":"Placido Domingo","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1941","intDiedYear":null,"strDisbanded":null,"strStyle":"Classical","strGenre":"Opera","strMood":"","strWebsite":"www.placidodomingo.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Plácido Domingo, KBE (born 21 January 1941), born José Plácido Domingo Embil, is a Spanish tenor and conductor known for his versatile and strong voice, possessing a ringing and dramatic tone throughout its range. As of the end of 2013 he has sung 144 different roles.\nOne of The Three Tenors, he has also taken on conducting opera and concert performances, and he is the general director of the Los Angeles Opera in California.","strBiographyDE":"Wikipedia\nJosé Plácido Domingo Embil, KBE (* 21. Januar 1941 in Madrid) ist ein spanischer Opernsänger (der Stimmlagen Tenor und Bariton), Dirigent und Intendant. Er gehörte neben José Carreras und Luciano Pavarotti zu den Drei Tenören. Er hat in seiner Karriere mehr als 21 Millionen Tonträger verkauft. Seine erfolgreichste Veröffentlichung ist das Album The Three Tenors in Concert. \n\nPlácido Domingo wurde als Sohn der Zarzuelasänger Pepita Embil und Plácido Domingo Ferrer geboren und verbrachte seine Kindheit ab 1949 in Mexiko. Seine erste Frau war von 1957 bis 1958 Ana María Guerra Cué, und seit 1962 ist er mit der Sopranistin Marta Ornelas (* 1935) verheiratet. Er debütierte 1959 in einer kleinen Rolle (Borsa in Rigoletto in Mexiko-Stadt) und am 19. Mai 1961 als Alfredo in der Traviata (in Monterrey, Mexiko). Von 1962 bis 1965 war er zusammen mit seiner Frau in Tel Aviv (Israel) engagiert, bevor seine eigentliche internationale Karriere mit einem erfolgreichen Auftritt 1966 an der New York City Opera in Alberto Ginasteras Don Rodrigo begann. Seither ist er an allen großen Opernhäusern und Opernfestspielen der Welt aufgetreten.\nDomingo gilt als einer der vielseitigsten Tenöre und hat bisher 134 verschiedene Rollen gesungen. Im Mittelpunkt seines breiten Repertoires steht das italienische und französische Fach mit Opern von Giuseppe Verdi, Giacomo Puccini, Georges Bizet, Jules Massenet, Pietro Mascagni, Ruggero Leoncavallo, Umberto Giordano und anderen. Eine seiner Paraderollen ist der Otello (in der gleichnamigen Oper von Verdi), mehrmals auf Schallplatte aufgenommen und von Franco Zeffirelli mit ihm verfilmt. Er hat sich auch als Wagner-Sänger profiliert, speziell als Lohengrin, Siegmund (in Die Walküre) und als Parsifal. Er singt auch in Russisch (Gherman in Pique Dame) und hat an den Uraufführungen der Opern Goya (von Gian Carlo Menotti), El Poeta (von Federico Moreno Torroba), Divinas palabras (von Antón García Abril) und Nicholas and Alexandra (von Deborah Drattell) mitgewirkt. Bis in die jüngste Zeit eignet er sich immer wieder neue Rollen an: So hat er beispielsweise 2005 neu Franco Alfanos Cyrano de Bergerac an der Met einstudiert sowie den Part des Tristan in Wagners Tristan und Isolde auf CD aufgenommen. Im Dezember 2006 und Januar 2007 sang er an der Met die Hauptrolle in der Uraufführung der neuesten Oper von Tan Dun, The First Emperor.\nDomingo begann als Bariton und sang während seiner Tenorkarriere nur einmal eine Bariton-Partie, den Figaro in Il barbiere di Siviglia unter Claudio Abbado. In jüngerer Zeit sang er den Simon Boccanegra am Royal Opera House, Covent Garden (2007), Germont (La traviata) und die Titelpartien in Nabucco und Rigoletto. 2013 verkörperte er die Partie des Grafen Luna in Verdis Il trovatore an der Berliner Staatsoper, 2014 auch bei den Salzburger Festspielen. Ab den neunziger Jahren (erstmals anlässlich der Fußball-Weltmeisterschaft 1990) war er zusammen mit José Carreras und Luciano Pavarotti (Die drei Tenöre) wiederholt und mit Erfolg in großen Arenen aufgetreten. Auf dem 2002 veröffentlichten Album Shaman des Latin Rock- und Jazz-Gitarristen Carlos Santana übernahm er den Gesangspart des letzten Songs, Novus.\n1996 wurde Domingo künstlerischer Direktor der Washington National Opera und war von 2003 bis 2011 ihr Generaldirektor; seit 2003 ist er Generaldirektor der Oper von Los Angeles. Er ist auch als Dirigent tätig, unter anderem dirigierte er an der Met, am Covent Garden, an der Staatsoper Unter den Linden, an der Wiener Staatsoper, an der Bayerischen Staatsoper, am Theater an der Wien und bei den Bayreuther Festspielen (Die Walküre, 2018). 1993 gründete er Operalia, einen Wettbewerb für junge Opernsänger, der seither jährlich in verschiedenen Städten der Welt durchgeführt wird (bisher in Paris, Mexiko-Stadt, Madrid, Bordeaux, Tokio, Hamburg, San Juan, Los Angeles, Washington, Valencia sowie in der trinationalen Bodensee-Region).\nDomingo ist für seine vielfältigen Wohltätigkeitsveranstaltungen und -aktionen bekannt. So gründete er nach dem großen Erdbeben in Mexiko-Stadt, bei dem er auch eigene Familienangehörige verlor, ein Kinderdorf für die Waisen des Erdbebens. Ein Jahr lang sagte er beinahe alle Verpflichtungen an den großen Opernbühnen ab und gab nur noch Benefizkonzerte, deren Erlös den Waisen und anderen Hilfsprojekten in Mexiko zugutekam. Immer wieder unterstützt er Hilfsprojekte in aller Welt, speziell solche, die sich benachteiligter Gruppen annehmen. Im November 2006 wurde er – gemeinsam mit den Wiener Philharmonikern – von dem Schweizer Hörgerätehersteller Phonak zum „Botschafter des Hörens“ ernannt. Er unterstützt die Hear the World Foundation zum Schutz des Gehörs und zur Hilfe für Hörgeschädigte. Seit Juni 2011 gehört Domingo gemeinsam mit den Weltfußballern Pelé und Johan Cruyff sowie dem früheren Außenminister der USA Henry Kissinger und dem ehemaligen Vorsitzenden des FBI Louis Freeh zur Lösungskommission der FIFA.\nDomingo setzte sich für die Wiederaufführung wenig bekannter Werke ein, in denen er selbst auftritt, so im Theater an der Wien in einer Zarzuela (Luisa Fernanda von Federico Moreno Torroba), (Goya von Gian Carlo Menotti) und Verdis I due Foscari. 2016 trat er hier außerdem in der Rolle des Macbeth von Verdi mit dem Finale der Fassung von 1847 auf. Im Mai 2017 wurde anlässlich des Jubiläums seines ersten Auftretens an der Wiener Staatsoper vor 50 Jahren eine Gala veranstaltet, in der Domingo in drei Bariton-Partien Verdis auftrat: Renato (Un ballo in maschera), Germont (La traviata) und Simon Boccanegra. Am 11. Juni 2017 debütierte er dort in der Rolle des Marquis Posa in Don Carlo. ","strBiographyFR":"Plácido Domingo est un chanteur d'opéra (ténor) et chef d'orchestre, né le 21 janvier 1941 à Madrid (Espagne). Il est le fils de Pepita Embil, la « Reine de la zarzuela », et de Plácido Domingo Ferrer, également chanteur de zarzuela.\n\nÀ l'âge de 18 ans, en 1959, Domingo est auditionné à l'Opéra national de Mexico en tant que baryton. Impressionné, le jury estime cependant qu'il a en réalité une voix de ténor. C'est ainsi que deux ans plus tard, il fait ses débuts à Monterrey avec le rôle d'Alfredo dans La traviata.\nIl devient rapidement l'un des principaux et plus célèbres ténors lirico spinto des années 1970-80. Il chante en italien, français, allemand, espagnol, anglais et russe et possède un répertoire très large (plus de 130 rôles si l'on en croit le titre d'un livre de mémoires et d'étude paru dans les années 2000 et qui justifierait déjà un supplément), s'illustrant autant dans les opéras de Giuseppe Verdi, Giacomo Puccini que plus tard dans Richard Wagner et Richard Strauss. Il chante pour l'ouverture de l'exposition universelle Séville en 1992.\nIl a formé avec José Carreras et Luciano Pavarotti le groupe médiatique des « Trois Ténors ».\nAu cinéma, il interprète notamment le rôle de Don José dans Carmen ou d'Otello dans le film de Franco Zeffirelli.\nDepuis quelques années, Plácido Domingo est revenu, pour la première fois depuis sa jeunesse, au répertoire de baryton en incarnant le rôle de Simon Boccanegra, le 24 octobre 2009 sur la scène du Staatsoper Unter den Linden de Berlin sous la direction de Daniel Barenboïm, rôle qu'il reprend le 18 janvier 2010 sur la scène du Metropolitan Opera sous la direction de James Levine. Il a également chanté le rôle de Rigoletto (après avoir incarné à de nombreuses reprises le Duc) pour la retransmission télévisée en direct de l'opéra depuis Mantoue les 4 et 5 septembre 2010.\nArtiste complet, il est aussi chef d'orchestre. Sous sa direction, dans le cadre de la Waldbühne 2001, l'Orchestre philharmonique de Berlin a proposé un concert de musique espagnole. L'occasion d'entendre la célèbre Fantaisie sur des thèmes de Carmen de Bizet de Pablo de Sarasate, avec la violoniste Sarah Chang en soliste, ou des airs de zarzuela chantés par Ana María Martínez. Il a aussi dirigé l'Orchestre symphonique de Montréal le 8 novembre 2005. En 2008, il dirige la création mondiale de l'opéra The Fly au théâtre du Châtelet.\nIl est, depuis 1996, directeur artistique de l'Opéra national de Washington, implanté au Kennedy Center. En 1998, il est également nommé directeur artistique de l'Opéra de Los Angeles, puis directeur général depuis 2003.\nLe 23 septembre 2010, il crée le rôle de Pablo Neruda dans l'opéra Il postino de Daniel Catàn, dans une production reprise en décembre 2010 au Theater an der Wien et en juin 2011 au théâtre du Châtelet.\nLe 21 janvier 2011, il fête ses 70 ans lors d'un grand gala au Teatro Real de Madrid dirigé par James Conlon, où sont invités à se produire de nombreux chanteurs célèbres tels qu'Angela Gheorghiu, Juan Pons ou Angela Denoke.\nLe 31 décembre 2011, il créera le rôle de Neptune dans le pasticcio The Enchanted Island au Metropolitan Opera.\nÉtant un grand fan du Real Madrid, pour le 32e titre du Real en Liga le 13 mai, il chante devant plus de 80 000 personnes au Santiago Bernabéu l'hymne du Real Madrid.\nLe 21 novembre 2012, Placido Domingo est nommé ambassadeur de bonne volonté de l'UNESCO au cours d'une cérémonie officielle à Paris, \"en reconnaissance de sa carrière artistique exceptionnelle, de son inestimable soutien à la promotion des jeunes talents de l'opéra, à travers la compétition Opéralia, et pour son attachement aux idéaux et valeurs de l'Organisation\". Au cours de son discours, fort ému, il fait part à l'auditoire de sa volonté d'introduire l'apprentissage de la musique dans les écoles et le besoin de faire découvrir la musique classique aux enfants.\nEn 2013, il reçoit le prix Praemium Imperiale dans la catégorie musique.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Madrid, Spain","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/domingo-plcido-522fe6fb90e12.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vvxvur1519387285.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/domingo-plcido-522fe6cdc9fba.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/domingo-plcido-522fe6db3530f.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"521df2bd-01f6-456e-9d5f-f081068819c2","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}