{"artists":[{"idArtist":"124617","strArtist":"Peabo Bryson","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1976","intBornYear":"1951","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"R&B","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Peabo Bryson (born Robert Peapo Bryson, April 13, 1951, given name changed from \"Peapo\" to Peabo c. 1965) is an American R&B and soul singer-songwriter, born in Greenville, South Carolina. He is well known for singing soft-rock ballads (often as a duo with female singers) and his contribution to several Disney animated feature soundtracks\n\nAs one of the oldest of four siblings, two sisters and a brother, he spent much of his childhood on his grandfather's farm in Mauldin, South Carolina. His love for music stemmed from his mother, who often took the family to concerts of well known African-American artists at the time, such as Sam Cooke, Little Richard and Billie Holiday.\n\nAt age 14, Bryson marked his professional debut singing backup for Al Freeman and the Upsetters, a local Greenville group. It was Freeman's difficulty in pronouncing Bryson's French West Indian name, 'Peapo', that led Bryson to change its spelling to Peabo. Two years later he left home to tour the chitlin' circuit with another local band, Moses Dillard and the Textile Display. Bryson's first break came during a recording session at Atlanta's Bang Records. Although Bang was not impressed with Dillard's band, the young backup singer caught the ear of the label's general manager, Eddie Biscoe. Biscoe signed Bryson to a contract as a writer, producer, and arranger and encouraged Bryson to perform his own songs. For several years Bryson worked with hometown bands and wrote and produced for Bang. In 1976, he launched his own recording career with \"Underground Music\" on the Bang label. His first album, Peabo, followed shortly thereafter. Although only a regional success, Bryson signed to Capitol Records in 1977.\n\nBryson's greatest solo hits include 1977's \"Feel the Fire\" and \"Reaching for the Sky\", 1978's \"I'm So Into You\" and \"Crosswinds\" 1982's \"Let the Feeling Flow\", 1984's \"If Ever You're in My Arms Again\" (his first Top 10 pop single, at #10 in the US), 1989's \"Show and Tell\", and the 1991 hit \"Can You Stop the Rain\". In 1985, he appeared on the soap opera One Life to Live to sing a lyrical version of its theme song. Bryson's vocals were added to the regular theme song in 1987 and his voice was heard daily until 1992. He recorded the successful album of romantic love duets with Roberta Flack (Born to Love) in 1983.\n\nBryson won a Grammy Award in 1992 for his performance of the song \"Beauty and the Beast\" with Céline Dion and another in 1993 for \"A Whole New World\" (Aladdin's Theme) with Regina Belle.\n\nBryson performed in theater and operatic productions, most notably the tenor role of \"Sportin' Life\" in the Michigan Opera Theater of Detroit's version of Porgy and Bess.\n\nIn 2002, Bryson's \"Beauty and the Beast\" music video was included on the platinum and Blu-ray edition of Beauty and the Beast. His \"A Whole New World\" music video was included on the platinum edition DVD release of Aladdin. Bryson's CD, Missing You, was released on October 2, 2007 on Peak Records, a division of Concord Music Group.\n\nHe is briefly mentioned by Nicki Minaj in David Guetta's 2011 hit \"Where Them Girls At\".","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Greenville, US","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tsqwuy1383378119.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/bryson-peabo-51882df3e70d8.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"b8170690-3a95-42e4-adef-afc9576ed90c","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}