{"artists":[{"idArtist":"134823","strArtist":"María Jiménez","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1950","intBornYear":"1950","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"Latin","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"María Jiménez Gallego (born 1950) is a Spanish singer born in Seville.  She's popular due to her liberal lyrics and performances. She started in tablaos like Las Brujas sponsored by La Pipa in the first years of Spanish democracy after Francisco Franco's dictatorship.  She released her first album in 1976, with Paco Cepero's arrangements. The album included rumbas, tangos, bulerías, boleros, rancheras and ballads by Silvio Rodríguez, Lolita de la Colina or Amancio Prada. After this album, she released Sensación and several compilations.  Her career was relaunched when she collaborated in the song La lista de la compra with the group La cabra mecánica and released Donde más duele with songs by Joaquín Sabina.  She was married to the actor Pepe Sancho and they had a son, Alejandro. She had had another child, María del Rocío in a previous marriage, who later died in a traffic accident.  Her opinions about gutter press and piracy are very famous. She has edited her biography and taken part in several films and sitcoms like Todos los hombres sois iguales. She's currently the conductor of the TV program Bienaventurados, in Canal sur.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"María Jiménez Gallego (nacida en 1950) es una cantante española nacida en Sevilla. Ella es popular debido a sus letras y actuaciones liberales. Comenzó en tablaos como Las Brujas patrocinado por La Pipa en los primeros años de la democracia española después de la dictadura de Francisco Franco. Lanzó su primer álbum en 1976, con los arreglos de Paco Cepero. El álbum incluía rumbas, tangos, bulerías, boleros, rancheras y baladas de Silvio Rodríguez, Lolita de la Colina o Amancio Prada. Después de este álbum, lanzó Sensación y varias compilaciones. Su carrera se relanzó cuando colaboró ​​en la canción La lista de la compra con el grupo La cabra mecánica y lanzó Donde más duele con canciones de Joaquín Sabina. Estaba casada con el actor Pepe Sancho y tenían un hijo, Alejandro. Ella había tenido otro hijo, María del Rocío en un matrimonio anterior, que luego murió en un accidente de tráfico. Sus opiniones sobre la prensa de canalones y la piratería son muy famosas. Ha editado su biografía y ha participado en varias películas y comedias como Todos los hombres sois iguales. Actualmente es la directora del programa de televisión Bienaventurados, en Canal sur.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rxrtpp1422711243.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vvqtpq1422711764.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"9beb3dae-2bc8-4d05-afb7-2c9ddb06fe52","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}