{"artists":[{"idArtist":"111324","strArtist":"Enya","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Reprise Records","idLabel":"45403","intFormedYear":"1980","intBornYear":"1961","intDiedYear":null,"strDisbanded":null,"strStyle":"Musicals","strGenre":"New Age","strMood":"Quirky","strWebsite":"www.enya.com","strFacebook":"www.facebook.com/officialenya","strTwitter":"1","strBiographyEN":"Enya (born Eithne Ní Bhraonáin; anglicised as Enya Brennan; 17 May 1961) is an Irish singer, instrumentalist, and songwriter.\nShe began her musical career in 1980, when she briefly joined her family band Clannad before leaving to perform solo. She gained wider recognition for her music in the 1986 BBC series The Celts. Shortly afterwards, her 1988 album Watermark propelled her to further international fame and she became known for her distinctive sound, characterised by voice-layering, folk melodies, synthesised backdrops and ethereal reverberations. She has performed in 10 languages.\nShe continued to enjoy steady success during the 1990s and 2000s; her 2000 album A Day Without Rain sold 15 million copies, and became the top selling new age album of the 2000s in the US, according to Nielsen SoundScan. She was named the world's best selling female artist of 2001. She is Ireland's best-selling solo musician and is officially the country's second-largest musical export after the band U2. Her album sales were more than 75 million worldwide, with over 26.5 million in album sales in the US. Her work has earned her four Grammy Awards and an Academy Award nomination.","strBiographyDE":"Enya [/ɛnʲə/] (* 17. Mai 1961 als Eithne Patricia Ní Bhraonáin /ɛnʲə pəˈtrɪʃə nʲiː vɾˠiːn̪ˠaːn/ in Gaoth Dobhair, County Donegal, Irland) ist eine erfolgreiche irische New-Age-Musikerin und Sängerin mit bis 2008 über 70 Millionen weltweit verkauften Alben. \n\nDer Name Enya ist die anglisierte Schreibweise des häufigen irischen Vornamens Eithne, der im Dialekt der Heimat der Sängerin so ausgesprochen wird. Er bedeutet „kleines Feuer“.","strBiographyFR":"Enya (née le 17 mai 1961 sous le nom Eithne Patricia Ní Bhraonáin parfois rencontré sous la forme anglicisée Enya Brennan) est l'une des artistes irlandaises solo ayant vendu le plus d'albums. Enya peut pratiquement être considérée comme un groupe musical composé de trois personnes : Enya elle-même qui compose et interprète les musiques ; Nicky Ryan, qui produit les albums ; et Roma Ryan, qui écrit les paroles, souvent dans différentes langues. Enya est une approximation phonétique de la prononciation de Eithne en gaélique irlandais.\nPlusieurs chansons d'Enya sont chantées en anglais, un certain nombre de pièces sont chantées en gaélique irlandais ou en latin, alors que d'autres contiennent un mélange de ces langues avec de l'anglais. De plus, Roma Ryan a écrit des paroles de chansons pour elle en gaélique, en espagnol, et même dans des langues imaginaires de la Terre du Milieu créées par J. R. R. Tolkien.\n\nEnya a d'ailleurs interprété des morceaux liés au Seigneur des anneaux de J. R. R. Tolkien, comme Lothlórien (instrumental, 1991), May It Be (2001, chanté en anglais et en quenya, un langage elfique créé par Tolkien) et Aníron (en sindarin, un autre langage elfique créé par Tolkien) — les deux derniers apparaissant sur la trame sonore du premier film de la trilogie cinématographique de Peter Jackson. May It Be a été sélectionnée en 2002 aux Oscars en tant que meilleure chanson originale tirée d'un film, mais ne remporta pas le trophée.\n\nEnya a interprété ses morceaux à différentes occasions à la télévision, pour des évènements spéciaux, mais ne les a jamais interprétés en spectacle devant public. Elle a cependant mentionné qu'elle aimerait le faire un jour et considère un spectacle en salle comme l'un des défis qui lui reste à relever.","strBiographyCN":null,"strBiographyIT":"Eithne Patricia Ní Bhraonáin, meglio nota come Enya (Gweedore, 17 maggio 1961), è una cantante e musicista irlandese. Enya è una approssimazione fonetica derivata dalla pronuncia in lingua gaelica irlandese del vero nome della cantante, Eithne (ˈɛnʲə); il nome completo in gaelico, Eithne Patricia Ní Bhraonáin, corrisponde all'inglese Enya O' Brennan, ovvero Figlia di Brennan.\n\nDietro alla sua figura musicale, ruota in realtà un trio composto dalla cantante stessa, che compone le musiche, suona e canta, Nicky Ryan, produttore e arrangiatore, e Roma Ryan, che scrive i testi in diverse lingue.\n\nNel corso della sua carriera, Enya ha venduto più di 75 milioni di album e risulta essere la cantante solista irlandese ad aver riscosso più successo nel mondo e il fenomeno musicale più importante del suo paese dopo gli U2. Tra i numerosi premi e riconoscimenti ricevuti spiccano quattro Grammy Awards, sei World Music Awards, due lauree honoris causa e una nomination al Premio Oscar.","strBiographyJP":"エンヤ (Enya [ɛnʲə]、本名 Eithne Patricia Ní Bhraonáin [ɛnʲə pəˈtrɪʃə nʲiː vɾˠiːn̪ˠaːn]、1961年5月17日（生年月日については「来歴」を参照） - ) はアイルランドの歌手／音楽家である。","strBiographyRU":"Эния (полное имя — Эния Патриша Ни Бреннан, ирл. Eithne Patricia Ní Bhraonáin) — ирландская певица, автор 7 сольных альбомов, популярная как в Европе, так и в Америке, автор музыки к фильмам.\n\nЭния родилась 17 мая 1961 года на северо-западе Ирландии, в маленькой деревне Дор-Бартли (англ. Dore Bartley), в области Гвидор (англ. Gweedore, ирл. Gaoth Dobhair), что в графстве Донегал (ирл. Donegal). Средний ребенок в семье — у неё четверо братьев и четыре сестры. Её отец Лео был владельцем местного паба. Её мать Баба преподавала музыку в местной школе. Детей поощряли, если они занимались музыкой. И Эния не разочаровала родителей — она стала брать уроки фортепьяно и изучать классическую музыку.\n\nКак она сама говорит: «Всё это происходило в небольшом ирландском городке Дор-Бартли, где многие говорили только на своём родном кельтском языке. И я слушала музыку, любые направления традиционной кельтской музыки. Мои родители были музыкантами. Папа, когда ему было 14, стал заниматься церковной музыкой, а потом и сам взялся за сочинение кельтских баллад. Мама была учительницей музыки в моей школе, и я росла в атмосфере, когда тебя окружает только прекрасная музыка.»\n\nВ этой атмосфере в 1968 родилась семейная группа Бреннанов, исполняющая традиционную ирландскую музыку. Её создали дяди Энии — Padraig O Dugain и Noel O Dugain, и старшие братья Ciaran и Pol. Первоначально группа называлась «An Clann As Dobhar», но позже название сократилось до Clannad. Только после окончания школы в 1980 году Эния присоединилась к группе и сразу же приняла участие в записи двух альбомов: «Crann Ull» и «Fuaim». Кроме вокала, девушка играла на клавишных (сначала на электропианино, а затем на мощном синтезаторе).\n\nНо карьера в семейном кругу была недолгой. В 1982 году группу покидает менеджер и продюсер Ники Райан. Эния, вероятно расстроенная этим, а также из-за чувства недооценённости, переезжает в Дублин, чтобы начать сольную карьеру. Ники Райан становится ее менеджером.\n\nПервые же плоды этого сотрудничества появились, когда кинопродюсер Дэвид Патнэм (David Puttnam) прослушал демо-кассеты с записями Энии. Он попросил её написать музыку к фильму «The Frog Prince» (1985). В распоряжении девушки была целая студия и Эния не упустила шанса поэкспериментировать с новым музыкальным оборудованием. Звукорежиссёром записи был Ники Райан.\n\nПозднее он же помог Энии получить новый заказ. В 1986 BBC приступило к работе над документальным сериалом, рассказывающим об истории и культуре Кельтов. Эния должна была написать музыкальное сопровождение. Работа продлилась десять месяцев. Музыка настолько понравилась телезрителям, что BBC решили издать самостоятельный альбом с избранными композициями. Альбом был назван «Enya».\n\nВ 1987 году Эния подписывает контракт с Робом Дикинсом, главой Warner Music UK. Благодаря его поддержке в 1987 году выходит альбом «Watermark», ещё больше расширивший круг поклонников Энии. Чуть позже был выпущен сингл «Orinoco Flow», сразу же ставший британским хитом. Строки с именем Энии взлетели на первые места в музыкальных чартах многих стран. Альбом «Watermark» достиг платинового статуса в 14 странах мира, на сегодняшний день он продан тиражом более 10 миллионов экземпляров. После года рекламной компании альбома Эния возвращается домой и принимается за работу. Как и прежде ей помогают супруги Ники (продюсер) и Рома (автор текстов) Райан.\n\nНовый диск — «Shepherd Moons» выходит лишь через двадцать месяцев, в 1991 году. Столь длительный перерыв Эния сама объясняет так: «Я трачу часы на обдумывание: я не могу остановить всё, а потом вернуться и продолжить работу над музыкой. Во мне есть строгость, которую я не смогу с себя стряхнуть. Со мной трудно работать, я хорошо это знаю». В отличие от большинства музыкантов, которые могут себе позволить записать целый ряд песен и выбрать лучшие из них, для этого альбома было написано только 12 композиций, ровно столько, сколько их в альбоме. Критики назвали этот альбом продолжением, второй частью предыдущего «Watermark». «Shepherd Moons» достиг 1 номера в британских чартах и оставался в хит-параде Billboard 199 недель (почти четыре года).\n\nПосле выхода «Shepherd Moons» наступил длительный четырехлетний период молчания, во время которого в 1992 году появился переизданный альбом-soundtrack о Кельтах. Его так и назвали — «The Celts».\n\nИ только в 1995 году Эния снова заявляет о себе выходом нового альбома с красивым названием «The Memory of Trees». Её долгое отсутствие не покажется странным, если вспомнить, как тщательно работает Эния, выверяя каждый мельчайший фрагмент, особым образом накладывая звуки и создавая неповторимые многоголосья. Если критики назвали её предыдущий альбом «Shepherd Moons» продолжением и по существу вторым томом дебютного «Watermark», то «Memory of Trees» — это очередное продолжение, образующее вместе с вышеупомянутыми уже трилогию.\n\nЭния была номинирована на 4 премии Grammy Awards и получила две награды в номинации «Лучший New Age Альбом» за «Shepherd Moons» в 1992 и за «The Memory of Trees» в 1997.\n\nВсе эти годы Эния не бросала работу на кинопоприще: её музыка использована в фильмах «Green Card» (1990), «L.A. Story» (1991), «Far And Away» (1992), «Sleepwalkers» (1992), «Toys» (1992), «Age Of Innocence» (1993), «Cry The Beloved Country» (1995). Также в 1995, наконец, увидел свет саундтрек к «The Frog Prince».\n\nИ снова наступил период молчания. В 1997 году был выпущен сборник лучших произведений Энии — «Paint the Sky with Stars», а в 2000 году, на радость поклонников вышел новый шедевр — «A Day Without Rain».\n\nВ 2002 году на экраны мира вышел блокбастер Властелин колец (The Lord of the rings), по роману Толкиена. Эния вновь принимала участие в написании саундтрека. Хрустальный голос зовет в далекий, загадочный и прекрасный мир… May It Be.\n\nТакже в 2002 году Эния получает номинации на Оскар и Золотой глобус в категории «Лучшая оригинальная песня» за композицию «May It Be», но уступает победу Рэнди Ньюману. Выигрывает 3 World Music Award в номинациях «Самая продаваемая певица», «Самый продаваемый артист New Age», «Самый продаваемый Ирландский артист» и выигрывает награду «Лучший поп-рок сингл» за «Only Time» в Echo Awards. В ноябре 2005 года Эния вновь порадовала своих фанатов новым альбомом «Amarantine».","strBiographyES":"Eithne Patricia Ní Bhraonáin (Gweedore, Donegal; 17 de mayo de 1961), más conocida simplemente como Enya, es una cantante irlandesa de música new age.\n\nComenzó su carrera musical en 1980, cuando se unió por un breve periodo a Clannad, el grupo musical formado por varios de sus familiares, antes de lanzar su carrera en solitario. Con su álbum Watermark, lanzado en 1988, alcanzó relevancia internacional, y Enya empezó a resultar conocida por su sonido único, caracterizado por el empleo de múltiples «capas de voz», sintetizadas a partir de la propia, melodías folk, fondos de sintetizador y reverberaciones etéreas.\nEn cuanto a las letras, para las que suele contar con la letrista Roma Ryan, es conocida por haber cantado en diez idiomas diferentes a lo largo de su carrera, principalmente en gaélico irlandés y en inglés, pero también en latín, quenya, español o «loxian», una lengua construida por la misma Ryan.\n\nMantuvo su éxito en los años 1990 y 2000: su álbum A Day without Rain, de 2000, alcanzó la tremenda cifra de 16 millones de unidades vendidas; y ella fue nombrada la artista femenina de más ventas en 200 Es la artista irlandesa en solitario de mayores ventas totales, así como, oficialmente, la segunda artista exportadora del país, tras la banda U2. Las ventas totales de sus álbumes han alcanzado en 2008 la suma de 70 millones de unidades.","strBiographyPT":"Eithne Ní Bhraonáin, conhecida como Enya, (Gaoth Dobhair, 17 de maio de 1961) é uma cantora, instrumentista e compositora irlandesa. Enya é uma transliteração aproximada de como Eithne é pronunciado na língua irlandesa.\n\nComeçou sua carreira musical em 1980, e se juntou rapidamente à banda Clannad, de sua família, antes de sair para prosseguir com sua carreira solo. Através de seu álbum Watermark, que foi lançado em 1988, obteve reconhecimento internacional, e Enya ficou conhecida por seu som único, que foi caracterizado por camadas de voz, melodias folk, cenários sintetizados e reverberações etéreas.\n\nEnya continuou fazendo sucesso constante durante os anos 1990 e 2000. Seu álbum de 2000, A Day Without Rain, obteve vendas recordes (mais de 15 milhões) e foi o álbum mais vendido por uma artista feminina em 2001. Enya é a artista solo que mais vende e, do país, é oficialmente a segunda maior exportadora musical, depois da banda U2. Ao todo, Enya vendeu mais de 75 milhões de discos. Seu trabalho lhe rendeu, entre outras coisas, uma indicação ao Oscar. Ela é conhecida por ter cantado em 10 línguas diferentes durante sua carreira até agora. Enya é uma das artistas femininas que mais vendeu álbuns nos Estados Unidos, com mais de 26 milhões de cópias no país. Em 2005, lançou o bem recebido disco Amarantine, cantando algumas músicas na língua Loxian, desenvolvida pelo casal Ryan. Em 2008, lançou o disco And Winter Came, cujos temas principais são o Natal e o Inverno. Enya é uma das musicistas mais talentosas e originais da atualidade, preferindo o sucesso musical à mera fama. Disse em uma entrevista: \"Eu tenho uma vida muito privada. É muito importante para a música, eu penso que a razão porque consigo ter uma vida privada, é porque a música é maior que eu. Alguns artistas são maiores que a música\".","strBiographySE":"Enya, egentligen Eithne Ní Bhraonáin (iriska) eller Enya Patricia Brennan (engelska), född 17 maj 1961 i Gaoth Dobhair, County Donegal, är en irländsk sångerska.\n\nEnya inledde sin musikaliska karriär när hon 1980 gick med i familjebandet Clannad. Hon lämnade gruppen efter två år för att inleda en solokarriär. Enya kan också ses som en grupp, förutom Eithne bestående av Roma Ryan (textskrivare och poet) och Nicky Ryan (producent).\n\nEnya blev erbjuden att göra musiken till James Camerons film Titanic (1997), men tackade nej. Cameron tog istället hjälp av kompositören James Horner som fick i uppgift att skapa musik till filmen i Enyas stil. Till den första filmen i Sagan om Ringen-trilogin gjorde hon låten \"May It Be\", för vilken hon nominerades till en Oscar för bästa låt 2002.","strBiographyNL":"Enya, geboren als Eithne Patricia Ní Bhraonáin (fonetische uitspraak: Enja njí Wrénanj) (Gaoth Dobhair (County Donegal), 17 mei 1961) is een Ierse zangeres.\n\nEnya stelt eigenlijk drie personen voor: Eithne zelf, Roma Ryan die de teksten schrijft en Nicky Ryan die de albums produceert.","strBiographyHU":"Enya (születési nevén Eithne Patricia Ní Bhraonáin, angolosan Enya Brennan; 1961. május 17.) Írország legismertebb szólóénekese. Az Enya nevű zenei együttes valójában három emberből áll: Enyából, aki zeneszerző és előadó, Nicky Ryanből, aki az albumok producere, és Roma Ryanből, aki különböző nyelvű dalszövegeket ír Enya zenéjére. Az Enya szó az ír gael Eithne név fonetikusan leírt változata. Anyanyelvén a név közelítő kiejtése (magyar írásmóddal): Ehnye Nyi Vrínany. 1961-ben Eithne az Ír Köztársaság Donegal megyéjében fekvő Gweedore-ban igazi zenészcsaládba született. Már nagyszülei tagjai voltak egy, az egész országban ismert együttesnek. Apja – mielőtt kocsmát nyitott – a Slieve Foy Band vezetője volt, anyja egy főleg tánczenét játszó együttes tagja volt, később pedig a Gweedore-i Általános Iskolában tanított zenét. Eithne-nak négy fiú- és négy lánytestvére van, legtöbbjük az 1968-ban alapított An Clann As Dobhair (az 1970-es évek után egyszerűen Clannad) tagjai. 1980-ban Eithne belépett a Clannadba, ahol testvérei (Máire, Pól, és Ciarán), valamint nagybátyjai (Noel és Padraig Duggan) játszottak. Eithne elektromos zongorán játszott, és az 1980-ban megjelent Crann Úll, majd az 1982-es Fuaim albumokon vokálozott is. 1982-ben (nemsokkal a Clannadot ismertté tevő Theme from Harry’s Game megjelenése után) a producer és menedzser Nicky Ryan elhagyta a csapatot, Enya pedig követte, hogy elkezdje saját szólókarrierjét. Enya sok dala íródott ír gael vagy latin nyelven, míg mások az előbb említett és az angol nyelv keverékén szólalnak meg. Roma Ryan több dalszöveget írt kymri, ír gael, latin, spanyol, francia és még a J. R. R. Tolkien által kitalált sindarin és quenya nyelven is. Legújabb albumán Enya japánul és a Roma Ryan által kitalált loxi nyelven is énekel. Enya szerzett több olyan dalt is, melyek J. R. R. Tolkien A Gyűrűk Ura című regényével vannak kapcsolatban: 1991-ben a Lothlórien című instrumentális számot, 2001-ben az angol és quenya nyelvű May It Be-t és a sindarin nyelvű Aníront (ebből a két utóbbi a Peter Jackson rendezte A gyűrű szövetsége című filmben is elhangzott. A May It Be-t 2002-ben Oscar-díjra jelölték legjobb dal kategóriában, de a díjat végül Randy Newman If I Didn't Have You című dala, a Monsters, Inc. betétdala nyerte el. Enya többször is fellépett tévéműsorokban és más rendezvényeken, koncertet azonban még nem adott. Nem zárkózik el azonban az ötlettől, azt mondta, egyszer szeretne majd koncertet adni, és nagy kihívásnak tartja. Jelenleg nyolcadik stúdióalbumán dolgozik. Enya igen diszkrét személyiség, aki próbálja távol tartani magánéletét zenei karrierjétől, észak-dublini otthonának biztonságára hozzávetőleg 250 000 eurót költött. Bár férje valóban nincs, az erre vonatkozó pletykákkal ellentétben nem él teljesen magányos életet, saját bevallása szerint gyakran áthívja magához barátait, komolyzenét hallgat, és sokat utazik.","strBiographyNO":"Enya, dåpsnavn Eithne Patricia Ní Bhraonáin (født 17. mai 1961 i Gweedore, grevskapet Donegal, Irland) er en irsk sanger og komponist. Hun har vunnet Grammy Award i 1993, 1997, 2002 og 2007 og ble nominert til Oscar i 2002 som komponist. Hun er en av Irlands mest kjente musikere. Hun har også medvirket til filmmusikken til Ringenes Herre.\n\nMedia referer tidvis til henne ved hennes anglifiserte navn Enya Brennan. «Enya» er en tilnærmet skriving av hvordan Eithne er uttalt i Donegal-dialekten, hennes morsmål.\n\nHun begynte sin musikalske karriere i 1980 da hun kortvarig var tilknyttet hennes families gruppe Clannad før hun gikk videre som soloartist. Hun fikk bredere anerkjennelse for sin musikk da BBCs serie The Celts i 1986 ble vist. Kort etter skaffet hennes album Watermark (1988) internasjonal berømmelse og ble kjent for sin særskilte musikk, karakterisert av stemmelag, folkemusikk, et bakteppe av synthesizere og eterisk gjenklang.\n\nEnya hadde stor kommersiell suksess på 1990- og 2000-tallet. Albumet A Day Without Rain i 2000 solgte 15 millioner eksemplarer, og hun var mestselgende kvinnelige artist i Verden i 2001. I Irland er det bare U2 som har høyere salgstall. Samlet opplag på hennes album er over 75 millioner, med mer enn 26 millioner solgte album i USA. Hun har fått fire Grammy-priser og en Oscar-nominasjon.","strBiographyIL":"إنيا (بالإنجليزية: Enya؛ ولدة كـإثني باتريسيا نيه براوناين (Eithne Patricia Ní Bhraonáin) في 17 مايو، 1961 في كويدور، مقاطعة دونيجال، وتعرف أحياناً كـإنيا برينين (Enya Brennan) في الإعلان) هي مغنية، عازفة موسيقية وملحنة من أيرلندا. بدأت مسيرتها الموسيقية في 1980 عندما انضمت مع فرقة عائلتها كلاناد، قبل أن تتركهم لتلحق مسيرة فردية. ألبوم « واترمارك » (Watermark) الخاص بها، والذي تم إطلاقه في 1988، دفع بها إلى الشهرة العالمية، وأصبحت تعرف بصوتها الغير عادي، كما تميزت باختلاف طبقات الصوت، والأغاني الشعبية، والخلفيات المركبة، وأصداء أثيرية.\n\nاستمرت بالتمتع بنجاح ثابت خلال الـتسعينيات، في حين أن ألبومها لسنة 2000 « آ داي ويثأوت راين » (A Day Without Rain؛ \"في يوم دون المطر\") حققت مبيعات قياسية هائلة (15 مليون) ، عرفت إنيا في 2001 كأكثر الفنانات الإناث مبيعاً للألبومات في أيرلندا ورسمياً ثاني أكبر الصادرات الموسيقية في البلاد، من بعد فرقة U2 (يوتو)، ولها مبيعات قياسية بلغت 75 مليون دولار اعتباراً من عام 2008. عملها جعلها تحصل من بين الأمور الأخرى على ترشيح لجائزة الأوسكار وهي معروفة بأنها تغني بعشر لغات مختلفة خلال مسيرتها حتى الآن.\n\nالاسم « إنيا » (Enya) هو تدوين كرشنة تقريبي لكيفية لفظ الاسم « إثني » (Eithne) في لغة إنيا الوطنية التي هي الأيرلندية، في لهجة مقاطعة دونيجال.","strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Gweedore, Donegal, Ireland","strCountryCode":"IE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uqrstt1561042161.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/enya-4dfe0f1683822.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/9jj7vc1664373785.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/wurvwp1536835521.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/wsvxrr1530635613.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/twwyxt1561072641.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/ysytvu1561043027.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/txsqtx1561054850.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/enya-4ddf9f805de7e.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/upurux1383911617.jpg","strMusicBrainzID":"4967c0a1-b9f3-465e-8440-4598fd9fc33c","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Enya/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}