{"artists":[{"idArtist":"119344","strArtist":"Gino Paoli","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1934","intBornYear":"1934","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Composer","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Gino Paoli (born 23 September 1934) is an Italian singer-songwriter.  Paoli was born in Monfalcone, but moved very early to Genoa.  After several different jobs, he was called by Ricordi with his friends Luigi Tenco and Bruno Lauzi. His first success was the single \"La gatta\". This was followed by \"Sapore di sale\", arranged by Ennio Morricone. In the same year he attempted suicide by shooting at his heart, but he survived.  In 1974 he returned with the LP I semafori rossi non sono Dio, followed by Il mio mestiere (1977). Both showed a more mature inspiration than his 1960s works. In the 1980s Paoli procuded a series of successful albums, and in 1985 he toured Italy together with Ornella Vanoni.  In 1987 he was elected to the Italian Chamber of Deputies for the Italian Communist Party. He abandoned politics in 1992.  He was married with actress Stefania Sandrelli, from whom he divorced. Their daughter Amanda Sandrelli is also an actress. wikipedia.org","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":"Gino Paoli (Monfalcone, 23 settembre 1934) è un cantautore, musicista, e, per un breve periodo, politico italiano.\nÈ riconosciuto come uno dei più grandi rappresentanti della canzone d'autore italiana, a partire dagli anni sessanta.\nHa scritto ed interpretato brani di vastissima popolarità, quali Il cielo in una stanza, La gatta, Che cosa c'è, Senza fine, Sapore di sale, Una lunga storia d'amore, Quattro amici; ha partecipato a 5 edizioni del Festival di Sanremo; ha collaborato con numerosi colleghi alla realizzazione di album e di singoli di successo; ha composto musiche per colonne sonore di film.","strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Monfalcone, Italy","strCountryCode":"IT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uxwpuq1367324846.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/tvtrrt1385222951.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"9671bd12-21df-4e35-90aa-ab7bd60efc7f","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}