{"artists":[{"idArtist":"119204","strArtist":"Loverboy","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1980","intBornYear":"1980","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock","strMood":"","strWebsite":"www.loverboyband.com","strFacebook":"www.facebook.com/Loverboy","strTwitter":"1","strBiographyEN":"One of the most popular North American rock bands of the 1980s, Loverboy scored a string of multi-platinum albums and hit singles with their canny blend of pop hooks and polished but energetic arena rock. Loverboy were formed in 1979 by vocalist Mike Reno and guitarist Paul Dean; both were veterans of Western Canada's rock scene (Reno had worked with the band Moxy, while Dean toured and recorded with Scrubbaloe Caine and Streetheart), and Dean was rehearsing with a new band in Calgary, Alberta. One of the musicians working with Dean invited Reno to stop by and jam with the group, and Reno quickly concluded he'd found the singer he'd been looking for. The two began writing songs together, and with the addition of Jim Clench on bass, Matt Frenette on drums, and Doug Johnson on keyboards, Reno and Dean's new band became Loverboy. After a few initial gigs (including a show opening for Kiss in Vancouver), Paul Clench left Loverboy, and Scott Smith became their new bassist, completing the band's definitive lineup.\nGet Lucky\nLoverboy's initial demos attracted no offers from American record labels, but Columbia's Canadian branch signed them, and the group shortly went into the studio with producer Bruce Fairbairn and engineer Bob Rock. The result was Loverboy's self-titled debut, which was an immediate hit in Canada, selling over 700,000 copies in a matter of months. Columbia then signed Loverboy for the United States as well, and on the strength of hit singles like \"The Kid Is Hot Tonight\" and \"Turn Me Loose,\" the album climbed the charts in America while the group toured hard in support. Released in 1981, Get Lucky, also produced by Fairbairn, was even more successful, spawning the band's signature tune \"Working for the Weekend\" and rising to the Top Ten of the Billboard album charts. Get Lucky also won an unprecedented six Juno Awards, the Canadian music industry's highest honor. Issued in 1983, Keep It Up maintained the multi-platinum success of Loverboy's previous albums, and the band launched an eight-month world tour in support.\nLovin' Every Minute of It\nIn 1984, Reno took time out from the band's busy road schedule to record a duet with Ann Wilson of Heart, \"Almost Paradise,\" for the soundtrack to the film Footloose; it became a major hit, rising to number seven on the Billboard singles charts. For their fourth album, 1985's Lovin' Every Minute of It, Loverboy aimed for a harder sound with the help of producer Tom Allom, best known for his work with Judas Priest. However, while the album still fared well, it didn't sell as well as the first three LPs, and 1987's Wildside, which reunited the band with Fairbairn, was their first album not to go platinum. With sales down and Reno and Dean experiencing creative differences, Loverboy quietly broke up in 1988. Reno and Dean both released solo albums, and the band staged a short reunion tour in support of a 1989 greatest-hits album, Big Ones.\nVI\nIn 1991, Brian MacLeod of the venerable Canadian band Chilliwack was diagnosed with cancer, and Bryan Adams and Bon Jovi staged a benefit concert to help with his medical expenses. Loverboy, who had worked with both acts in the past, reunited to join the bill, and enjoyed the experience so much that they booked full tours for both the United States and Canada in 1992 and 1993. Changing tastes stalled the band's recording career during this period (Reno has told more than one reporter, \"Nirvana killed my career\"), but in 1997, Loverboy returned to the studio to record VI, their first studio effort in ten years, and the band continued to tour periodically until November 30, 2000, when Scott Smith died as the result of a boating accident. In 2001, the band launched a tour dedicated to Smith, with new member Ken \"Spider\" Sinnaeve (formerly with Tom Cochrane, Red Rider, and Streetheart) joining in on bass.\nJust Getting Started\nThe same year, the band released Live, Loud & Loose, a collection of concert recordings taped between 1982 and 1986. A 25th anniversary tour was staged in 2005, and in 2007, Loverboy issued their seventh studio album, Just Getting Started. Loverboy were inducted into the Canadian Music Hall of Fame in 2009, and in 2012 the band reunited with engineer Bob Rock to record a pair of new songs, \"Heartbreaker\" and \"No Tomorrow.\" These two tracks, along with a third new tune, were featured on the album Rock ‘n' Roll Revival, which combined the new numbers with fresh studio recordings of nine Loverboy favorites.","strBiographyDE":"Loverboy ist eine kanadische Rockband, die zwischen 1981 und 1989 ihre größten Erfolge (hauptsächlich in Kanada und den USA) feierte. Ihre Alben wurden in den USA zwei Mal mit Gold und zehn Mal mit Platin ausgezeichnet. In Ihrer Heimat gab es insgesamt drei Mal Gold und elf Mal Platin.\n\nDie Band wurde Anfang 1980 von Mike Reno (Gesang), Matt Frenette (Schlagzeug), Paul Dean (Gitarre), Scott Smith (E-Bass) und Doug Johnson (Keyboard) gegründet.\n\nMit Loverboy veröffentlichten sie im März 1980 ihre erste LP, deren Songs an den klassischen Hard-Rock-Stil angelehnt sind und kamen damit gleich auf Platz 13 der amerikanischen Charts. Die wohl bekanntesten Titel von Loverboy sind Turn Me Loose und Working for the Weekend. Sie werden fälschlicherweise oft in die 1990er-Jahre eingeordnet, stammen aber aus den Jahren 1980 und 1981. Die Band Quiet Riot wurde bekannt durch ihre Tour mit Loverboy, auf der sie die Band als Vorgruppe begleiteten.\n\nLoverboy spielen seit über 25 Jahren nahezu in der Urbesetzung. Einzig Scott Smith verstarb im Jahr 2000 und wurde durch Ken „Spider“ Sinnaeve ersetzt. 2009 wurde die Band in die Canadian Music Hall of Fame aufgenommen.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":"LoverBoy é uma banda formada em 1980 em Calgary, Alberta, Canadá. Durante os anos 1980, a banda lançou uma série de hits no Canadá e Estados Unidos, como \"Working for the Weekend\" e \"Turn Me Loose\".","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"5","strCountry":"Calgary, Alberta, Canada","strCountryCode":"CA","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ucsf5p1659526398.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/wqpswr1469016457.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/w057rn1612273934.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/1cxstm1612273992.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/7zjcdv1659526423.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/7yp1mq1659526448.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/vpxqtu1469016676.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/bu414v1684223931.jpg","strArtistBanner":null,"strMusicBrainzID":"c11ba128-03b1-404d-ae88-452524b7ecc3","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}