{"artists":[{"idArtist":"115925","strArtist":"Harold Faltermeyer","strArtistStripped":null,"strArtistAlternate":"Harald Faltermeier","strLabel":null,"idLabel":null,"intFormedYear":"1970","intBornYear":"1952","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Synthpop","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Harold Faltermeyer (born Harald Faltermeier; October 5, 1952) is a German musician, keyboardist, composer and record producer.\nHe is recognized as one of the composers/producers who best captured the zeitgeist of 1980s synthpop in film scores. He is best known for writing and composing \"Axel F\" electronic theme for Beverly Hills Cop and the Top Gun Anthem from the soundtrack for Top Gun—both often imitated, highly influential instrumental hits that to some extent practically redefined action film scoring in the '80s.\nAs a session musician, arranger and producer, Faltermeyer has worked with several international pop stars including Donna Summer, Amanda Lear, Patti LaBelle, Barbra Streisand, Glenn Frey, Blondie, Laura Branigan, La Toya Jackson, Billy Idol, Jennifer Rush, Alexis, Cheap Trick, Sparks, Bob Seger, Chris Thompson, Bonnie Tyler, Valerie Claire and Pet Shop Boys.\nHe has won two Grammy Awards: the first in 1986 for Best Album of original score written for a motion picture or television special, as a co-writer of the Beverly Hills Cop soundtrack; and the second in 1987 for Best Pop Instrumental Performance with guitarist Steve Stevens for Top Gun Anthem from the soundtrack.","strBiographyDE":"Hugo Harold Faltermeyer (* 5. Oktober 1952 in München als Harald Faltermeier) ist ein deutscher Komponist und Produzent.\n\nHarold Faltermeyer komponierte und produzierte zusammen mit Rainhard Fendrich das Musical Wake Up (ab 2002) und er zeichnet auch seit mehreren Jahren als Produzent für die erfolgreichen CD-Produktionen von Rainhard Fendrich verantwortlich. Harold Faltermeyer war ständiges Jury-Mitglied in der Pro7-Castingshow Comeback – Die große Chance.\n\n2013 komponierte und produzierte Harold Faltermeyer für die Red Bull Fliegerstaffel Flying Bulls das Flying Bulls Anthem. Die offizielle Vorstellung dieses Werkes fand zusammen mit dem Gitarristen Steve Stevens im Rahmen der „Scalaria Air Challenge“ am Wolfgangsee statt. Der Chefpilot für Hubschrauber der Flying Bulls, Sigi „Blacky“ Schwarz flog während der Vorstellung einen extra für den Song einstudierten Kunstflug mit einem Hubschrauber des Typs Bölkow Bo 105. Neben der Luftperformance der BO-105 wurden Blacky, Harold und Steve mit weiteren Flugzeugen der Flying Bulls, wie z.B. den Alpha-Jets und vielen anderen begleitet.\n\nIm Jahre 2014 komponierte und produzierte er in seinem Studio Sweet Home Bavaria, das am 27. Februar 2015 bei Electrola veröffentlichte Wolfgang-Fierek-Album.\nFaltermeyer lebt abwechselnd in Los Angeles und in Baldham bei München, wo auch der Sitz seiner Firma Kilauea Musikverlag GmbH ist. ","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Harold Faltermeyer (nacido Harald Faltermeier; 5 de octubre de 1952) es un músico, teclista, compositor y productor de discos alemán. Es reconocido como uno de los compositores/productores que mejor capturaron el espíritu de los sintetizadores en la década de 1980 para bandas sonoras de películas. Es conocido por escribir y componer el tema electrónico \"Axel F\" para la película Beverly Hills Cop (superdetective en hollywood) de 1984 y \"Top Gun Anthem\" para la banda sonora de la película Top Gun de 1986, ambos a menudo considerados éxitos instrumentales muy influyentes de la época y que hasta cierto punto redefinieron las bandas sonoras para películas de acción en la década de los ' 80s.\n\nComo músico de sesión, arreglista y productor, Faltermeyer ha trabajado con varias estrellas del pop internacionales, como Donna Summer, Amanda Lear, Patti LaBelle, Barbra Streisand, Glenn Frey, Blondie, Laura Branigan, La Toya Jackson, Billy Idol, Jennifer Rush, Alexis, Cheap Trick, Sparks, Bob Seger, Chris Thompson, Bonnie Tyler, Valerie Claire y Pet Shop Boys.\n\nHa ganado dos premios Grammy: El primero en 1986 por Mejor álbum de partitura original escrito para una película o serie de televisión, como coautor de la banda sonora de Beverly Hills Cop; y el segundo en 1987 por Mejor interpretación instrumental pop con el guitarrista Steve Stevens por Top Gun Anthem banda sonora de Top Gun.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"München, Germany","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/faltermeyer-harold-503975cbc52c0.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/faltermeyer-harold-50397227549a8.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/faltermeyer-harold-503975702d37c.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/faltermeyer-harold-5084dc372f160.JPG","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"3bd08e76-bf53-4b16-82ee-63f95ca5cdae","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}