{"artists":[{"idArtist":"115273","strArtist":"Roberta Flack","strArtistStripped":null,"strArtistAlternate":"Roberta Flack & Donny Hathaway","strLabel":null,"idLabel":null,"intFormedYear":"1969","intBornYear":"1937","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"R&B","strMood":"","strWebsite":"www.robertaflack.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Roberta Flack (born February 10, 1937) is an American singer, songwriter, and musician who is notable for jazz, soul, R&B, and folk music. Roberta Flack is best known for her Hot 100 #1 singles \"The First Time Ever I Saw Your Face\", \"Killing Me Softly with His Song\" and \"Feel Like Makin' Love\", as well as \"Where Is the Love\" and \"The Closer I Get to You\", two of her many duets with Donny Hathaway. \"The First Time Ever I Saw Your Face\" won the 1973 Grammy Record of the Year and \"Killing Me Softly with His Song\" won the same award at the Grammy Awards of 1974. She and U2 are the only artists to win the award in consecutive years. Flack lived with a musical family, born in Black Mountain, North Carolina to parents Laron LeRoy (October 11, 1911 - July 12, 1959) and Irene Flack, (September 28, 1911 - January 17, 1981) a church organist, on February 10, 1937 (1939 according to some sources) and was raised in Arlington, Virginia. Her parents were both born in North Carolina and died in Virginia, by co-incidence. Flack first discovered the work of African American musical artists when she heard Mahalia Jackson and Sam Cooke sing in a predominantly African-American Baptist church.\nWhen Flack was 9, she started having interest in playing the piano, and during her early teens, Flack so excelled at classical piano that Howard University awarded her a full music scholarship. By age 15, she entered Howard University, making her one of the youngest students ever to enroll there. She eventually changed her major from piano to voice, and became an assistant conductor of the university choir. Her direction of a production of Aida received a standing ovation from the Howard University faculty. Flack is a member of Delta Sigma Theta sorority and was made an honorary member of Tau Beta Sigma by the Eta Delta Chapter at Howard University for her outstanding work in promoting music education.\nRoberta Flack became the first black student teacher at an all-Caucasian school near Chevy Chase, Maryland. She graduated from Howard University at 19 and began graduate studies in music, but the sudden death of her father forced her to take a job teaching music and English for $2800 a year in Farmville, North Carolina.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Mixed","intMembers":"1","strCountry":"Black Mountain, North Carolina, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/guc8wt1618558195.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/2dcb161618558182.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/4m165v1674726472.png","strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/roberta-flack-4e47c5dc51815.JPG","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/i3kil61618558213.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/a7ogr31618558223.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/xzcbbe1639736518.jpg","strArtistBanner":null,"strMusicBrainzID":"5298bbcb-7330-49bf-a780-2d757f10a20a","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}