{"album":[{"idAlbum":"2113136","idArtist":"111518","idLabel":"43234","strAlbum":"Feels Like Home","strAlbumStripped":"Feels Like Home","strArtist":"Norah Jones","strArtistStripped":"Norah Jones","intYearReleased":"2004","strStyle":"Rock/Pop","strGenre":"Jazz","strLabel":"Blue Note","strReleaseFormat":"Album","intSales":"9","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/feels-like-home-deluxe-edition-disc-1-4de9176015152.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/akt21u1611922861.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/feels-like-home-4f0fe120ee7a7.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/q9l8101611922870.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/e2n78e1611922883.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/g4ue1t1611922894.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/0tm3ce1611922876.png","strDescriptionEN":"Feels Like Home is the second album by jazz songwriter Norah Jones, released in 2004. It sold a million copies in the first week of its U.S. release, the first album to do so since Eminem's The Eminem Show (2002) and it was the second best-selling album of 2004, with about 4 million copies sold in U.S. It is also holds the record for second largest first week sales behind Britney Spears' Oops...! I Did It Again. It sold 1,300,000 copies on its first week in the US. In the Netherlands, it was the year's best-selling album and According to EMI/Blue Note, this album has shipped over 10 million copies worldwide, and the twenty-fourth best-selling album of the 2000s. Norah won the Grammy Award for Best Female Pop Vocal Performance for (\"Sunrise\"), and was nominated for Best Pop Vocal Album (Feels Like Home), and Best Country Collaboration with Vocals for \"Creepin' In\" with Dolly Parton. To support the album her record label recorded a commercial to be in televised in the U.S. and worldwide. In the commercial she dubs the three singles from the album.\nThis album has been released with the Copy Control protection system in some regions.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":"Feels Like Home är Norah Jones andra album, utgivet i april 2004 på Blue Note Records. Det producerades av Jones och Arif Mardin.\nAlbumet sålde sämre än föregångaren Come Away With Me, men blev ändå etta både på Billboard 200 och UK Albums Chart. Det har av RIAA certifierats för 4x platina i USA.","strDescriptionNL":null,"strDescriptionHU":"A Feels like Home Norah Jones indiai származású amerikai énekesnő második albuma, melyet 2004-ben adtak ki. Egy millió példányt adtak el belőle kiadásának első hetén az Egyesült Államokban, és ez volt a második legjobban vásárolt lemez 2004-ben, 4 millió eladott példánnyal. Hollandiában ez volt az év legjobban eladott albuma. Az album első kislemeze, a \"Sunrise\" 2005-ben Grammy-díjat a \"Legjobb női pop előadás\" kategóriában.","strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"5.3","intScoreVotes":"3","strReview":"Like millions of people I bought a copy of Norah Jones' 'Come Away With Me'. I was intrigued by Nora's smoky, intimate voice and liked the song \"Don't Know Why.\" However, unlike millions of people, I gave the album away. Apart from a couple of tracks I found it dull and disappointing.\n'Feels Like Home' does not make me change my opinion. Strong melodies or moments of real beauty are few and far between. Norah's songwriting, with its cliqued images and rhymes, is just not very interesting. She needs material which plays against her tendency to slow everything down and relax to the point of dropping off to sleep. The occasional moments of drama, like the soulful groove of \"In The Morning\", all come when she is covering other people's songs.\nIt's understandable that so many should turn to Norah's music as a relief from the brutal beats and hysterical textures of modern pop. But this album is just too full of tasteful but pedestrian guitar work, dull electric pianos and plodding over-recorded drums. It's country soul with all the interesting bits smoothed away.\nThere are a couple of highpoints here. The duet with Dolly Parton, \"Creepin In\", is the best track on the album. Dolly sounds like she's having fun and the results are rather sweet. Nora has written some words to Duke Ellington's \"Melancholia\" and performs it solo - one of the few moments where some genuine emotion shows through, helped by someone else's interesting tune.\nThere's nothing wrong with quiet reflective music, but when you try and listen actively to Feels Like Home there's little to engage the ear. Which is a shame, as Nora's voice is rather lovely. I'm hoping in future she will take some risks and come up with something a bit more engaging. (Though no doubt millions will disagree with me!)","strMood":"Relaxed","strTheme":null,"strSpeed":"Slow","strLocation":null,"strMusicBrainzID":"689db471-1647-3d0f-a6b8-2e776cf913e8","strMusicBrainzArtistID":"985c709c-7771-4de3-9024-7bda29ebe3f9","strAllMusicID":"mw0000332382","strBBCReviewID":"j654","strRateYourMusicID":null,"strDiscogsID":"102290","strWikidataID":"Q19391","strWikipediaID":"Feels_Like_Home_(Norah_Jones_album)","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}