{"artists":[{"idArtist":"125289","strArtist":"Glenn Gould","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1932","intDiedYear":"1982","strDisbanded":null,"strStyle":"Classical","strGenre":"Pianist","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Glenn Herbert Gould (25 September 1932 – 4 October 1982) was a Canadian pianist who became one of the best-known and most celebrated classical pianists of the 20th century. He was particularly renowned as an interpreter of the keyboard music of Johann Sebastian Bach. His playing was distinguished by remarkable technical proficiency and capacity to articulate the polyphonic texture of Bach's music.\nGould rejected most of the standard Romantic piano literature and, after his adolescence, avoided Liszt, Schumann, and Chopin. Although his recordings were dominated by Bach, Gould's repertoire was diverse, including works by Beethoven, Mozart, Haydn, Brahms, pre-Baroque composers such as Jan Pieterszoon Sweelinck, and such 20th-century composers as Paul Hindemith, Arnold Schoenberg and Richard Strauss. Gould was well known for various eccentricities, from his unorthodox musical interpretations and mannerisms at the keyboard to aspects of his lifestyle and personal behaviour. He stopped giving concerts at the age of 31 to concentrate on studio recording and other projects. Gould was the first pianist to record any of Liszt's piano transcriptions of Beethoven's symphonies (beginning with the Fifth Symphony, in 1967).\nGould was also known as a writer, composer, conductor, and broadcaster. He was a prolific contributor to musical journals, in which he discussed music theory and outlined his musical philosophy. His career as a composer was less distinguished. His output was minimal and many projects were left unfinished. There is evidence that, had he lived beyond 50, he intended to abandon the piano and devote the remainder of his career to conducting and other projects. As a broadcaster, Gould was prolific. His output ranged from television and radio broadcasts of studio performances to musique concrète radio documentaries about life in the Canadian wilderness.","strBiographyDE":"Glenn Herbert Gould (* 25. September 1932 in Toronto, Ontario, Kanada; † 4. Oktober 1982 ebenda) war ein kanadischer Pianist, Komponist, Organist und Musikautor. Er ist vor allem für seine Bach-Aufnahmen bekannt. \n\nGlenn Gould war ein Einzel- und Wunschkind seiner Eltern Russell Herbert („Bert“) Gold (1901–1996) und Florence („Flora“) Emma Gold (1891–1975), geborene Grieg. Der Familienname Gold wurde 1939 in Gould geändert. Sein Vater war Amateur-Violinist und seine Mutter Pianistin und Organistin. Florence Gould war entfernt mit dem Komponisten Edvard Grieg verwandt, der ein Cousin ihres Großvaters gewesen war. Gould erlernte bereits ab seinem dritten Lebensjahr das Klavierspiel und Notenlesen von seiner Mutter, die wollte, dass ihr Kind ein Musiker würde, und Glenn sieben Jahre lang unterrichtete. Sie erwartete von ihm, dass er beim Spielen sang. Diese Gewohnheit konnte er später nur sehr schwer ablegen.\n\nAusbildung:\nAb seinem zehnten Lebensjahr besuchte er das Royal Conservatory of Music in Toronto. Dort studierte er Klavier bei Alberto Guerrero, Orgel bei Frederick C. Silvester und Musiktheorie bei Leo Smith. Die Schüler von Guerrero erlernten eine besondere Technik des Klavierspielens. Bei dieser Anschlagstechnik geht es darum, die Fingerspitzen zu sensibilisieren, indem der spielende Finger mit einem Finger der anderen Hand heruntergedrückt und dann wieder losgelassen wird. Es soll dabei das Gefühl entstehen, dass die Tasten hochgezogen werden, wobei das Zurückfedern der Taste die zentrale Rolle spielt. Es geht also mehr ums Loslassen der Taste. Das macht auch Sinn, was die Tondauern der einzelnen Töne betrifft, was Goulds Spiel besonders auszeichnet. Bei dieser Art des Tappings korrespondiert der Finger der anderen Hand, wenn er nach oben gezogen wird, das Ensemble nach oben zieht, mit dem Aufgewicht der jeweiligen Taste. Außerdem saß Guerrero sehr tief am Klavier und nah an den Tasten, was Gould ebenfalls übernahm, daher nahm er als Erwachsener stets einen Klavierstuhl mit 33 cm Sitzhöhe bei seinen Auftritten mit. Ein normaler Klavierstuhl ist 51 bis 60 cm hoch. Das Original des Stuhls steht in der Library of Toronto.\n\nKonzertleben:\nDen internationalen Durchbruch schaffte er 1955 mit seinem USA-Debüt in New York. Am nächsten Tag lud ihn ein Produzent des Labels Columbia Records zu einer Schallplattenaufnahme in sein Studio ein. Es entstand die berühmte erste Studio-Aufnahme von Johann Sebastian Bachs Goldberg-Variationen (ein bereits 1954 von der kanadischen Rundfunkgesellschaft CBC aufgenommener Live-Mitschnitt des Werks wurde erst Jahrzehnte später auf CD veröffentlicht). Gould blieb dem Label bis an sein Lebensende treu. Zwischen 1955 und 1964 konzertierte Gould ausgiebig in Nordamerika und Europa. 1957 trat er zwei Wochen lang in der Sowjetunion auf, wo ihn der Enthusiasmus seiner Zuhörer tief bewegte.\n\nStudioleben:\nZunehmend wurde er jedoch des Konzertierens überdrüssig, da er den Auftritt eines einzelnen Künstlers vor einer großen Menge von Menschen für den Künstler als unwürdig und für die Musik als ungeeignet erachtete. So konzentrierte er sich ab 1964 ganz auf die elektronischen Medien und gab bis zu seinem Tod kein einziges öffentliches Konzert mehr. Es entstanden weiterhin zahlreiche Tonaufnahmen für CBS; für CBC produzierte er Ton- und Filmaufnahmen sowie drei Dokumentarhörspiele. Gould hatte großes Interesse am Aufnahmeprozess und besaß daher ein eigenes Tonstudio, in dem er die Auswirkungen des Zusammenschneidens einer Aufnahme aus zahlreichen Versionen („takes“) auf das musikalische Argument erforschte. Mit der Zeit wurde Gould immer kontrollsüchtiger, so dass selbst Zeitungs- und Fernsehinterviews von ihm selbst Wort für Wort verfasst wurden. Goulds Arbeitsweise im Aufnahmestudio wurde 2017 in der von Robert Russ produzierten Edition Glenn Gould—The Goldberg Variations: The Complete Unreleased Recording Sessions June 1955 dokumentiert. Das Set enthält die kompletten Aufnahmesitzungen zu seinem Debüt-Album mit den Goldberg-Variationen inklusive Gespräche mit dem Produzenten Howard H. Scott.\n\nPrivatleben:\nVon 1967 bis 1972 lebte er mit der kanadischen Malerin Cornelia Foss, der Ehefrau des von Gould verehrten Komponisten und Dirigenten Lukas Foss, und deren zwei Kindern in Toronto. In den 1970er-Jahren hatte er mit der Sopranistin Roxolana Roslak eine Arbeits- und Liebesbeziehung.\n\n1982, nur wenige Monate nach Erscheinen seiner zweiten Studioaufnahme der Goldberg-Variationen und neun Tage nach seinem 50. Geburtstag, starb Gould an den Folgen eines Schlaganfalls. Den Erfolg dieser zweiten Aufnahme konnte er nicht mehr miterleben. Gould ist gemeinsam mit seinen Eltern auf dem Mount Pleasant Cemetery seiner Heimatstadt Toronto beerdigt.\n(Wikipedia)","strBiographyFR":"Glenn Gould, né le 25 septembre 1932 à Toronto au Canada et mort le 4 octobre 1982 à Toronto, est un pianiste, compositeur, écrivain, homme de radio et réalisateur canadien. Il est surtout célèbre pour ses interprétations pianistiques du répertoire classique, en particulier pour deux enregistrements des Variations Goldberg de Bach (1955 et 1981). Célèbre pour son style analytique, ainsi qu'une certaine excentricité, Glenn Gould abandonne rapidement sa carrière de concertiste en 1964 et ne se produira plus jamais en public afin de se consacrer aux enregistrements en studio et à la production d'émissions de radio pour Radio-Canada.\n\nGlenn Herbert Gould est le fils de Russell Herbert Gould et de Florence Grieg, lointaine parente du célèbre compositeur norvégien Edward Grieg. Il apprend le piano avec sa mère jusqu'à l'âge de dix ans avant de rejoindre le Conservatoire Royal de Musique de Toronto afin d'étudier le piano auprès d'Alberto Guerrero, l'orgue auprès de Frederick Silvester et la théorie musicale auprès de Leo Smith. Glenn Gould commence alors, au début des années 1950, à donner de nombreux concerts, essentiellement sur le continent nord-américain, avec les plus célèbres chefs et interprètes (Herbert von Karajan, Leonard Bernstein, Yehudi Menuhin, entre autres).\nSa renommée internationale débute lors de son célèbre enregistrement des Variations Goldberg de juin 1955 dans les studios CBS de New York. Cette interprétation d'une vélocité et d'une clarté de voix hors du commun, et hors des modes de l'époque, contribuera notablement à son succès. Cet enregistrement est resté une référence absolue et fait toujours partie des grandes ventes du catalogue CBS/Sony. Suivront vingt-cinq ans de collaboration fidèle entre Gould et CBS, notamment après sa décision de ne plus se produire en public. Glenn Gould quitte, en effet, définitivement la scène le 10 avril 1964, à l'âge de 32 ans, pour se consacrer exclusivement aux enregistrements en studio et à la réalisation d'émissions de radio et de télévision.\nGlenn Gould a acquis une réputation internationale grâce à ses interprétations très originales, particulièrement celles des œuvres de Jean-Sébastien Bach. Son jeu pratiquement dépourvu de legato, presque sans pédale, aux réglages millimétrés de son piano fétiche, tendu à l'extrême pour gagner encore en rapidité sont sa propre marque. Gould a particulièrement excellé dans l'interprétation des Variations Goldberg dont il a su mettre en valeur la dynamique, la vivacité, la profondeur de l'articulation logique des thèmes, qui fut à l'origine de sa renommée internationale et dont le toucher était si différent qu'il en était immédiatement reconnaissable entre tous (hormis son chantonnement célèbre), et également beaucoup critiqué par certains. À cela s'ajoutaient une personnalité et une excentricité peu ordinaires.\nSes compositions sont, en revanche, restées méconnues. Citons notamment une fugue pour chœur à quatre voix mixtes intitulée So You Want to Write a Fugue ? où le musicien nous explique avec humour comment écrire une fugue, démonstration à l'appui. Glenn Gould est également l'auteur d'un Quatuor à cordes (opus 1), inspiré par la musique d'Arnold Schoenberg.\nEntre 1972 et sa mort, Glenn Gould a réalisé sept documentaires avec le documentariste Bruno Monsaingeon dont Les Chemins de la musique en 1974 (qui sera réintitulé ultérieurement Glenn Gould, l'alchimiste).\nConsidéré comme l'un des plus grands pianistes du xxe siècle, Glenn Gould meurt en 1982 à Toronto des suites d'un accident vasculaire cérébral.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Toronto, Canada","strCountryCode":"CA","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wttquu1385127062.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qsuyru1385127213.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wurtup1385127312.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/wrwvtx1398371431.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"7002bf88-1269-4965-a772-4ba1e7a91eaa","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}