{"artists":[{"idArtist":"112980","strArtist":"Etta James","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1938","intDiedYear":"2012","strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"Soul","strMood":"Passionate","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Etta James (born Jamesetta Hawkins; January 25, 1938 - January 20, 2012) was an American singer. Her style spanned a variety of music genres including blues, rhythm and blues, rock and roll, soul, gospel and jazz. Starting her career in 1954, she gained fame with hits such as \"Roll With Me, Henry\", \"At Last\", \"Tell Mama\", \"Something's Got a Hold on Me\", and \"I'd Rather Go Blind\" for which she wrote the lyrics. She faced a number of personal problems, including drug addiction, before making a musical resurgence in the late 1980s with the album The Seven Year Itch.\nJames is regarded as having bridged the gap between rhythm and blues and rock and roll, and is the winner of six Grammys and 17 Blues Music Awards. She was inducted into the Rock & Roll Hall of Fame in 1993, the Blues Hall of Fame in 2001, and the Grammy Hall of Fame in both 1999 and 2008. Rolling Stone ranked James number 22 on their list of the 100 Greatest Singers of All Time and number 62 on the list of the 100 Greatest Artists.","strBiographyDE":null,"strBiographyFR":"Jamesetta Hawkins, dite Etta James, née à Los Angeles en Californie le 25 janvier 1938 et morte le 20 janvier 2012 à Riverside, Californie) est une chanteuse américaine de jazz, soul et rhythm and blues.\nSa carrière s'étend sur six décennies. En 1960, elle connaît le succès avec sa reprise de At Last, écrite par Mack Gordon et Harry Warren. Etta James a remporté six Grammy Awards et dix-sept Blues Music Awards.\n\nJamesetta est la fille de Dorothy Hawkins, une adolescente afro-américaine âgée de 14 ans à sa naissance, et d'un père d'origine européenne qu'elle n'a jamais connu. Elle est élevée par des nourrices et par les propriétaires de la pension dans laquelle sa mère loue un appartement. Elle s'initie au chant dès l'âge de 5 ans au sein des Echoes of Eden choir, la chorale de l'église baptiste Saint Paul de Los Angeles, dirigée par James Earle Hines.\nArrivée en 1950 à San Francisco, elle chante au sein du trio féminin The Creolettes. Elles sont découvertes en 1954 par le chef d'orchestre Johnny Otis, qui les emmène en tournée avec son orchestre. Il renomme le groupe The Peaches et donne à Jamesetta son nom de scène. Grâce à Otis, le trio enregistre Roll With Me, Henry pour le label Modern Records. Le disque sort sous le nom d'Etta James, les autres membres du groupe étant créditées en tant que choristes3.\nEn 1960, elle signe avec le label Chess Records. Durant les années 1960, Etta doit se battre contre sa dépendance à l’héroïne.\nEn 1969, la mort de Leonard Chess laisse Etta sans contrat. Elle épouse Artie Mills la même année4.\nEtta réapparaît dans les charts en 1973 avec All The Way Down. Après le relatif échec de Deep In The Night en 1978, elle enregistre deux ans plus tard Changes, produit par Allen Toussaint, puis disparaît des studios. En 1989, Etta tente un retour via le label Island Records avec l’album Seven Year Itch, suivi de Stickin'To My Gun l'année suivante, sur la pochette duquel elle apparaît déguisée en cow-girl du Far West.\nCe n'est qu'au début des années 1990 qu'elle commence à recevoir des prix majeurs tels que ceux des Grammy Awards ou de la Blues Foundation. Ses fils Donto et Sametto commencent à l'accompagner sur scène, respectivement à la batterie et à la basse4.\nEn décembre 2011, son entourage annonce que la chanteuse est atteinte d'une leucémie en phase terminale. Le 20 janvier 2012, Etta James meurt des suites de sa leucémie, à l'âge de 73 ans, à l'hôpital de Riverside, Californie, entourée de ses fils Donto et Sametto James et de son mari Artie Mills.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Los Angeles, California, USA ","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/n0dpzy1604907132.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/etta-james-4f3b55f51176f.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/etta-james-4f2963e17d4a1.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/pr1iqy1613219022.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/nme2gw1613219048.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/cwx4vc1613219067.jpg","strArtistBanner":null,"strMusicBrainzID":"e22d2f66-881e-41ca-9356-544697ee5f90","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}