{"artists":[{"idArtist":"132755","strArtist":"Christophe Rousset","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1961","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"Classical","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Christophe Rousset (born April 12, 1961) is a French harpsichordist and conductor, specializing in the performance of baroque music on period instruments. He is the founder of the Les Talens Lyriques, and has a passion for opera and European music of the 17th and 18th centuries.","strBiographyDE":"Christophe Rousset (* 12. April 1961 in Avignon) ist ein französischer Cembalist und Dirigent.\n\nChristophe Rousset, aufgewachsen in Aix-en-Provence, war schon mit 13 Jahren ein begeisterter Cembalist. Er erhielt zuerst Cembalo-Unterricht bei André Raynaud, dann bei Huguette Dreyfus an der Schola Cantorum Paris, bei Kenneth Gilbert und Bob van Asperen.\n\n1983 legte er das Konzertexamen ab und erhielt im gleichen Jahr noch den Ersten Preis beim 7. Musica Antiqua Wettbewerb für Cembalo in Brügge (der zuvor nur einmal im Jahr 1971 an Scott Ross vergeben wurde). Christophe Rousset gibt regelmäßig Konzerte bei namhaften Festspielen und spielte mit bedeutenden Barockensembles: The Academy of Ancient Music, Musica Antiqua Köln, Il Seminario Musicale und La Petite Bande. Als Assistent von William Christie bei Les Arts Florissants erhielt er erstmals die Möglichkeit der Ensembleleitung.\n\n1989 spielte er die Pièces de Clavecin von Jean-Philippe Rameau vollständig ein. Dieses und seine spätere Gesamteinspielung (1992–1994) von François Couperins Cembalowerken wurden mit mehreren Preisen ausgezeichnet. 1991 erhielt er einen Lehrauftrag am Pariser Konservatorium.\n\n1991 gründete er das Ensemble Les Talens Lyriques. Er führt mit ihm italienische Madrigale, französische „Airs de Cour“, venezianische und neapolitanische Opere serie, französische Opéras comiques und Tragédies lyriques auf.\n\n1993 erhielt er die Auszeichnung Diapason d’or für seine Einspielung des Cembalowerks „Pièces de Clavecin“ von Joseph-Nicolas-Pancrace Royer.\n\n1994 nahm er den Soundtrack zu dem Film Farinelli, der Kastrat mit Les Talens Lyriques auf.\n\n1995 bekam er den Cannes Classical Award für seine Aufnahme der Bach-Partiten.\n\n1996 erfolgte Ersteinspielung von Georg Friedrich Händel Oper Riccardo Primo zusammen mit Les Talens Lyriques. Außerdem erhielt er den Deutschen Schallplattenpreis für seine Einspielung der Cembalowerke von Gaspard le Roux.\n\nFür seine Interpretation der Ouvertüren von Rameau erhielt er 1998 den Grammophone Award als beste instrumentale Barockmusikeinspielung. Er nimmt weiter Musik zusammen mit der Academy of Ancient Music auf: Cembalosonaten von Domenico Scarlatti, Kammermusik von Marin Marais zusammen mit Christophe Coin Gambe und alle Cembalokonzerte von Bach. Seit 2000 teilt Christophe Rousset seine Zeit, zwischen der Arbeit als Solist, als Dirigent und jeden Sommer als Lehrer an der Accademia Musicale Chigiana in Siena. In jüngerer Zeit widmet er sich außerdem verstärkt Werken Antonio Salieris.\n\n2011 dirigierte er eine für das Fernsehen produzierte Version von Médée, Regie führte Stephan Metge, es sangen unter anderem Nadja Michael, Christianne Stotijn und Gaëlle Arquez. \n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"French","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tpvwys1414338198.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ttrwws1414338222.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/cvajco1642517544.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/er3q1y1642517647.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/b2w5yp1642517707.jpg","strArtistBanner":null,"strMusicBrainzID":"6784a34f-3d91-45a5-b7b3-be1eaa1096f1","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}