{"artists":[{"idArtist":"111985","strArtist":"50 Cent","strArtistStripped":null,"strArtistAlternate":"Curtis James Jackson III","strLabel":"Interscope Records","idLabel":"44378","intFormedYear":"1996","intBornYear":"1975","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"Hip-Hop","strMood":"Angry","strWebsite":"50cent.com","strFacebook":"www.facebook.com/50cent","strTwitter":"1","strBiographyEN":"Curtis James Jackson III (born July 6, 1975), better known by his stage name 50 Cent, is an American rapper, actor, entrepreneur, investor, record, film, and television producer. Born in the South Jamaica neighborhood of the borough of Queens, Jackson began selling drugs at age twelve during the 1980s crack epidemic. Although he left drug-dealing to pursue a musical career, he was struck by nine bullets in a 2000 shooting. After Jackson released the compilation album Guess Who's Back? in 2002, he was discovered by Eminem and signed by Shady Records, Aftermath Entertainment and Interscope Records.\nWith the aid of Eminem and Dr. Dre (who produced his first major-label album, Get Rich or Die Tryin'), Jackson became one of the world's best selling rappers and rose to prominence with East Coast hip hop group G-Unit (which he leads de facto). In 2003 he founded G-Unit Records, signing his G-Unit associates Young Buck, Lloyd Banks and Tony Yayo. Jackson had similar commercial and critical success with his second album, The Massacre, which was released in 2005. He released his fifth studio album, Animal Ambition, in 2014 and is working on his sixth studio album: Street King Immortal, scheduled for release in 2016.\nDuring his career Jackson has sold over 30 million albums worldwide and won several awards, including a Grammy Award, thirteen Billboard Music Awards, six World Music Awards, three American Music Awards and four BET Awards. He has pursued an acting career, appearing in the semi-autobiographical film Get Rich or Die Tryin' (2005), the Iraq War film Home of the Brave (2006) and Righteous Kill (2008). 50 Cent was ranked the sixth-best artist of the 2000s, the third-best rapper (behind Eminem and Nelly), and Get Rich or Die Tryin' and The Massacre were ranked the 12th and 37th best albums of the decade by Billboard.","strBiographyDE":"50 Cent wurde am 6. Juli 1976 im New Yorker Stadtteil Queens als Curtis Jackson geboren.\n\nAufgewachsen ist er in ärmlichen Verhältnissen in einem Viertel namens \"South Jamaica\". Seine Mutter wurde erschossen, als er gerade acht Jahre alt war. Wenig später starb sein Vater und Curtis wuchs bei seinen Großeltern auf. Im Alter von zwölf Jahren viel er erstmals wegen Drogendealerei auf. Die folgenden Jahre waren von Kriminalität und mehreren Haftaufenthalten geprägt.\n\nErsten Kontakt zur Rap-Szene hatte 50 Cent durch Jam Master Jay von Run DMC, der ihn unter seine Fittiche nahm und ihm das Produzentenduo Trackmasters vorstellte. Die befanden sein Talent als förderungswürdig und vermittelten ihn schließlich an Columbia Records. Unter dieser Zusammenarbeit entstand im Jahr 2000 das Debütalbum \"Power of the Dollar\". Noch vor der Veröffentlichung geriet 50 Cent in eine Schießerei, bei der ihn neun Kugeln trafen. Aufgrund der Vorkommnisse trennte sich Columbia von 50 Cent und löste den Vertag.\n\nDie Veröffentlichung des Albums wurde auf unbestimmte Zeit verschoben. Nach seiner Genesung rutschte er erneut in das Drogenmilieu ab, bekam aber eine zweite Chance. Diesmal wurde er von Eminem und Dr. Dre gepuscht, die eigens zu diesem Zweck das Label Shady / Aftermath gründeten und 50 Cent unter Vertrag nahmen. 2003 wurde das Album \"Get Rich Or Die Tryin\" veröffentlicht, welches seinen internationalen Durchbruch markierte. Weltweit verkaufte es sich 11 Mio. Mal. Im März 2005 folgte \"The Massacre\", welches an den Erfolg seines Vorgängers anknüpfte.\n\nMit diesem Album gelang es 50 Cent gleichzeitig vier Singles in den amerikanischen Billboard Charts zu listen. 50 Cent ist Mitglied der Rap-Gruppe G-Unit (Gangsta- oder Guerilla Unit), die durch seinen Solo-Erfolg auch an Aufmerksamkeit gewann. Den Namen 50 Cent übernahm Jackson als Hommage an einen in den 1980er Jahren aktiven Gangster namens Kelvin Martin. Der war damals unter dem Pseudonym 50 Cent bekannt für Raubüberfälle und Schießereien. Nach eigener Aussage wählte Curtis Jackson diesen Namen, da er heute all das verkörpert, was Kelvin Martin zu seiner Zeit war.\n\nIm Dezember 2005 kam das Drama \"Get Rich Or Die Tryin'\" in die Kinos, welches das Leben das Rap-Stars auf Leinwand bannt; 50 Cent spielt sich darin selbst. Außerdem brachte er ein Video-Spiel auf den Markt, in dem man das gefährliche Leben auf den Straßen der Ghettos erleben kann.","strBiographyFR":"50 Cent (« Fifty Cent »), de son vrai nom Curtis James Jackson , est né le 6 juillet 19751 dans le quartier de Queens à New York.\nRappeur, producteur, acteur, homme d'affaires américain, il a connu un grand succès grâce à Get Rich or Die Tryin', The Massacre, Curtis et Before I Self Destruct. 50 Cent a acquis des reconnaissances multi-platinum[Quoi ?] et vendu plus de 40 millions d'albums dans le monde[réf. nécessaire]. Il grandit sans père et est élevé par sa mère Sabrina Jackson qui lui a donné naissance alors qu'elle n'avait que quinze ans2. Sabrina vend du crack mais elle éduque néanmoins son fils, au moins jusqu'à son assassinat. Elle n'a que vingt-trois ans lorsqu'un inconnu drogue son verre. Inanimée, elle est laissée dans son appartement avec le gaz ouvert et les fenêtres fermées et des pilules d'ecstasy entre les orteils2,3. Curtis n'a que huit ans.\nAprès la mort de sa mère, Curtis emménage chez ses grands-parents avec neuf oncles et tantes4. Il raconte :« Je me souviens que ma grand-mère m'a dit ; « Ta maman ne rentre pas, elle ne reviendra pas te reprendre, tu resteras donc avec nous maintenant. C'est alors que j'ai commencé à traîner dans la rue. »5.\nDans les années 1980, il participe aux Junior Olympics en tant que boxeur dans la catégorie amateur. Son but est de combattre dans le tournoi de boxe des Golden Gloves mais on ne l'autorise pas à participer à la compétition du fait de son jeune âge6. Curtis fait le rapprochement entre le rap et la boxe ; « J'avais l'esprit de compétition sur le ring et le hip-hop aussi est une compétition. Je crois que les rappeurs se préparent presque comme des boxeurs, ils ont tous envie de devenir champion. »6.\nÀ douze ans, Curtis commence à vendre de la drogue. Il dira plus tard que vendre de la drogue était « facile », puisque la majorité des personnes qu'il connaissait quand il était jeune faisait de même5. Généralement, il cachait le crack chez son grand-père et allait à l'école avec des armes et l'argent de la drogue. Il se fait finalement pincer à cause d'un détecteur de métal au lycée Andrew Jackson. Il avouera plus tard : « J'étais gêné de me faire arrêter comme ça. C'est la pire façon d'être arrêté. Après mon arrestation, j'ai arrêté de me cacher. Je disais ouvertement à ma grand-mère « Je vends de la drogue ». »5.\nLe 29 juin 1994, Curtis est arrêté pour avoir aidé à vendre quatre ampoules de cocaïne à un officier de police en civil. Il est à nouveau arrêté trois semaines plus tard quand la police fouille son appartement et trouve de l'héroïne, 280 grammes de crack et un pistolet pour starter. Il risque de trois à neuf ans de prison, mais il finit par obtenir de servir pendant sept mois dans un boot camp, un camp de redressement aux méthodes et à la discipline militaires7. Là, il obtient son GED (General Educational Development), examen de sortie du lycée8.\nIl a adopté le surnom « 50 Cent » en référence à un criminel new-yorkais9, Kelvin D. Martin, qui a œuvré à Brooklyn dans les années 1980, et dont le surnom était 50 Cent ; « J'ai pris le nom de 50 Cent parce qu'il dit tout ce que je veux qu'il dise. Je suis le même genre de personne que 50 Cent. Je trouve de quoi vivre par tous les moyens »10.","strBiographyCN":"50 Cent（1975年7月6日－[1]），本名柯蒂斯·詹姆斯·杰克逊三世（英语：Curtis James Jackson III），美国说唱歌手。他借由2003年专辑《Get Rich or Die Tryin'》（至死求富）和2005年专辑《The Massacre》（大屠杀）而扬名。两张专辑都获得了双白金销售认证，总计售出超过2100万份拷贝。[2]\n出生于皇后区南牙买加的杰克逊，12岁时就开始贩毒买卖。[3] 在结束贩毒生涯转而成为一名说唱歌手后，他于2000年被人射伤，中弹9枪。2002年，当他发行了专辑《Guess Who's Back?》（猜猜谁回来了？），杰克逊的音乐才华被说唱歌手埃米纳姆发觉，并随即让杰克逊与环球唱片公司签约。在埃米纳姆和德瑞博士的帮助下，杰克逊首获商业上的巨大成功，并跻身全球最热卖说唱歌手行列。2003年，他成立了厂牌G-Unit唱片公司，并签约了众多成功的说唱艺人，包括扬·巴克（Young Buck）、洛依·班克斯以及托尼·亚尤。\n杰克逊和众多说唱歌手不合，其中包括Ja Rule、肥乔、贾达基斯、卡姆隆、尚恩·库姆斯、里克·罗斯，以及前G-Unit成员The Game和扬·巴克。他还涉足影视，曾在2005年半自传体的电影《至死求富》（Get Rich or Die Tryin'）中出镜，另外他还出演过2006年伊拉克战争题材电影《忠义之家》（Home of the Brave）和2008年电影《正义杀戮》（Righteous Kill）。","strBiographyIT":"50 Cent, nome d'arte di Curtis James Jackson III (New York, 6 luglio 1975[3][4]), è un rapper, attore, regista, produttore discografico e imprenditore statunitense.\nScoperto e portato al successo da Eminem, 50 Cent è diventato famoso dopo l'uscita dei suoi album Get Rich or Die Tryin' (2003) e The Massacre (2005). Entrambi gli album hanno avuto un gran successo, vendendo più di venti milioni di copie, l'artista ha venduto tuttora più di 50 milioni di copie. Il suo successo internazionale è dovuto in primo luogo alle sue vicende personali e al suo passato difficile, ma anche all'immagine tipicamente \"gangsta\". Spesso il nome del rapper è associato a quello del suo gruppo, la G-Unit composta da: Tony Yayo, Lloyd Banks, 50 Cent e in precedenza anche Young Buck e The Game, che adesso lavorano come solisti. È anche un attivo produttore di album hip hop, essendo alla guida delle etichette G-Unit Records e Aftermath Entertainment.[5] L'etichetta è diventato una delle più grande successo del suo tipo, formando dall'inizio di un equipaggio, per poi stabilire film, abbigliamento, e distribuzione. Modellato come molte etichette prima, ha avuto l'onore di venire dagli inizi del cirucuit mixtape per poi diventare una grande azienda.\n50 Cent ha iniziato molti feud con altri rapper come Ja Rule, The Game, Fat Joe, e Jadakiss. Nel 2007, con un patrimonio di circa 320 milioni di dollari, è stato classificato dalla rivista americana Forbes al secondo posto nella lista dei rapper più ricchi del pianeta, preceduto solamente da Jay-Z, che nel 2008 è riuscito addirittura a superare, aggiudicandosi in questo modo il titolo di rapper più ricco al mondo. Nel 2010 è passato al 14º posto e Jay-Z è ritornato alla prima posizione con un patrimonio di 360 milioni di dollari. Ha inoltre intrapreso la carriera da attore, apparendo nel film semi-autobiografico Get Rich or Die Tryin' nel 2005, Home of the Brave nel 2006, e Righteous Kill nel 2008.","strBiographyJP":"50セント（50 Cent[1]読み：フィフティーセント、本名：Curtis James Jackson III（カーティス・ジェームズ・ジャクソン三世）、1975年7月6日 - ）はアメリカ合衆国のヒップホップMC、俳優、企業家、エグゼクティブプロデューサー、プロボクシングプロモーターである。ソロMCとしても活動するが、Gユニットの一員でもある。ニューヨーク州ニューヨーク市クイーンズ区ジャマイカ地区出身。左利き。\n50セントというMCネームは、1980年代にニューヨークのブルックリン界隈で30人あまりを殺害し、たった50セントでさえも奪ったとされる実在のギャング、ケルビン “50セント” マーティン（Kelvin \"50 Cent\" Martin）に由来する。","strBiographyRU":"Кёртис Джеймс Дже́ксон III (англ. Curtis James Jackson III; 6 июля 1975, Куинс, Нью-Йорк, США) — американский рэпер, актёр и боксёрский промоутер, известен под своим сценическим псевдонимом 50 Cent (рус. Фи́фти Сент). Известность пришла к нему с выпуском альбомов Get Rich or Die Tryin’ и The Massacre. 50 Cent добился успеха с обоими альбомами, продав более 36 миллионов экземпляров по всему миру[1].\nРождённый в бедном негритянском районе Южная Ямайка, Куинс (англ.)русск., Нью-Йорк, Кёртис Джексон в возрасте 12-ти лет начал торговать кокаином. После того как он бросает торговлю кокаином, чтобы посвятить себя музыкальной карьере, в него стреляют 9 раз в 2000 году[2]. После выхода сборника Guess Who’s Back?, 50 Cent’а замечает Эминем и подписывает с ним контракт в Interscope Records. С помощью Эминема и Dr. Dre, которые продюсировали его, к нему приходит первый главный коммерческий успех: он становится одним из самых продаваемых исполнителей во всём мире.\nВ 2003 году он основывает лейбл G-Unit Records, на который подписывает группу G-Unit, а также сольно её участников — Young Buck, Ллойд Бэнкс и Tony Yayo.\n50 Cent имел много конфликтов с другими рэперами, включая Ja Rule, Game и Fat Joe.","strBiographyES":"Curtis James Jackson III (nacido el 6 de julio de 1975) más conocido por su nombre artístico 50 Cent, es un accionista, rapero, empresario y actor estadounidense ganador del Grammy. Alcanzó la fama mundial con el lanzamiento de sus álbumes Get Rich or Die Tryin (2003) y The Massacre (2005), ambos de ellos logrando éxito multi-platino, Get Rich or Die Tryin logró ser más de 10 veces platino y The Massacre más de 14 veces platino en todo el mundo los cuales están entre los primeros 50 mejores álbumes de la década del 2000s según la revista Billboard. Tras dejar el tráfico de drogas para comenzar su carrera como rapero, fue víctima de un tiroteo en el que recibió el impacto de nueve balas durante un incidente en el 2000. Después de lanzar su álbum Guess Who's Back? en 2002, Jackson fue descubierto por el rapero Eminem y firmó con Interscope Records. Con la ayuda de Eminem y Dr. Dre, produjo su primer éxito comercial importante, Jackson se convirtió en uno de los raperos más fuertes del mundo en cuanto a ventas. En 2003, fundó el sello discográfico G-Unit Records, que firmó varios raperos de éxito mundial como Lloyd Banks , Tony Yayo y Young Buck.\nJackson también se ha dado a conocer por disputas con otros raperos como Ja Rule, Nas, Fat Joe, Jadakiss, Cam'ron, Diddy, Rick Ross, y los ex miembros de G-Unit: Game y Young Buck. Él también ha desarrollado una carrera como actor, apareciendo en la película semi autobiográfica Get Rich or Die Tryin' en 2005, Home Of The Brave la película sobre la guerra de Irak en 2006, y Righteous Kill en 2008. 50 Cent se ubicó como el sexto mejor artista de la década del 2000 por la revista Billboard. La revista también lo ubicó como el cuarto artista masculino más popular y como el tercer mejor rapero de la década por detrás de Eminem y Nelly. La revista Billboard también lo ubicó como el sexto mejor y más exitoso Hot 100 Artista de la década del 2000 y el artista de rap número uno de la década de los 2000. Billboard clasificó su disco Get Rich or Die Tryin en el número 12 como el mejor álbum de la década de los 2000 y su álbum The Massacre en el número 37. Desde septiembre de 2011, 50 Cent está trabajando en su quinto álbum de estudio Street King Immortal, que tiene como fecha de lanzamiento para la primavera del 2013.","strBiographyPT":"Curtis James Jackson III, mais conhecido pelo seu nome artístico 50 Cent (South Jamaica, 6 de julho de 1975),1 é um rapper, ator e empresário norte-americano. Ele chegou à fama com o lançamento dos álbuns Get Rich or Die Tryin' (2003) e The Massacre (2005). Get Rich or Die Tryin' obteve a certificação de platina seis vezes pela RIAA e vendeu cerca de 13 milhões de cópias em todo o mundo.2 3 Seu disco The Massacre foi certificado cinco vezes pela RIAA2 e vendeu 11 milhões de cópias.4\nNascido em South Jamaica, Queens, Jackson iniciou no tráfico de drogas com onze anos, durante a epidemia do crack da década de 1980.5 Depois de deixar o tráfico de drogas para começar uma carreira no rap, ele foi baleado por nove tiros durante um incidente em 2000, depois de tal acontecimento Jackson recebeu uma operação médica de alto risco, apesar que isso indicaria que o atirador era alguém a quem Jackson estava devendo dinheiro por drogas. Após o lançamento do álbum Guess Who's Back?, Jackson foi descoberto pelo rapper Eminem e assinou contrato com a Interscope Records. Com ajuda de Eminem e de Dr. Dre, que produziu o seu primeiro maior sucesso comercial, 50 Cent tornou-se um dos rappers com mais vendas no planeta. Em 2003, fundou a G-Unit Records, com seus parceiros do grupo G-Unit: Tony Yayo, Young Buck e Lloyd Banks.\n50 Cent envolveu-se em várias brigas e discussões com outros rappers, incluindo Ja Rule, Fat Joe, Jadakiss, Cam'ron, Rick Ross e os ex-membros do G-Unit The Game e Young Buck. Ele também prosseguiu na carreira de ator, atuando no filme semi-autobiográfico Fique Rico ou Morra Tentando, em 2005, A Volta dos Bravos, em 2006, e As Duas Faces da Lei, em 2008; e em 2012, participou de um episódio do spin-off da série Bones, The Finder. Nesse ano, sua fortuna foi acrescida em $150 milhões de dólares, o que faz ele ser considerado o rapper mais bem-sucedido financeiramente daquele ano.6 Em 2009, 50 Cent foi escolhido como o sexto melhor artista da década7 e o sexto mais bem-sucedido8 entre 2000-2009 pela revista estadunidense Billboard. A Billboard também o nomeou como o melhor cantor de rap deste período.","strBiographySE":"Curtis James Jackson III, född den 6 juli 1975[1] i Queens, New York, New York mer känd som 50 Cent, är en amerikansk rappare. Hans berömmelse kom i samband med albumen Get Rich or Die Tryin' och The Massacre. 50 Cent åstadkom multi-platinum succé med båda plattorna, vilka sålde i över 21 miljoner exemplar världen över.[2]\n50 Cent föddes i South Jamaica, Queens i New York, där han började sälja droger som tolvåring under 1980-talets crack-epidemi i USA.[3] Efter att ha lämnat droghandeln för att inleda en karriär som rappare blev han skjuten och träffad med nio kulor vid ett mordförsök år 2000. Efter att ha släppt sitt mixtape Guess Who's Back? år 2002, upptäcktes 50 Cent av rapparen Eminem som rekryterade honom till skivbolaget Interscope Records. Med hjälp av Eminem och Dr. Dre – som producerade hans första stora kommersiella succé – kom han att bli en av de bäst säljande rapartisterna i världen. År 2003 bildade han gruppen och skivbolaget G-Unit, dit han värvade flera framgångsrika rappare som Young Buck, Lloyd Banks och Tony Yayo. 50 Cent har varit inblandad i flera fejder med andra rapartister, bland andra Ja Rule, Cassidy, The Game, Fat Joe, Rick Ross och Jadakiss.","strBiographyNL":"Curtis James Jackson III (Queens, 6 juli 1975), beter bekend onder het pseudoniem 50 Cent is een Amerikaanse hiphopartiest. 50 Cent is bekend geworden vanwege zijn albums Get Rich or Die Tryin' en The Massacre. Hij kreeg multi-platina succes met beide albums en verkocht wereldwijd meer dan 20 miljoen cd's en 40 miljoen singles. Zijn derde album Curtis was minder succesvol en verkocht ongeveer 1,5 miljoen platen wereldwijd. 50 Cent staat ook wel bekend als \"Fiddy\" of \"Ferrari F50\". 50 Cent heeft het ruzie maken op hiphoptracks oftewel beefs gebruikt als een zeer succesvolle marketingstrategie. Zo heeft hij onder meer ruzie gehad met collega-rappers als Ja Rule, Nas, Fat Joe, Jadakiss, Cam'ron, Puff Daddy, Rick Ross, en voormalig G-Unit leden The Game en Young Buck.","strBiographyHU":"Curtis James Jackson, színpadi nevén 50 Cent (ejtsd: fifti szent) (USA, New York, South Jamaica, Queens, 1975. július 6. –)[1] amerikai rapper. 2000-ben megjelent a Power Of The Dollar című albuma, amit csak kalózlemezként adtak ki. A 2003-as Get Rich Or Die Tryin' és a 2005-ös The Massacre sikeres lemez és platinalemezek lettek. 50 cent a South Jamaicában, Queens környékén, New Yorkban nőtt fel, apa nélkül. Anyja, Sabrina nevelte fel, aki 15 évesen szülte meg őt. Anyját 1983-ban meggyilkolták. Sabrina kokainkereskedő volt. 23 éves korában eszméletét vesztette, mert valaki gyógyszert tett az italába. Ott hagyták a lakásában, bezárták az ablakokat és gázt nyitottak rá.\nAnyja halála után Jackson a nagyszülei házába költözött, ahol már nyolc nagynénje és nagybácsija is élt. Így emlékezett vissza: \"A nagymamám azt mondta nekem, 'Az anyád nem jön haza többé. Nem jön, hogy elvigyen. Mostantól itt élsz, velünk.' Ekkor kezdtem el alkalmazkodni az utcához.\"\n50 Cent 12 évesen kezdte a drogdílerkedést az 1984-1990 közötti amerikai crack-láz idején.[2] Miután kiszállt a kábítószerüzletből a zenei karrier kedvéért, 2000-ben lelőtték, 9 golyó találta el, de túlélte. A Guess Who's Back? c. albumának megjelenésekor az akkor már népszerű Eminem felfedezte őt, és elősegítette szerződését az Interscope Records-szal. Eminem és Dr. Dre (aki első sikeres alkotásainak producere volt) segítségével a világ legnépszerűbb rappereinek egyikévé vált. 2003-ban megalapította a G-Unit Records lemezkiadót, ami számos sikeres rapperrel működött együtt a későbbiekben, köztük Young Buck, Lloyd Banks és Tony Yayo lemezeit adta ki.\n50 Cent és néhány más rapper közt rossz vagy rossz volt a viszony, ezek közt van Ja Rule, Rick Ross, Game és Fat Joe.\nSzínészi karriert is épített, 2005-ben szerepelt a félig-meddig önéletrajzi Get Rich or Die Tryin c. filmben, az iraki háborúról szóló Home of the Brave c. filmben 2006-ban és a Righteous Kill-ben 2008-ban.","strBiographyNO":"Curtis James Jackson III (født 6. juli 1975 i Queens, New York, USA), bedre kjent som 50 Cent, er en amerikansk rapper, entreprenør, investor, produsent og skuespiller. Han slo gjennom med Get Rich or Die Tryin' i 2003 og The Massacre i 2005.\nHan er medlem i rap/hip-hopgruppa G-Unit. Curtis Jackson III ble født og vokste opp i Queens, New York. Han ble oppdratt som enebarn av moren, Sabrina som var bare 15 år når hun fødte han. 50 Cent har sagt at moren levde av å selge kokain og var lesbisk.[1] Linjen «Coming up I was confused, my mommy kissing a girl» fra Hate It or Love It sammen med The Game referer også til morens sexualitet.[2] I 1983 ble hun bevisstløs etter å ha drukket en drink som inneholdt dop og døde som et resultat gassen i leiligheten var skrudd på, og med vinduene lukket.[3][4] Etter hennes død, flyttet Jackson til besteforeldrenes hus med sine åtte tanter og onkler.[5][6][7] Han har fortalt at «Bestemor sa at, 'Din mor kommer ikke hjem. Hun kommer ikke tilbake og henter deg. Du skal bo hos oss nå.' Det var da jeg begynte å venne meg til gatelivet».[8]\nJackson startet å bokse når han var 11 år. I årene som fulgte, startet Jackson å selge narkotika, men sa til besteforeldrene at han var på skolen.[9] Som følge av dette, begynte han å ha med seg våpen og penger fra nakosalg på skolen. Da Jackson var 14, ble det åpnet en boksegym for lokal ungdom. Han fortalte: «Når jeg ikke slo i hjel tid på skolen, var jeg enten og trente på gymmen eller solgte dop på gata.»[10] Midt på 1980-tallet, konkurrerte Jackson i Junior-OL som amatørbokser. Han har senere sagt: «Jeg hadde konkurranseinnstinkt i ringen og hip-hop krever konkurranseinnstinkt også ... Jeg tror rappere ser på seg selv boksere, så de alle føler at de er mestere».[11] Da han var 16, ble han stoppet av metalldetektor på Andrew Jackson High School. Han forklarte senere at han var så flau av den påfølgende arrestasjon og bekjente derfor senere til bestemoren at han solgte narkotika.[8]\nEtter dette ble Jackson sendt til et skolehjem. Etter at han ble sluppet ut, tok han kallenavnet «50 Cent» som en metafor for «vekslepenger».[12] Navnet ble kommer fra Kelvin Martin, en raner fra Brooklyn kjent som «50 Cent». Jackson valgte navnet «fordi det sier alt jeg vil det skal si. Jeg er den samme typen person som 50 Cent var. Jeg klarer meg selv på alle måter.»[13]","strBiographyIL":"קרטיס ג'יימס ג'קסון השלישי (באנגלית: Curtis James Jackson III; נולד ב-6 ביולי 1975), המוכר בשם הבמה פיפטי סנט (Cent ‏50), הוא זמר ראפ והיפ הופ ושחקן קולנוע אמריקאי. נודע, בין היתר, עקב התבטאויותיו החריפות והאלימות בשיריו.\n50 סנט הוא שם הבמה של קורטיס ג'קסון. ג'קסון נולד וגדל במשפחה חד הורית עם אמו, סוחרת סמים ברובע קווינס בניו יורק. בעודו בן שמונה, נרצחה אמו והוא גדל אצל סבו. בגיל שתים עשרה, החל ג'קסון גם לסחור בסמים.\nג'קסון החל את הקריירה המוזיקלית שלו בשכונת מגוריו, אך עד מהרה אימץ אותו ג'אם מאסטר ג'יי, חבר להקת Run DMC, והכיר לו אנשי מפתח בתעשיית המוזיקה האמריקאית. ב-1999 החתימה אותו חברת קולומביה על חוזה הקלטות. אלבומו הראשון Power of the Dollar, לא יצא באופן רשמי, אך השיר \"How to Rob\" זכה לפופולריות רבה. ב-24 במאי 2000 נורה ג'קסון וספג 9 כדורים ליד בית סבתו. תקופת ההחלמה נמשכה חודשים רבים. כתוצאה מכך בוטל חוזהו עם חברת \"קולומביה\".\nלאחר החלמתו, הקים ג'קסון את חברת התקליטים ג'י יוניט ביחד עם טוני יאיו, לויד בנקס ויאנג באק. בשנת 2002 הוא הוציא בשיתוף עם ג'י יוניט את אלבומו השני Fifty Cent is The Future. באותה שנה הוציא גם את אלבומו No Fear ,No Mercy בשיתוף עם חבריו לג'י יוניט. שנה לאחר מכן הוציא ג'קסון את האלבום Get Rich Or Die Tryin שנמכר במאות אלפי עותקים. ב-2003 נבחר אלבום זה ל\"אלבום השנה\" ואחד משיריו - In Da Club ל\"שיר השנה\" לאחר שעמד בראש מצעד הפזמונים במשך שלושה שבועות.\nאלבומו של ג'קסון, The Massacre, יצא ב-3 במרץ 2005. מהאלבום יצא הסינגל \"Candy Shop\" ששהה במקום הראשון במצעד מאה הלהיטים של בילבורד במשך תשעה שבועות. באותה שנה הוציא סרט אוטוביוגרפי על חייו, \"תתעשר או תמות בדרך\".\nבנוסף לכך, ל 50 סנט היו סכסוכים רבים עם ראפרים גדולים כמו ליל ויין.\nבשנת 1997 נולד לג'קסון ולחברתו דאז, שניקווה טומפקינס, בן.\nכיום ג'קסון מתגורר באחוזה בפרמינגטון, קונטיקט.","strBiographyPL":"50 Cent, właściwie Curtis James Jackson III (ur. 6 lipca 1975 w Nowym Jorku[1]) – amerykański raper, aktor i przedsiębiorca. Zyskał sławę za sprawą wydanych albumów Get Rich or Die Tryin' i The Massacre. Debiut aktorski zaliczył w 2005 roku za sprawą autobiograficznego filmu pt. Get Rich or Die Tryin'. Film zdobył wiele dobrych recenzji, przez co kariera aktorska Curtisa się rozwinęła. Po nim ukazały się kolejne filmy z Jacksonem, co znacznie przyczyniło się do popularności rapera w mediach.\nWspółpracował z takimi muzykami i grupami jak Dr. Dre, Eminem, Snoop Dogg, G-Unit, Lil' Kim, DMX, Onyx, Timbaland, Ne-Yo, Justin Timberlake, T-Pain, Nicole Scherzinger, E-40, Missy Elliott, The Black Eyed Peas, Ciara, M.O.P., Kool G Rap, Game i Michael Jackson.","strGender":"Male","intMembers":"1","strCountry":"New York, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ya6y871615076491.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/uswwup1521466960.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/ttysqp1521467214.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/uyvttt1521467081.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/50-cent-4e54cbebcf7ff.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/50-cent-4e54cbf4b82a1.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/50-cent-4e54cbfd6d503.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/50-cent-540492f591e67.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/wxvpvx1362645850.jpg","strMusicBrainzID":"8e68819d-71be-4e7d-b41d-f1df81b01d3f","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/50 Cent/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}