{"artists":[{"idArtist":"117323","strArtist":"The Manhattan Transfer","strArtistStripped":null,"strArtistAlternate":"Manhattan Transfer","strLabel":null,"idLabel":null,"intFormedYear":"1969","intBornYear":"1969","intDiedYear":null,"strDisbanded":null,"strStyle":"Jazz","strGenre":"Jazz","strMood":"","strWebsite":"www.manhattantransfer.net","strFacebook":"","strTwitter":"1","strBiographyEN":"The Manhattan Transfer is an American vocal music group. There have been two manifestations of the group, with Tim Hauser being the only person to be part of both. The name comes from John Dos Passos' 1925 novel Manhattan Transfer and refers to the group's New York origins.  The first manifestation of the group was established in 1969 in New York City by Tim Hauser, Erin Dickins, Marty Nelson, and Pat Rosalia. Gene Pistilli, a good friend, soon became an integral component and composed for, and recorded with, the group. They contracted with Capitol Records, recorded several tracks, and issued their first album, Jukin' (1971). This team endured until 1973. According to Hauser, \"Gene and I were in two different places. He was more into R&B, and the Memphis sound, and by then I'd become more interested in jazz and swing...\"\n\nThe next line-up of the group was formed in 1973 by Tim Hauser with singers Alan Paul, Janis Siegel, and Laurel Massé. After performances at Max's Kansas City, the group developed a cult fan base. Ahmet Ertegün, founder and chairman of Atlantic Records, saw them at Reno Sweeney and offered a recording contract. The group's first album for Atlantic was The Manhattan Transfer (1975), which included their first successful single, the gospel music tune \"Operator\". During the summer of 1975, the group was showcased in their own hour-long television variety series on CBS.  They also gained a following in Europe, where their next two albums, Coming Out and Pastiche, brought a string of hits. One was a revival of Wayne Shanklin's \"Chanson D'Amour\", which became a number one hit in the UK and Australia in 1977, though it failed to chart in the U.S. These were followed by a live album, The Manhattan Transfer Live, which was recorded in the UK and reached the UK Top 5.  In 1978, soon after that album was recorded, Laurel Massé was badly injured in a car accident and was replaced by Cheryl Bentyne. The line-up has remained the same since.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Mixed","intMembers":"4","strCountry":"New York City, New York, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/manhattan-transfer-the-505ed0b5130fd.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/manhattan-transfer-the-559001760e548.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/manhattan-transfer-the-505ed07f67384.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/manhattan-transfer-the-505ed093caedd.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/manhattan-transfer-the-505ed09d7146a.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/manhattan-transfer-the-505ed09d7146a.jpg","strArtistBanner":null,"strMusicBrainzID":"02390d49-c321-479b-b6f4-cd76f32fb887","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}