{"artists":[{"idArtist":"117105","strArtist":"Bobby Vinton","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1935","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock & Roll","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Bobby Vinton (born April 16, 1935) is an American pop music singer. At 16, Vinton formed his first band, which played clubs around the Pittsburgh area. With the money he earned, Vinton helped finance his college education at Duquesne University, where he studied music and graduated with a degree in musical composition. While at Duquesne, he became proficient on all of the instruments in the band: piano, clarinet, saxophone, trumpet, drums and oboe.\n\nAfter a brief spell in the US Army, Vinton was signed to Epic Records in 1960 as a bandleader: “A Young Man With a Big Band.” Two albums and several singles were not successful however, and with Epic ready to pull the plug, Vinton found his first hit single literally sitting in a reject pile. The song was titled “Roses Are Red (My Love).” It spent four weeks at No.1 on the Billboard Hot 100. Arguably, his most famous song is 1963’s “Blue Velvet” that also went to No.1. 23 years later, David Lynch named his movie \"Blue Velvet\" after the song. In 1964, Vinton had two #1 hits, “There! I’ve Said It Again” and “Mr. Lonely”, the latter now being the basis for Akon’s hit “Lonely.”\n\nIn the 1970s, the “Polish Prince” continued to hit the Top 40, notably with “Ev’ry Day of My Life” and “Sealed With a Kiss” in 1972. That same year, Epic Records decided to end its relationship with Vinton and ended his recording contract. Undeterred, Vinton spent $50,000 of his own money on a self-written song sung partially in Polish: “My Melody of Love.” After Vinton was turned down by 7 major labels, ABC Records bought Vinton’s idea, and the result was a multi-million selling single that hit #1 on the AC charts in 1974. A gold album, Melodies of Love, followed as well as a successful half-hour variety show “The Bobby Vinton Show” (which aired from 1975 to 1978). He also starred in two John Wayne movies: \"Big Jake\" and \"The Train Robbers\".\n\nIn the course of his career, Vinton has sold over 75 million records (singles, albums, compilation inclusions, etc) and is still performing on tour and at the Bobby Vinton Blue Velvet Theatre in Branson, Missouri. ","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Pittsburgh, PA USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uyvuxr1364084265.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vinton-bobby-58cdb5935ad8d.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vinton-bobby-53e379ec86e33.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/expu3x1612457000.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/kt8ta71612457365.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/vinton-bobby-58cdb73dbf0d7.jpg","strMusicBrainzID":"f37f26ea-6a9a-49b8-9614-bdad762f1ba6","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}