{"artists":[{"idArtist":"112381","strArtist":"OneRepublic","strArtistStripped":null,"strArtistAlternate":"One Republic","strLabel":"Mosley Music Group","idLabel":"44853","intFormedYear":"2002","intBornYear":"2002","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Alternative Rock","strMood":"Cheerful","strWebsite":"www.onerepublic.com","strFacebook":"facebook.com/OneRepublic","strTwitter":"1","strBiographyEN":"OneRepublic is an American rock band from Colorado Springs, Colorado. Formed in 2002 by Ryan Tedder and Zach Filkins, the band achieved massive success on MySpace, becoming the most prominent unsigned act on the website then. They signed onto Mosley Music Group in 2006, and released their debut album, Dreaming Out Loud in 2007.\n\nOneRepublic made radio history when with their first single, \"Apologize\", received the largest amount of airplay in history with 10,331 plays in one week, the record only being broken again by \"Bleeding Love\" by Leona Lewis, a song Tedder also co-wrote. The remix version, featured on Timbaland's album Shock Value was a smash hit internationally, reaching number-one in sixteen countries and gaining 10 million downloads subsequently earning them a Grammy Award nomination. The band also achieved national success with their second single, \"Stop and Stare\". Dreaming Out Loud was certified platinum in the United States, and gold in Austria, Australia and Canada.\n\nThe band's second album, Waking Up, was released on November 17, 2009. The lead single from the album, \"All the Right Moves\", charted in the top 10 in Ireland, New Zealand, Switzerland and in the top 20 on the Billboard Hot 100. Other singles from the album include, \"Secrets\", \"Marchin On\", and \"Good Life.\"","strBiographyDE":"OneRepublic ist eine US-amerikanische Pop-Rock-Band aus Colorado. Im Frühjahr 2002 wurde die Band vom Sänger und Produzenten Ryan Tedder mit Zach Filkins, dem späteren Gitarristen der Gruppe, gegründet. Ein Jahr später stießen Drew Brown, Eddie Fisher und Tim Myers zur Band hinzu (2003), es folgte der Plattenvertrag bei Columbia Records. Bereits 2006 wurde die Band über den Internetdienst MySpace Music bekannt und konnte erste beachtliche Erfolge erzielen. Seit Juni 2006 wurden die Songs der Band auf der Plattform rund 22 Millionen mal weltweit abgespielt. Zudem gehören sie seit Sommer 2006 zu den Top Artists auf MySpace.\n\nAnfang 2007 verließ Tim Myers die Gruppe und wurde durch Brent Kutzle ersetzt. 2007 wechselte die Gruppe zur Plattenfirma Interscope Records. Kurze Zeit später nahm der US-amerikanische Hip-Hop-Musiker Timbaland, der Ryan Tedder bereits kannte, einen Remix ihres Songs Apologize auf. Der Song schaffte es auf das Album Shock Value und wurde Monate später zu einem internationalen Nummer-eins-Hit. Der Song Apologize ist Teil des Soundtracks des Films Keinohrhasen von Til Schweiger.\n\nEnde 2007 erschien das Debütalbum Dreaming Out Loud. Die Nachfolgesingle zu Apologize war Stop And Stare, die in Deutschland am 14. März 2008 erschienen ist und auf Platz 7 der deutschen Singlecharts einstieg. Im August wurde die dritte Single Say (All I need) veröffentlicht, welche an die Erfolge der beiden Vorgänger nicht anknüpfen konnte.\n\nIm Oktober 2009 erschien die Single Secrets, die auf dem Soundtrack des Films Zweiohrküken, der Fortsetzung von „Keinohrhasen“, enthalten war und in Deutschland bis auf Platz 3 der Singlecharts vorstoßen konnte. Im Dezember 2009 kam das zweite Album der Band, „Waking Up“, auf den Markt.\n\nDas dritte Studioalbum Native erschien in Deutschland am 22. März 2013. Die am 27. September 2012 veröffentlichte Vorabsingle Feel Again ist auch der Titelsong des Films Schutzengel von Til Schweiger. Die Single Counting Stars wurde Nummer eins in Großbritannien und weltweit ein Hit.\n\nZur Fußball-Weltmeisterschaft 2014 in Brasilien wählte des ZDF Love Runs Out vom Album Native (Re-Release 2014) als offiziellen Song für seine Fußballübertragungen aus. Dieser wurde im April 2014 auch als Single veröffentlicht. Bereits zur Fußball-WM 2010 in Südafrika hatte das ZDF seine Bilder des Tages mit dem Song Marching On von OneRepublic hinterlegt. [1]","strBiographyFR":"OneRepublic est un groupe de pop rock américain originaire du Colorado. Après quelques années de succès mitigé, ils ont attiré l'attention du grand public avec la sortie de leurs singles Apologize et Stop and Stare. Apologize est la chanson la plus téléchargée légalement aux États-Unis avec des ventes de plus de 5 millions de téléchargements numériques rien qu'aux États-Unis1. Le groupe a également réalisé des ventes de plus de 5 millions à l'extérieur des États-Unis, ce qui représente au total plus de 9 millions de singles d'Apologize et plus de 2 millions de Stop and Stare. Un remix d' Apologize a été présenté sur l'album Shock Value de Timbaland et sur le premier album du groupe Dreaming Out Loud.\nEn 1996, Ryan Tedder et Zach Filkins, deux lycéens de la Colorado Springs Christian High School, décident de former un groupe de rock avec des amis. Après le lycée, Tedder et Filkins se séparent pour aller dans des universités différentes 2.\nEn 2003, ils se réunissent à Los Angeles et forment leur deuxième groupe sous le nom de Republic. Tedder a convaincu Filkins, qui vivait à Chicago, de déménager. Neuf mois plus tard, ils signent un contrat avec Columbia Records. Eddie Fisher, Brent Kutzle, et Drew Brown rejoignent Tedder et Filkins. Ils changent leur nom de groupe pour OneRepublic après que leur label a mentionné que le nom Republic pouvait leur apporter des problèmes avec d’autres groupes.\nLe groupe travaille pendant deux ans et demi pour leur premier album et obtient un grand succès sur MySpace. Ils attirent alors l’attention de plusieurs labels comme celui de Timbaland Mosley Music Group. Peu de temps après, ils signent un contrat avec le label3.","strBiographyCN":null,"strBiographyIT":"I OneRepublic sono un gruppo musicale statunitense formatosi a Colorado Springs nel 2003[1].\n\nNel 2007 i OneRepublic hanno pubblicato il loro album di debutto, Dreaming Out Loud. Il loro primo singolo , Apologize, è stato remixato da Timbaland diventando un grande successo internazionale, raggiungendo la posizione numero uno nelle classifiche di sedici Paesi e, successivamente, guadagnandosi una nomination ai Grammy Award. Il secondo singolo, Stop and Stare, rispecchia il successo del precedente. L'album è stato poi certificato platino dalla RIAA. Il secondo album della band, Waking Up (2009), ha prodotto i singoli di successo All the Right Moves, Secrets e Good Life; quest'ultimo ha raggiunto la Top Ten della Billboard Hot 100. Il terzo album dei OneRepublic, Native (2013), è il loro primo album ad entrare nella Top Ten della Billboard 200. Il primo singolo estratto dall'album è stato If I Lose Myself, seguito da quello di maggior successo internazionale Counting Stars, che raggiunse la top five in Australia, Canada, Germania, Irlanda, Nuova Zelanda, Stati Uniti e Gran Bretagna. La prima incarnazione di quello che si è poi evoluto in OneRepublic si è formata nel 1996 dopo che Ryan Tedder e Zach Filkins sono diventati amici durante il loro ultimo anno alla Colorado Springs Christian High School di Colorado Springs, in Colorado. Durante un viaggio verso casa, mentre Filkins e Tedder discutevano dei loro musicisti preferiti tra cui Fiona Apple, Peter Gabriel e gli U2, decisero di mettere insieme una band. Hanno arruolato alcuni amici musicali e chiamato il loro gruppo This Beautiful Mess- una frase che per primo ha raggiunto risalto culto di un anno prima, quando Sixpence None the Richer ha pubblicato il suo secondo album premiato, This Beautiful Mess. Tedder, Filkins & Co. avevano alcuni piccoli concerti a Pikes Perk, cui hanno partecipato amici e familiari. Diversi anni dopo Tedder e Filkins si separano, andando a frequentare due diversi college.","strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"OneRepublic es una banda estadounidense de pop rock formada en 2003 en Colorado Springs, Colorado. El grupo está conformado por Ryan Tedder (vocalista, piano), Zach Filkins (guitarra, viola), Brent Kutzle (violonchelo, bajo), Drew Brown y Eddie Fisher (batería, percusión). En 2006, OneRepublic firmó con el sello Mosley Music Group (subdivisión de Universal Music Group), y con ellos lanzaron su álbum debut, Dreaming Out Loud, el 20 de noviembre de 2007. Timbaland remezcló el primer sencillo del disco, «Apologize», el cual tuvo un gran éxito a nivel mundial. El álbum recibió la certificación de disco de platino en los Estados Unidos, el Reino Unido, Alemania, y disco de oro en Australia, Canadá, entre otros. El grupo comenzó a trabajar en su siguiente álbum en 2008. Waking Up, segundo disco del grupo, se lanzó en noviembre de 2009, y en su primera semana alcanzó la posición número veintiuno en la lista Billboard 200. De dicho disco se publicaron cuatro sencillos, «All the Right Moves», «Secrets», «Marchin On» y «Good Life».\nEn 2003, Filkins recibe una llamada de Tedder, preguntándole si quiere unirse a una banda que está formando. Ryan lo convence de mudarse a Los Angeles. Después de unos cambios en la formación de la banda, se quedó definitivamente Ryan Tedder en el teclado y voz, Zach Filkins y Drew Brown en la guitarra, Brent Kutzle en el bajo y violonchelo y Eddie Fisher en la batería. Después de solo nueve meses en Los Angeles, firmaron con Columbia Records y grabaron un álbum, que les llevó 2 años terminar. Dos meses después de que el álbum estaba listo, fueron despedidos de la disquera. Apenas terminaron su contrato, el perfil de MySpace de la banda se volvió el pedestal para mostrar su música, siendo de los primeros artistas en usar esa plataforma para darse a conocer y no tardaron en volverse un éxito en la red social. Un montón de disqueras le ofrecieron contratos discográficos, incluyendo Interscope Records. Finalmente firmaron en Interscope, bajo el grupo musical de Timbaland, Mosley Music Group, un sub-sello del mismo sello.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"5","strCountry":"Colorado Springs, Colorado, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/suvssx1342132346.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/onerepublic-4ef39846c60dc.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/xwpppt1525983437.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/onerepublic-4f20215aa5726.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/onerepublic-4f202160a04fd.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/upursp1408083818.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/onerepublic-614df532ebd42.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/qpsprq1408083979.jpg","strMusicBrainzID":"c33c2065-b1c3-4406-b066-d33a9e2ea71a","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}