{"artists":[{"idArtist":"121361","strArtist":"Gabriel Fauré","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1845","intDiedYear":"1924","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Gabriel Urbain Fauré (12 May 1845 – 4 November 1924) was a French composer, organist, pianist and teacher. He was one of the foremost French composers of his generation, and his musical style influenced many 20th-century composers. Among his best-known works are his Pavane, Requiem, nocturnes for piano and the songs \"Après un rêve\" and \"Clair de lune\". Although his best-known and most accessible compositions are generally his earlier ones, Fauré composed many of his most highly regarded works in his later years, in a harmonically and melodically much more complex style.","strBiographyDE":"Gabriel Urbain Fauré [ɡabʁiɛl yʁbɛ̃ fɔ'ʁe] (* 12. Mai 1845 in Pamiers, Département Ariège, Midi-Pyrénées; † 4. November 1924 in Paris) war ein französischer Komponist des Fin de siècle, der vor allem Vokal-, Klavier- und Kammermusik schrieb und 1905 Direktor des Pariser Konservatoriums wurde. 1877 bescheinigte ihm sein Lehrer Camille Saint-Saëns, mit seiner ersten Sonate für Klavier und Violine (A-Dur, op. 13), bis heute sein meistgespieltes Werk, habe er sich in die Riege der Meister eingereiht. Faurés Stücke zeichnen sich durch „parfümfreien Charme und gebändigte Melancholie“ aus. Zu seinen Schülern zählten Nadia Boulanger, George Enescu, Reynaldo Hahn, Charles Koechlin und Maurice Ravel. ","strBiographyFR":"Gabriel Urbain Fauré (12 mai 1845 – 4 novembre 1924) était un compositeur, organiste, pianiste et enseignant français. Il fut l'un des plus importants compositeurs de sa génération et son style musical a influencé de nombreux compositeurs du 20e siècle.\nParmi ses œuvres les plus connues figurent la Pavane, le Requiem, les nocturnes pour piano et les chansons \"Après un rêve\" et \"Clair de lune\".\nBien que ses compositions les plus connues et les plus accessibles soient généralement ses premières œuvres, les plus appréciées sont celles produites dans ses dernières années, au style harmoniquement et mélodiquement beaucoup plus complexe.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"France","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xqwypq1372694544.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vvrppu1519167186.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/uvsyru1372695295.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rwsvqq1372695151.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"fa19a8b6-e7f4-40d4-af15-7a7c41ac7d8f","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}