{"artists":[{"idArtist":"121392","strArtist":"Niccolò Paganini","strArtistStripped":null,"strArtistAlternate":"Nicolo Paganini","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1782","intDiedYear":"1840","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Niccolò (or Nicolò) Paganini (Born 27 October 1782 – 27 May 1840) was an Italian violinist, violist, guitarist, and composer. He was the most celebrated violin virtuoso of his time, and left his mark as one of the pillars of modern violin technique. His 24 Caprices for Solo Violin Op. 1 are among the best known of his compositions, and have served as an inspiration for many prominent composers.\nBiography :\nNiccolò Paganini was born in Genoa, then capital of the Republic of Genoa, the third of the six children of Antonio and Teresa (née Bocciardo) Paganini. Paganini's father was an unsuccessful trader, but he managed to supplement his income through playing music on the mandolin. At the age of five, Paganini started learning the mandolin from his father, and moved to the violin by the age of seven. His musical talents were quickly recognized, earning him numerous scholarships for violin lessons. The young Paganini studied under various local violinists, including Giovanni Servetto and Giacomo Costa, but his progress quickly outpaced their abilities. Paganini and his father then traveled to Parma to seek further guidance from Alessandro Rolla. But upon listening to Paganini's playing, Rolla immediately referred him to his own teacher, Ferdinando Paer and, later, Paer's own teacher, Gasparo Ghiretti. Though Paganini did not stay long with Paer or Ghiretti, the two had considerable influence on his composition style.\nEarly career :\nThe French invaded northern Italy in March 1796, and Genoa was not spared. The Paganinis sought refuge in their country property in Romairone, near Bolzaneto. It was in this period that Paganini is thought to have developed his relationship with the guitar. He mastered the guitar, but preferred to play it in exclusively intimate, rather than public concerts. He later described the guitar as his \"constant companion\" on his concert tours. By 1800, Paganini and his father traveled to Livorno, where Paganini played in concerts and his father resumed his maritime work. In 1801, the 18-year-old Paganini was appointed first violin of the Republic of Lucca, but a substantial portion of his income came from freelancing. His fame as a violinist was matched only by his reputation as a gambler and womanizer.\nIn 1805, Lucca was annexed by Napoleonic France, and the region was ceded to Napoleon's sister, Elisa Baciocchi. Paganini became a violinist for the Baciocchi court, while giving private lessons to Elisa's husband, Felice. In 1807, Baciocchi became the Grand Duchess of Tuscany and her court was transferred to Florence. Paganini was part of the entourage, but, towards the end of 1809, he left Baciocchi to resume his freelance career.\nFor the next few years, Paganini returned to touring in the areas surrounding Parma and Genoa. Though he was very popular with the local audience, he was still not very well known in the rest of Europe. His first break came from an 1813 concert at La Scala in Milan. The concert was a great success. As a result, Paganini began to attract the attention of other prominent, though more conservative, musicians across Europe. His early encounters with Charles Philippe Lafont and Louis Spohr created intense rivalry. His concert activities, however, were still limited to Italy for the next few years.\nIn 1827, Pope Leo XII honoured Paganini with the Order of the Golden Spur. His fame spread across Europe with a concert tour that started in Vienna in August 1828, stopping in every major European city in Germany, Poland, and Bohemia until February 1831 in Strasbourg. This was followed by tours in Paris and Britain. His technical ability and his willingness to display it received much critical acclaim. In addition to his own compositions, theme and variations being the most popular, Paganini also performed modified versions of works (primarily concertos) written by his early contemporaries, such as Rodolphe Kreutzer and Giovanni Battista Viotti.\nPaganini's travels also brought him into contact with eminent guitar virtuosi of the day, including Ferdinando Carulli in Paris and Mauro Giuliani in Vienna. But this experience did not inspire him to play public concerts with guitar, and even performances of his own guitar trios and quartets were private to the point of being behind closed doors.\nLate career and health decline :\nThroughout his life, Paganini was no stranger to chronic illnesses. Although no definite medical proof exists, he was reputed to have been affected by Marfan syndrome or Ehlers–Danlos syndrome. In addition, his frequent concert schedule, as well as his extravagant lifestyle, took their toll on his health. He was diagnosed with syphilis as early as 1822, and his remedy, which included mercury and opium, came with serious physical and psychological side effects. In 1834, while still in Paris, he was treated for tuberculosis. Though his recovery was reasonably quick, after the illness his career was marred by frequent cancellations due to various health problems, from the common cold to depression, which lasted from days to months.\nIn September 1834, Paganini put an end to his concert career and returned to Genoa. Contrary to popular beliefs involving his wishing to keep his music and techniques secret, Paganini devoted his time to the publication of his compositions and violin methods. He accepted students, of whom two enjoyed moderate success: violinist Camillo Sivori and cellist Gaetano Ciandelli. Neither, however, considered Paganini helpful or inspirational. In 1835, Paganini returned to Parma, this time under the employ of Archduchess Marie Louise of Austria, Napoleon's second wife. He was in charge of reorganizing her court orchestra. However, he eventually conflicted with the players and court, so his visions never saw completion. In Paris, he befriended the 11-year-old Polish virtuoso Apollinaire de Kontski, giving him some lessons and a signed testimonial. It was widely put about, falsely, that Paganini was so impressed with de Kontski's skills that he bequeathed him his violins and manuscripts.\nIn 1836, Paganini returned to Paris to set up a casino. Its immediate failure left him in financial ruin, and he auctioned off his personal effects, including his musical instruments, to recoup his losses. At Christmas of 1838, he left Paris for Marseilles and, after a brief stay, travelled to Nice where his condition worsened. In May 1840, the Bishop of Nice sent Paganini a local parish priest to perform the last rites. Paganini assumed the sacrament was premature, and refused.\nFinal years, death, and burial :\nA week later, on 27 May 1840, Paganini died from internal hemorrhaging before a priest could be summoned. Because of this, and his widely rumored association with the devil, the Church denied his body a Catholic burial in Genoa. It took four years and an appeal to the Pope before the Church let his body be transported to Genoa, but it was still not buried. His body was finally buried in 1876, in a cemetery in Parma. In 1893, the Czech violinist František Ondříček persuaded Paganini's grandson, Attila, to allow a viewing of the violinist's body. After this episode, Paganini's body was finally reinterred in a new cemetery in Parma in 1896.","strBiographyDE":"Niccolò Paganini, auch Nicolò Paganini (* 27. Oktober 1782 in Genua; † 27. Mai 1840 in Nizza) war ein italienischer Violinist, Bratschist, Gitarrist und Komponist. Zu seiner Zeit war er der führende und berühmteste Geigenvirtuose. Sein äußeres Erscheinungsbild und seine brillante Spieltechnik machten ihn bereits zu Lebzeiten zu einer Legende. Auch das Gitarrenspiel beherrschte er virtuos.\n\nNiccolò Paganini wurde nachweislich 1782 in Genua geboren. Er veranlasste 1821 seinen Freund, den Anwalt Luigi Germi, das Geburtsdatum zu fälschen und von 1782 auf 1784 zu verlegen. 1828 diktierte er Peter Lichtenthal für eine erste biographische Notiz, die 1830 in der Leipziger Musik-Gazette und 1853 in Mailand auf Italienisch erschien, dasselbe Jahr 1784. Auch Julius Max Schottky erhielt diese Angabe von Paganini persönlich für Paganini’s Leben und Treiben als Künstler und als Mensch: mit unparteiischer Berücksichtigung d. Meinungen seiner Anhänger u. Gegner. Daher galt das ganze 19. Jahrhundert hindurch 1784 als richtig. Paganinis Angaben zu seiner Kindheit und zur Rolle seines Vaters, die bei Schottky zu lesen sind, müssen aus demselben Grund kritisch gesehen werden.\n\nNach eigenen Angaben erhielt Paganini bereits in frühester Kindheit Violinunterricht, unter anderem von seinem Vater Antonio Paganini, der ihn zum stundenlangen Üben zwang. War er dem Vater nicht fleißig genug, bekam er nichts zu essen. Bereits in dieser frühen Zeit erprobte er aus eigenem Antrieb die klanglichen Möglichkeiten der Violine und erfand „neue und sonst noch ungesehene Griffe […], deren Zusammenklingen die Leute staunen ließ“. Zudem begann er schon als Kind – unterrichtet von seinem Vater – Gitarre zu spielen. Nicht genau datierbar – zwischen 1791 und 1795 – bekam er Violinunterricht von Giacomo Costa in Genua. Vermutlich war er jedoch größtenteils Autodidakt, beeinflusst von den Werken, der Spielweise und der „Schule“ Giuseppe Tartinis, Pietro Locatellis, Giovanni Battista Viottis, Rodolphe Kreutzers und Pierre Rodes.\n\nWeitere Anregungen und Kenntnisse erlangte Paganini bei einem Aufenthalt in Parma zusammen mit seinem Vater von Ende 1795 bis gegen Ende 1797. Er erhielt dort Kompositionsunterricht bei Gasparo Ghiretti und Ferdinando Paër, komponierte unter deren Aufsicht einige Werke, darunter zwei heute verlorene Violinkonzerte, die er im Gran Teatro zu Parma, in Colorno und in Sala aufführen konnte. Zurück in Genua erlebte er, dass die Stadt von napoleonischen Truppen besetzt wurde. Dem entfloh er, indem er Oberitalien bereiste und dort Konzerte gab. Die Programme seiner Auftritte in Modena im Dezember 1800 zeigen, dass er neben Eigenkompositionen auch Konzerte von Rode und Kreutzer spielte. Ein Kabinettstückchen stellte sein Spanischer Fandango dar, in dem er die Stimmen verschiedener Vögel nachahmte und den er auch später im Ausland gerne darbot. 1801 kehrte er nach Genua zurück und widmete sich nach eigenen Angaben der Landwirtschaft und dem Gitarrenspiel. Er komponierte für die Gitarre, und zudem wurde die Gitarre für ihn ein wichtiges Utensil für das harmonische Denken und das mehrstimmige Komponieren. ","strBiographyFR":"Niccolò (ou Nicolò) Paganini (né le 27 octobre 1782 - 27 mai 1840) était un violoniste, altiste, guitariste et compositeur italien. Il était le virtuose du violon le plus célèbre de son temps et a laissé sa marque comme l'un des piliers de la technique du violon moderne. Ses 24 Caprices pour violon seul op. 1 sont parmi les plus connues de ses compositions et ont servi d'inspiration à de nombreux compositeurs éminents.\nBiographie :\nNiccolò Paganini est né à Gênes, alors capitale de la République de Gênes, le troisième des six enfants d'Antonio et Teresa (née Bocciardo) Paganini. Le père de Paganini était un commerçant sans succès, mais il a réussi à compléter ses revenus en jouant de la musique à la mandoline. À l'âge de cinq ans, Paganini a commencé à apprendre la mandoline de son père et est passé au violon à l'âge de sept ans. Ses talents musicaux sont rapidement reconnus, ce qui lui vaut de nombreuses bourses pour des cours de violon. Le jeune Paganini a étudié auprès de divers violonistes locaux, dont Giovanni Servetto et Giacomo Costa, mais ses progrès ont rapidement dépassé leurs capacités. Paganini et son père se sont ensuite rendus à Parme pour demander conseil à Alessandro Rolla. Mais en écoutant le jeu de Paganini, Rolla l'a immédiatement référé à son propre professeur, Ferdinando Paer et, plus tard, au propre professeur de Paer, Gasparo Ghiretti. Bien que Paganini ne soit pas resté longtemps avec Paer ou Ghiretti, les deux ont eu une influence considérable sur son style de composition.\nDébut de carrière :\nLes Français envahissent le nord de l'Italie en mars 1796 et Gênes n'est pas épargnée. Les Paganini se réfugièrent dans leur propriété de campagne à Romairone, près de Bolzaneto. C'est à cette époque que Paganini aurait développé sa relation avec la guitare. Il maîtrisait la guitare, mais préférait la jouer dans des concerts exclusivement intimes plutôt que publics. Il a plus tard décrit la guitare comme son « compagnon constant » lors de ses tournées de concerts. En 1800, Paganini et son père se rendent à Livourne, où Paganini donne des concerts et son père reprend son travail maritime. En 1801, Paganini, âgé de 18 ans, est nommé premier violon de la République de Lucques, mais une partie importante de ses revenus provient de la pige. Sa renommée de violoniste n'avait d'égale que sa réputation de joueur et de coureur de jupons.\nEn 1805, Lucca fut annexée par la France napoléonienne et la région fut cédée à la sœur de Napoléon, Elisa Baciocchi. Paganini devient violoniste à la cour de Baciocchi, tout en donnant des cours particuliers au mari d'Elisa, Felice. En 1807, Baciocchi devient la grande-duchesse de Toscane et sa cour est transférée à Florence. Paganini fait partie de l'entourage, mais, vers la fin de 1809, il quitte Baciocchi pour reprendre sa carrière d'indépendant.\nAu cours des années suivantes, Paganini est retourné en tournée dans les régions entourant Parme et Gênes. Bien qu'il soit très populaire auprès du public local, il n'est pas encore très connu dans le reste de l'Europe. Sa première pause est venue d'un concert de 1813 à La Scala de Milan. Le concert a été un grand succès. En conséquence, Paganini a commencé à attirer l'attention d'autres musiciens éminents, bien que plus conservateurs, à travers l'Europe. Ses premières rencontres avec Charles Philippe Lafont et Louis Spohr créent une rivalité intense. Ses activités de concert, cependant, étaient encore limitées à l'Italie pour les prochaines années.\nEn 1827, le pape Léon XII a honoré Paganini de l'Ordre de l'Éperon d'or. Sa renommée s'est étendue à travers l'Europe avec une tournée de concerts qui a commencé à Vienne en août 1828, s'arrêtant dans toutes les grandes villes européennes d'Allemagne, de Pologne et de Bohême jusqu'en février 1831 à Strasbourg. Cela a été suivi par des tournées à Paris et en Grande-Bretagne. Sa capacité technique et sa volonté de l'afficher ont reçu de nombreux éloges de la critique. En plus de ses propres compositions, thèmes et variations étant les plus populaires, Paganini a également interprété des versions modifiées d'œuvres (principalement des concertos) écrites par ses premiers contemporains, tels que Rodolphe Kreutzer et Giovanni Battista Viotti.\nLes voyages de Paganini l'ont également mis en contact avec d'éminents virtuoses de la guitare de l'époque, dont Ferdinando Carulli à Paris et Mauro Giuliani à Vienne. Mais cette expérience ne l'a pas inspiré à jouer des concerts publics avec guitare, et même les représentations de ses propres trios et quatuors de guitares étaient privées au point d'être à huis clos.\nFin de carrière et déclin de la santé :\nTout au long de sa vie, Paganini n'était pas étranger aux maladies chroniques. Bien qu'aucune preuve médicale définitive n'existe, il était réputé avoir été atteint du syndrome de Marfan ou du syndrome d'Ehlers-Danlos. De plus, son programme de concerts fréquents, ainsi que son style de vie extravagant, ont eu des conséquences néfastes sur sa santé. On lui a diagnostiqué la syphilis dès 1822, et son remède, qui comprenait du mercure et de l'opium, a entraîné de graves effets secondaires physiques et psychologiques. En 1834, alors qu'il est encore à Paris, il est soigné pour la tuberculose. Bien que son rétablissement ait été assez rapide, après la maladie, sa carrière a été entachée de fréquentes annulations en raison de divers problèmes de santé.\nEn septembre 1834, Paganini met un terme à sa carrière de concertiste et retourne à Gênes. Contrairement aux idées reçues selon lesquelles il souhaitait garder secrètes sa musique et ses techniques, Paganini consacra son temps à la publication de ses compositions et méthodes de violon. Il accepte des élèves dont deux connaissent un succès modéré : le violoniste Camillo Sivori et le violoncelliste Gaetano Ciandelli. Ni l'un ni l'autre, cependant, ne considérait Paganini comme utile ou inspirant. En 1835, Paganini retourna à Parme, cette fois sous les ordres de l'archiduchesse Marie Louise d'Autriche, seconde épouse de Napoléon. Il était chargé de réorganiser son orchestre de cour. Cependant, il a fini par entrer en conflit avec les joueurs et le tribunal, de sorte que ses visions ne se sont jamais concrétisées. À Paris, il se lie d'amitié avec le virtuose polonais de 11 ans Apollinaire de Kontski, lui donne des leçons et un témoignage signé. Il a été largement répandu, à tort, que Paganini était tellement impressionné par les compétences de de Kontski qu'il lui a légué ses violons et ses manuscrits.\nEn 1836, Paganini revient à Paris pour y installer un casino. Son échec immédiat l'a laissé dans la ruine financière, et il a vendu aux enchères ses effets personnels, y compris ses instruments de musique, pour récupérer ses pertes. A Noël 1838, il quitte Paris pour Marseille et, après un bref séjour, se rend à Nice où son état s'aggrave. En mai 1840, l'évêque de Nice envoie à Paganini un curé local pour accomplir les derniers sacrements. Paganini supposa que le sacrement était prématuré et refusa.\nDernières années, décès et enterrement :\nUne semaine plus tard, le 27 mai 1840, Paganini mourut d'une hémorragie interne avant qu'un prêtre puisse être convoqué. À cause de cela et de son association largement répandue avec le diable, l'Église a refusé à son corps un enterrement catholique à Gênes. Il a fallu quatre ans et un appel au Pape avant que l'Église laisse son corps être transporté à Gênes, mais il n'a toujours pas été enterré. Son corps est finalement enterré en 1876, dans un cimetière de Parme. En 1893, le violoniste tchèque František Ondříček a persuadé le petit-fils de Paganini, Attila, de permettre une vision du corps du violoniste. Après cet épisode, le corps de Paganini est finalement réinhumé dans un nouveau cimetière de Parme en 1896. \n","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Italy","strCountryCode":"IT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wruupv1433359056.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wuswvx1519464054.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/aaqy451632951264.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/x62jwo1632951360.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/48ckx81632951397.jpg","strArtistBanner":null,"strMusicBrainzID":"d581b2f2-f945-4566-a249-2d0171466993","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}