{"artists":[{"idArtist":"117861","strArtist":"Stéphane Grappelli","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1908","intDiedYear":"1997","strDisbanded":"Yes","strStyle":"","strGenre":"Jazz","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Stéphane Grappelli was a French jazz violinist who founded the Quintette du Hot Club de France with guitarist Django Reinhardt in 1934. It was one of the first all-string jazz bands. He has been called \"the grandfather of jazz violinists\" and continued playing concerts around the world well into his 80s. \nFor the first three decades of his career, he was billed using a gallicised spelling of his last name, Grappelly, reverting to \"Grappelli\" in 1969. The latter, Italian, spelling is now used almost universally when referring to the violinist – even on reissues of his early work. Stefan Grappelli is a significant alternative rendering of his name on later recordings.\nGrappelli was born in France at Paris' Hôpital Larboisière, and was christened with the name Stéfano. His Italian father, marquess Ernesto Grappelli, was born in Alatri, Lazio, and his French mother, Anna Emilie Hanoque, was from St-Omer. Ernesto was a scholar who taught Italian, sold translations, and wrote articles for local journals. Stéfano's mother died when he was four, leaving his father to care for him. Though he was living in France when World War I broke out, Ernesto was still an Italian citizen, and was drafted to fight in 1914. Ernesto had written an article about dancer Isadora Duncan during his time as a journalist, and turned to her when he needed someone to care for his son. Stéfano enrolled in Duncan's dance school at the age of six, and it was here that he learned to love French Impressionist music. With the war encroaching, Duncan was forced to flee the country and turn over her château to be used as a military hospital. Ernesto, having nowhere else to turn to, entrusted Stéfano to a Catholic orphanage. Grappelli is quoted “I look back at it as an abominable memory…The Place was supposed to be under the eye of the government, but the government looked elsewhere. We slept on the floor, and often were without food. There were many times when I had to fight for a crust of bread,” and claimed that he once tried eating flies as a means of easing his hunger. Stéfano stayed at the orphanage until his father returned from the war in 1918 and brought him to live in an apartment in Barbès. Ernesto was sickened by all things Italian after serving his time in the military, so, on July 28, 1919, he brought Stéfano to city hall, pulled two witnesses off the street, and had his son nationalized as a Frenchman. Stéfano was changed to Stéphane.\n\nStéphane began playing the violin at age 12 after his father pawned his suit to buy him a three-quarter size violin. Ernesto sent his son to proper violin lessons, but Stéphane preferred to learn on his own. Grappelli said that \"“My first lessons were in the streets, watching how other violinists played…The first violinist that I saw play was at the Barbès métro station, sheltered under the overhead metro tracks. When I asked how one should play, he exploded in laugher. I left, completely humiliated with my violin under my arm.” After learning independently for a brief period of time, Ernesto enrolled Stéphane at the Conservatoire de Paris on December 31, 1920 where he would learn music theory, ear-training, and solfeggio; Stéphane graduated in 1923 with a second-tier medal. Ernesto announced that he would be remarrying an woman by the name of Anna Fuchs and moving to Strasbourg during Stéphane's final year of schooling. Though he was invited to come with them, Stéphane chose to stay behind as he despised his father's new bride.\nAt the age of 15, Grappelli began busking full-time to support himself financially. Grappelli's playing caught the attention of an elderly violinist who invited him to accompany silent films in the pit orchestra at the Théâtre Gaument. Stéphane played here for six hours every day over the course of a two-year period. During orchestra breaks, Grappelli would visit a local brasserie, Le Boudon, where he would listen to songs from an American proto-jukebox. It was here that Grappelli was first introduced to jazz music. Stéphane was playing in the orchestra at the Ambassador in 1928 when Paul Whiteman headlined with Joe Venuti. Jazz violinists were rare, and, though Venuti played mainly commercial jazz themes and seldom improvised, Grappelli was intrigued by his bowing when he played Louis Armstrong's \"Dinah.\" This led Stéphane to begin developing his own jazz-influenced play style.\n\nGrappelli was living with a classically trained violinist named Michel Warlop, and, while Warlop admired Stéphane's jazzy playing, Grappelli envied Warlop's income. After experimenting with piano, he gave up violin, choosing simplicity, new sound, and paid gigs over familiarity. Stéphane began playing piano in a big band led by a musician who went by the name of Grégor. After a night of drinking in 1929, Grégor learned that Grappelli had originally played violin. Grégor borrowed a violin and had Stéphane improvise over \"Dinah.\" Grégor was delighted by Grappelli's jazz playing, and insisted that he begin playing violin once more.\n\nIn 1930, Grégor ran into financial trouble and was involved in a deadly automobile accident that forced him to flee to South America to avoid arrest. Grégor's band reunified as a true jazz ensemble under the leadership of pianist Alain Romans and saxophonist Ekyan. It was while playing with this band that Stéphane first met Django Reinhardt in 1931. Django told Grappelli that he was looking for a violinist such as himself to play with, and invited him to play at the caravan he was living in. Though the two played for hours that afternoon, their commitments to their respective bands prevented them from pursuing a career together. Three years later, in 1934, the two encountered each other at Claridge's, and it was then that their partnership truly began. Pierre Nourry, the secretary of the Hot Club de France invited Reinhardt and Grappelli to form the Quintette du Hot Club de France with Joseph Reinhardt and Roger Chaput joining Django on guitar, and Louis Vola on bass.\nIn 1937, the American jazz singer Adelaide Hall opened a nightclub in Montmartre along with her husband Bert Hicks and called it 'La Grosse Pomme.' She entertained there nightly and hired the Quintette as one of the house bands at the club. Also in the neighborhood was the artistic salon of R-26, at which Grappelli and Reinhardt performed regularly. For the first three decades of his musical career, Grappelli was billed as Stéphane Grappelly. Grappelli's own explanation for the changed spelling was that he was tired of people mispronouncing his last name as \"Grappell-eye\". His early fame came playing with the Quintette du Hot Club de France with Django Reinhardt, which disbanded in 1939 at the outbreak of World War II. In 1940, a little-known jazz pianist by the name of George Shearing made his debut as a sideman in Grappelli's band. Shearing went on to enjoy a long career.\nIn 1949, Reinhardt and Grappelli reunited for a brief tour of Italy, during which time they made a series of recordings with an Italian rhythm group. The two recorded roughly 50 tracks together during this time, and about half of them would be later compiled for the album Djangology.\n\nGrappelli appeared on hundreds of recordings including sessions with Duke Ellington, jazz pianists Oscar Peterson, Michel Petrucciani and Claude Bolling, jazz violinist Jean-Luc Ponty, jazz violinist Stuff Smith, Indian classical violinist L. Subramaniam, vibraphonist Gary Burton, pop singer Paul Simon, mandolin player David Grisman, classical violinist Yehudi Menuhin, orchestral conductor André Previn, guitar player Bucky Pizzarelli, guitar player Joe Pass, cello player Yo Yo Ma, harmonica and jazz guitar player Toots Thielemans, jazz guitarist Henri Crolla, bassist Jon Burr and fiddler Mark O'Connor. He also collaborated extensively with the British guitarist and graphic designer Diz Disley, recording 13 record albums with him and his trio (which included Denny Wright in its early years), and with now renowned British guitarist Martin Taylor. His Parisian trio of many years included guitarist Marc Fosset and bassist Patrice Carratini.\n\nDuring the 1960s he played for cocktail hour at the Paris Hilton\nGrappelli recorded a solo for the title track of Pink Floyd's 1975 album Wish You Were Here. This was made almost inaudible in the mix, and so the violinist was not credited, according to Roger Waters, as it would be \"a bit of an insult\". A remastered version, with Grappelli's contribution fully audible, can be found on the 2011 Experience & Immersion versions of Wish You Were Here.\n\nGrappelli made a cameo appearance in the 1978 film King of the Gypsies, along with noted mandolinist David Grisman. Three years later they performed together in concert, which was recorded live and released to critical acclaim.\n\nIn the 1980s he gave several concerts with the young British cellist Julian Lloyd Webber.\n\nIn 1997, Grappelli received the Grammy Lifetime Achievement Award. He is an inductee of the Down Beat Jazz Hall of Fame.\n\nHe died in Paris after undergoing a hernia operation. He is buried in the city's famous Père Lachaise Cemetery.","strBiographyDE":"Stéphane Grappelli (* 26. Januar 1908 in Paris; † 1. Dezember 1997 ebenda) war ein französischer Jazz-Violinist. Auf Schallplatten der 1930er-Jahre wird sein Name mit Grappelly angegeben. \n\nGrappelli wurde im Hôpital Lariboisière in Paris als Sohn eines italienischen Marchese und einer Französin aus Saint-Omer geboren und auf den Namen Stefano getauft. Er verlor seine Mutter im Alter von vier Jahren. Beim Ausbruch des Ersten Weltkrieges wurde sein Vater in das italienische Heer eingezogen. Der sechsjährige Stefano konnte einige Tanzstunden bei Isadora Duncan nehmen, kam dann aber in ein katholisches Waisenhaus, das er als traumatisierende Erfahrung erlebte, da er dort auf dem Boden schlief und oftmals hungern musste. Als sein Vater aus dem Krieg zurückkehrte, sorgte er dafür, dass sein Sohn die französische Staatsbürgerschaft erhielt, worauf sein Vorname in Stéphane geändert wurde.\n\nAls Jugendlicher brachte sich Grappelli selbst das Violin- und Klavierspiel bei und bestand, ohne jemals einen Lehrer gehabt zu haben, die Aufnahmeprüfung für das Pariser Konservatorium. Hier studierte er zwischen 1924 und 1928. Während dieser Zeit und noch nach seinem Studium verdingte er sich als Musiker in Kinos und in Tanzbands wie Grégor et ses Grégoriens, bis er 1933 Django Reinhardt traf. Grappelli gründete gemeinsam mit Reinhardt das Quintette du Hot Club de France, sie nahmen gemeinsam zahlreiche Schallplatten, u. a. für das Label Swing, bis 1939 auf und feierten Konzerterfolge. Als am 1. September 1939 der Zweite Weltkrieg ausbrach, befand sich die Band auf Konzerttournee in London. Reinhardt ging gleich nach Paris zurück, doch Grappelli blieb in England.\n\nIn England gründete Grappelli eine neue Band mit dem jungen Pianisten George Shearing, die aus Arthur Youngs Swingtette hervorging. Mit Reinhardt arbeitete er erst nach dem Krieg wieder zusammen, ohne jedoch Bandmitglied zu werden. In den 1950er Jahren war er als Leader immer weniger aktiv, erst ab der Mitte der 1960er Jahre wurde seine Karriere durch das wachsende Interesse an der Jazzgeige wiederbelebt: Am 30. September 1966 brachte Duke Ellington mit dem Konzert „Violin Summit“ die damals vier bekanntesten Violinisten auf die Bühne. In verschiedenen Sets traten neben Grappelli Stuff Smith, Svend Asmussen und Jean-Luc Ponty auf. Gemeinsam spielten sie It Don’t Mean a Thing (If It Ain’t Got That Swing). Nach dem Erfolg des Albums Violin Summit entwickelte Grappellis sich zum einflussreichsten Geiger der Jazzszene und machte sein Instrument im Jazz hoffähig.\n\nGrappelli nahm fortan mit vielen großen Jazzmusikern weltweit Schallplatten auf oder ging mit ihnen auf Tournee. 1969 besuchte er die USA, um auf dem Newport Jazz Festival aufzutreten; auch spielte er mit Joe Venuti, Gary Burton und Earl Hines. Zu Beginn der 1970er Jahre begann er eine künstlerische Zusammenarbeit mit dem klassischen Geiger Yehudi Menuhin, die zu drei Alben führte, die der Violine weitere Anerkennung als Jazzinstrument brachten. Bis in die 1990er Jahre ging er häufig auf Konzerttourneen, zunächst mit Diz Disley, Martin Taylor und Jack Sewing. Er feierte seinen 86. Geburtstag mit Gary Burton, Martial Solal und Jean-Luc Ponty. Er spielte bis kurz vor seinem Tod Studioaufnahmen (auch mit jüngeren Musikern) ein, so 1975 ein Solo (Gage 300 GBP) für Pink Floyds Album Wish You Were Here und 1979 Tivoli Gardens, Copenhagen, Denmark mit Joe Pass und Niels-Henning Ørsted Pedersen. Seine letzte, mit einem Ensemble um Martin Taylor 1997 kurz vor seinem Tode eingespielte CD Celebrating Grappelli erschien postum. Stéphane Grappellis Urne befindet sich im Columbarium des Friedhofes Père Lachaise in Paris.\n\nGrappelli spielte eine Violine des französischen Geigenbauers Pierre Jean Henri Hel. \n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Paris, France","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/grappelli-stphane-50673d1577f29.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/grappelli-stphane-55ba8e9fcaebf.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/yypyyq1521556993.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/grappelli-stphane-50673cc84a9ab.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"bfc03211-a3a2-4700-8fa3-00968c02c5d0","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}