{"artists":[{"idArtist":"149735","strArtist":"Jean‐Baptiste Lully","strArtistStripped":null,"strArtistAlternate":"Jean-Baptiste Lully","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1632","intDiedYear":"1687","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Jean-Baptiste Lully (28 November 1632 – 22 March 1687) was an Italian-born French composer, instrumentalist, and dancer who spent most of his life working in the court of Louis XIV of France. He is considered a master of the French baroque style. Lully disavowed any Italian influence in French music of the period. He became a French subject in 1661.\nLully was born on November 28, 1632, in Florence, Grand Duchy of Tuscany, to a family of millers. His general education and his musical training during his youth in Florence remain uncertain, but his adult handwriting suggests that he manipulated a quill pen with ease. He used to say that a Franciscan friar gave him his first music lessons and taught him guitar. He also learned to play the violin. In 1646, dressed as Harlequin during Mardi Gras and amusing bystanders with his clowning and his violin, the boy attracted the attention of Roger de Lorraine, chevalier de Guise, son of Charles, Duke of Guise, who was returning to France and was looking for someone to converse in Italian with his niece, Mademoiselle de Montpensier (la Grande Mademoiselle). Guise took the boy to Paris, where the fourteen-year-old entered Mademoiselle's service; from 1647 to 1652 he served as her \"chamber boy\" (garçon de chambre). He probably honed his musical skills by working with Mademoiselle's household musicians and with composers Nicolas Métru, François Roberday and Nicolas Gigault. The teenager's talents as a guitarist, violinist, and dancer quickly won him the nicknames \"Baptiste\", and \"le grand baladin\" (great street-artist).","strBiographyDE":"Jean-Baptiste Lully, geboren als Giovanni Battista Lulli (* 28. November 1632 in Florenz; † 22. März 1687 in Paris), war ein italienisch-französischer Komponist, Geiger, Gitarrist und Tänzer, der von seinem 14. Lebensjahr an zunächst als Kammerdiener Anne Marie Louise d’Orléans' am französischen Königshof in Erscheinung trat und unter König Ludwig XIV. zu den höchsten musikalischen Ämtern aufstieg. Im Dezember 1661 wurde er französischer Bürger, 1681 geadelt. Als Schöpfer charakteristisch französischer Barockmusik gilt er als einer der einflussreichsten Komponisten der französischen Musikgeschichte, auf den auch ausländische Komponisten, insbesondere im nördlichen Europa, wie Purcell, Haendel und Bach in ihren Werken Bezug nahmen. Viele seiner Stücke gehörten an den europäischen Adelshöfen, namentlich in deutschen Landen, während mehrerer Generationen zum festen musikalischen Repertoire. Berühmt sind seine Zusammenarbeit mit dem Komödiendichter Molière und sein Wirken am Hofe des Sonnenkönigs Ludwig XIV. \n(Wikipedia)","strBiographyFR":"Jean-Baptiste Lully (28/11/1632 - 22/03/1687) était un compositeur, instrumentiste et danseur français d'origine italienne qui passa la majeure partie de sa vie à travailler à la cour de Louis XIV de France. Il est considéré comme un maître du style baroque français. Lully désavoua toute influence italienne dans la musique française de l'époque. Il devient sujet français en 1661.\nLully est né le 28 novembre 1632 à Florence, Grand-Duché de Toscane, dans une famille de meuniers. Son éducation générale et sa formation musicale pendant sa jeunesse à Florence restent incertaines, mais son écriture d'adulte suggère qu'il a manipulé une plume avec facilité. Il disait qu'un frère franciscain lui donnait ses premiers cours de musique et lui apprenait la guitare. Il a également appris à jouer du violon. En 1646, déguisé en Arlequin lors du Mardi Gras et amusant des passants avec son clown et son violon, le garçon attira l'attention de Roger de Lorraine, chevalier de Guise, fils de Charles, duc de Guise, qui rentrait en France et cherchait quelqu'un pour converser en italien avec sa nièce, Mademoiselle de Montpensier (la Grande Mademoiselle). Guise emmena le garçon à Paris, où l'adolescent de quatorze ans entra au service de Mademoiselle; de 1647 à 1652, il fut son \"garçon de chambre\". Il a probablement perfectionné ses talents musicaux en travaillant avec les musiciens de la maison de Mademoiselle et avec les compositeurs Nicolas Métru, François Roberday et Nicolas Gigault. Les talents de guitariste, violoniste et danseur de l'adolescent lui ont rapidement valu les surnoms de \"Baptiste\" et \"le grand baladin\".","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"French","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uqpqqy1519926796.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qwxvst1519926884.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"7f9989b0-8f5e-41dd-bbab-1fff052609e3","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}