{"artists":[{"idArtist":"148624","strArtist":"Armando Manzanero","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1950","intBornYear":"1935","intDiedYear":"2020","strDisbanded":null,"strStyle":"Latin","strGenre":"Pop","strMood":"Sentimental","strWebsite":"www.armandomanzanero.com.mx/#home","strFacebook":"","strTwitter":"1","strBiographyEN":"Armando Manzanero-Canché (born in Ticul, Yucatán on 7 December 1935) is a Mexican musician, singer, and composer of Maya descent, widely considered the premier Mexican romantic composer of the postwar era and one of the most successful composers of Latin America. He received a Grammy Lifetime Achievement Award in United States in 2014.\n\nAt the age of eight he was introduced into the world of music in the Escuela de Bellas Artes (School of Fine Arts) of his native city, later furthering his musical studies in Mexico City. In 1950, at the age of fifteen, he composed his first melody titled Nunca en el Mundo (Never in the World), of which twenty-one versions in different languages have been recorded to date. The following year he began his professional career as a pianist.\n\nIn 1957 he was signed as musical director by the Mexican branch of CBS International and as Musical Promoter for EMI, becoming the next year the pianist of Latin American artists such as Pedro Vargas, Lucho Gatica and Raphael.\n\nIn 1959, an executive of RCA Victor urged him to record his first album of love songs, which he named Mi Primera Grabación (My First Record).\n\nIn 1965 he won the first place of the Festival de la Canción (Song Festival) in Miami with the song Cuando Estoy Contigo (When I'm With You).\n\nIn 1970, his song \"Somos Novios\" was translated into English by Sid Wayne, composer for Elvis Presley. The English version, \"It's Impossible\", was performed by Perry Como and was nominated for a Grammy.\n\nIn 1978 he won the first place of the Mallorca Festival in Spain, with the song Señor Amor (Mister Love). In 1982, the song Corazón Amigo (Heart Friend), was honored in the Yamaha Festival. In 1993 Billboard magazine gave him an award for his excellent musical career.\n\nIn 2011, Manzanero became President of and one of the main directors of the Asociación Nacional de Autores y Compositores (Mexican National Association of Authors and Composers). He also served as Vice President of the association From 1982 through 2011. His work in defense of copyright laws has strengthened this organization and has given it international acclaim.","strBiographyDE":"Wikipedia\n\nArmando Manzanero Canché (* 7. Dezember 1935 in Mérida, Yucatán, Mexiko; † 28. Dezember 2020) war ein mexikanischer Musiker, Sänger und Komponist. Manzanero war indigener Abstammung der Maya und gilt als einer der wichtigsten und erfolgreichsten Komponisten Mexikos und Lateinamerikas der Neuzeit. 2014 wurde Manzanero in den Vereinigten Staaten für sein Lebenswerk mit dem Grammy Lifetime Achievement Award der National Academy of Recording Arts and Sciences (NARAS) ausgezeichnet. ","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Armando Manzanero Canché (Ticul, Yucatán, 7 de diciembre de 1935), es un cantautor, músico, compositor y productor musical mexicano ganador de un Grammy. Ha escrito más de 400 canciones, de las cuales más de 50 han alcanzado fama internacional, como \"Somos novios\" y \"Esta tarde vi llover\". Ha participado en numerosos programas de radio y televisión, ha grabado más de 30 discos y musicalizado numerosas películas.\n\nFue bautizado por sus padres con el nombre de Armando Manzanero Canché. A los 8 años inició estudios de música en la escuela de Bellas Artes de su ciudad natal, completando su formación musical en la Ciudad de México.\n\nEn 1950 compone su primera melodía titulada “Nunca en el mundo” y al año siguiente inicia su actividad profesional como pianista y seis años más tarde comienza a trabajar como director musical de la casa filial mexicana de la compañía discográfica CBS Internacional\n\nEn 1962 obtiene el quinto lugar en el Festival de la Canción en México. En 1965 gana el primer lugar del Festival de la Canción en Miami con el tema “Cuando estoy contigo”. En 1966 Carlos Lico pone en primeras posiciones de radio su canción “No”. En 1967, animado por un ejecutivo de la filial mexicana del sello RCA Víctor, graba su primer disco, titulado Mi primera grabación, con canciones propias donde destaca el romanticismo que lo caracterizarán más adelante.\n\nEn 1970, el cantautor estadounidense Sid Wayne, quien componía canciones para Elvis Presley, versionó su canción “Somos novios” en idioma inglés, titulándola “It’s impossible”.\n\nEn 1978 obtiene el primer lugar del Festival de Mallorca en España con el tema “Señor amor”. En 1982, la canción “Corazón amigo” se lleva los honores en el Festival Yamaha. En su incursión como productor, se destaca la realizada en el álbum Romance de Luis Miguel, editado en 1991, en el que incluyen canciones de su autoría como “Te extraño” y “No sé tú”. En 1993 la revista Billboard le otorgó el Premio a la Excelencia por su trayectoria artística.\n\nEn el 2001 ganó el Latin Grammy al mejor dúo o grupo pop vocal por Duetos, en que canta con artistas como Olga Tañón, Alejandro Sanz, Ricardo Montaner, Lucero y Miguel Bosé. Nueve años después, recibió el Premio a la Excelencia Musical de la Academia Latina de la Grabación, que entrega los Latin Grammy.\n\nEn septiembre de 2010, tras la muerte de Roberto Cantoral, asumió la presidencia del comité directivo de la Sociedad de Autores y Compositores de México (SACM).\n\nEn 2011, el legendario cantante norteamericano Tony Bennett grabó con el español Alejandro Sanz una versión bilingüe de “Esta tarde vi llover” (titulada en inglés “Yesterday I Heard The Rain”) para su álbum superventas Duets II.\n\nEn 2012, colabora a en el disco Orígenes: el bolero, de los españoles Café Quijano. Concretamente, canta mano a mano con ellos en la canción “Quiero que mi boca se desnude”, que cierra el nuevo trabajo de los leoneses.\n\nEn 2013, participa en la grabación de la segunda parte del disco Gracias a vosotros de la legendaria cantante española María Dolores Pradera, interpretando a dúo “Esta tarde vi llover”. Armando Manzanero se convirtió el sábado 27 de enero de 2014 en el primer mexicano en recibir un Premio Grammy honorífico por su trayectoria, el cual le fue otorgado por la Academia Nacional de Artes y Ciencias de la Grabación (The Recording Academy) de Estados Unidos.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Ticul, Yucatán","strCountryCode":"MX","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wsvxty1511001973.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ndwwea1652058774.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"3d7f753f-b261-4efc-9785-25c14204c0b1","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}