{"artists":[{"idArtist":"111248","strArtist":"Elvis Presley","strArtistStripped":null,"strArtistAlternate":"Elvis Aaron Presley","strLabel":"RCA","idLabel":"45344","intFormedYear":"1935","intBornYear":"1935","intDiedYear":"1977","strDisbanded":"Yes","strStyle":"Rock/Pop","strGenre":"Rock & Roll","strMood":"Excitable","strWebsite":"www.elvis.com","strFacebook":"www.facebook.com/elvis","strTwitter":"1","strBiographyEN":"Elvis Aaron Presley (January 8, 1935 – August 16, 1977) was an American singer and actor. Regarded as one of the most significant cultural icons of the 20th century, he is often referred to as \"the King of Rock and Roll\", or simply, \"the King\".\nPresley was born in Tupelo, Mississippi, as a twinless twin, and when he was 13 years old, he and his family relocated to Memphis, Tennessee. His music career began there in 1954, when he recorded a song with producer Sam Phillips at Sun Records. Accompanied by guitarist Scotty Moore and bassist Bill Black, Presley was an early popularizer of rockabilly, an uptempo, backbeat-driven fusion of country music and rhythm and blues. RCA Victor acquired his contract in a deal arranged by Colonel Tom Parker, who managed the singer for more than two decades. Presley's first RCA single, \"Heartbreak Hotel\", was released in January 1956 and became a number-one hit in the United States. He was regarded as the leading figure of rock and roll after a series of successful network television appearances and chart-topping records. His energized interpretations of songs and sexually provocative performance style, combined with a singularly potent mix of influences across color lines that coincided with the dawn of the Civil Rights Movement, made him enormously popular—and controversial.\nIn November 1956, he made his film debut in Love Me Tender. In 1958, he was drafted into military service. He resumed his recording career two years later, producing some of his most commercially successful work before devoting much of the 1960s to making Hollywood films and their accompanying soundtrack albums, most of which were critically derided. In 1968, following a seven-year break from live performances, he returned to the stage in the acclaimed televised comeback special Elvis, which led to an extended Las Vegas concert residency and a string of highly profitable tours. In 1973, Presley was featured in the first globally broadcast concert via satellite, Aloha from Hawaii. Several years of prescription drug abuse severely damaged his health, and he died in 1977 at the age of 42.\nPresley is one of the most celebrated and influential musicians of the 20th century. Commercially successful in many genres, including pop, blues and gospel, he is the best-selling solo artist in the history of recorded music, with estimated record sales of around 600 million units worldwide. He won three Grammys, also receiving the Grammy Lifetime Achievement Award at age 36, and has been inducted into multiple music halls of fame.","strBiographyDE":"Elvis Aaron Presley (* 8. Januar 1935 in Tupelo, Mississippi; † 16. August 1977 in Memphis, Tennessee), häufig einfach nur „Elvis“ genannt, war ein US-amerikanischer Sänger, Musiker und Schauspieler, der als einer der wichtigsten Vertreter der Rock- und Popkultur des 20. Jahrhunderts gilt. Wegen seiner Erfolge und seiner Ausstrahlung wird er auch als „King of Rock ’n’ Roll“ oder einfach als „King“ bezeichnet. Presley gilt mit wahrscheinlich über einer Milliarde verkauften Tonträgern als der erfolgreichste Solo-Künstler weltweit.\nElvis Presley begann seine Karriere 1954 als einer der ersten Musiker der Rockabilly-Bewegung, einer Fusion von „weißer“ Country-Musik und „schwarzem“ Rhythm & Blues. Seinen Durchbruch hatte er 1956, als er zur kontrovers diskutierten Identifikationsfigur der Rock-’n’-Roll-Bewegung wurde. Für Furore sorgte er mit seinen ausgesprochen körperbetonten Bühnenauftritten in einer Zeit, in der dies noch nicht zum Standardrepertoire von Live-Entertainern gehörte. Presleys Markenzeichen waren seine markante, annähernd drei Oktaven umfassende Stimme und sein innovativer, emotionsgeladener Gesangsstil, mit denen er in unterschiedlichen Genres wie dem Rock, Pop, Country, Gospel und Blues erfolgreich war.\nPresley wurde bis 1978 14 Mal für den Grammy nominiert, den er dreimal für seine Gospelinterpretationen gewann. Im Alter von 36 Jahren wurde er als bis dahin jüngster Vertreter mit dem Lifetime Achievement Award (Bing Crosby Award) ausgezeichnet. Presley ist als einziger Künstler in fünf Halls of Fame vertreten: Rock ’n’ Roll, Rockabilly, Country, Blues und Gospel. Ferner wurden sechs seiner Songinterpretationen als historisch besonders bedeutsam in die Grammy Hall of Fame aufgenommen. Laut RIAA (Recording Industry Association of America) hat er zudem mit 167 Einheiten die meisten Gold- und Platin-Auszeichnungen sowie einen Diamond-Award (Stand: Dezember 2011). Die RIAA zeichnete ihn wiederholt als „Best Selling Solo Artist in U.S. History“ aus.\nIn den amerikanischen Billboard-Charts erreichte Presley bis 1977 mit 15 Alben und 16 Extended Plays den ersten Platz. Er ist der einzige Musiker in der amerikanischen Chartgeschichte mit Nummer-eins-Hits sowohl in Billboards Pop- (18) als auch Country- (11), Rhythm-&-Blues- (6) sowie Adult-Contemporary-Charts (7) und führt bis heute Billboards „Liste der 500 erfolgreichsten Künstler ab 1955“ an.\nZwischen 1956 und 1969 wirkte Presley zudem in 31 Spielfilmen mit. 1970 und 1972 erschienen zwei Dokumentarfilme über ihn; Elvis on Tour wurde mit einem Golden Globe Award als beste Dokumentation ausgezeichnet.","strBiographyFR":"Elvis Aaron Presley, né le 8 janvier 1935 à Tupelo, Mississippi et mort le 16 août 1977 à Memphis, Tennessee, est un chanteur et acteur américain. Appelé « The King », il a eu sur la culture musicale une influence mondiale et considérable. Précurseur du Rock et du marketing musical, il est considéré comme étant un artiste majeur du XXe siècle.\n\nElvis Presley a vendu sept cent millions de disques de son vivant, et depuis le chiffre d'un milliard est évoqué ce qui fait de lui l'artiste solo ayant le plus vendu de disques dans le monde. Acteur, il a tourné dans 31 films, donné 1 156 concerts aux États-Unis et trois au Canada (Vancouver, Toronto, Ottawa en 1957), et a donné 525 spectacles à Las Vegas6.\n\nElvis Presley a participé à de nombreuses émissions de télévision dont le célèbre Ed Sullivan Show à trois reprises. Il est le premier artiste à avoir donné un concert retransmis à la télévision par satellite dans 54 pays simultanément : l'évènement a lieu le 14 janvier 1973 à Hawaï et son audience s'est mesurée à un milliard et demi de téléspectateurs, un record à ce jour pour un spectacle musical.\n\nÀ sa mort, sa fortune personnelle représentait 150 millions de dollars américains.\n\nPendant quatre années consécutives, il est des artistes décédés celui qui aura rapporté le plus d'argent et aura obtenu 90 disques d'or, 52 de platine, 25 de multi-platine et un de diamant pour le Elvis' Christmas Album, vendu dans le monde à plus de dix millions d'exemplaires7.","strBiographyCN":"埃尔维斯·亞伦·普雷斯利（英语：Elvis Aaron Presley，1935年1月8日－1977年8月16日），每當他演唱情歌時，總會吸引一堆女性歌迷，就像公貓會吸引一堆母貓，因此暱稱貓王（The Hillbilly Cat and King of the Western Pop），知名美国摇滚乐歌手與演員，是20世紀最受歡迎的音樂家之一，常被稱爲「搖滾樂之王」。\n普雷斯利出生於密西西比州圖珀洛，13歲時隨家人搬至田納西州的孟菲斯居住。曾經在德國美軍基地服役，與他同期的搖滾歌手還有迪恩·馬丁（Dean Martin）、比爾·海利（Bill Haley）、查克·貝瑞（Chuck Berry）、巴迪·霍利（Buddy Holly）、傑瑞·李·路易斯（Jerry Lee Lewis）和小理察（Little Richard）等。美國南方地區的歌迷們為他取了沿用至今的暱稱「The Hillbilly Cat」，意為「來自南方的小貓」。\n埃爾維斯·亞伦·普雷斯利于1935年1月8日诞生于密西西比州图珀洛，當時他父親弗農19歲，母親格拉迪斯23歲。他有一個雙胞胎兄弟杰西·盖伦，但出生時已早夭。由於是獨子，加上佛農曾因僞造支票詐騙入獄多年，埃爾維斯和母親關系尤其親密。\n1945年10月3日，10歲的埃爾維斯首次登台表演，他在密西西比州的亞拉巴馬博覽會歌唱比賽上演唱了鄉村歌曲〈老牧羊人〉(Old Shep)，獲得二等獎。幾個月後，埃爾維斯在11歲生日那天得到了生平第壹把吉他作為生日禮物。1948年举家搬到田納西州的孟菲斯，埃爾維斯進入休姆中學學習並開始和一些職業樂手接觸，參加「黑森林兄弟」的演出。他從未接受過正規的音樂訓練，也不會識譜，完全是通過收音機聽音樂自學成才的。1953年埃爾維斯高中畢業後，隔天便立即到“皇冠電子公司”擔任卡車司機的工作。","strBiographyIT":"Elvis Aaron[9] Presley (Tupelo, 8 gennaio 1935 – Memphis, 16 agosto 1977) è stato un cantautore, chitarrista e attore statunitense. È stato uno dei più celebri cantanti di tutti i tempi, fonte di ispirazione per molti musicisti e interpreti di rock and roll e rockabilly,[11] tanto da meritarsi il soprannome de Il Re del Rock and Roll o più semplicemente The King (Il Re in lingua italiana).[12]\nLa sua particolare presenza scenica ha esercitato una notevole influenza sulla cultura statunitense e mondiale. I suoi atteggiamenti, i manierismi e i suoi caratteristici movimenti di bacino, nei quali si produceva sui palcoscenici durante lo svolgimento delle sue esibizioni, all'epoca gli procurarono l'altro particolare soprannome: \"Elvis The Pelvis\" (Elvis il bacino).\nMusicalmente, l'attività che ha svolto nel corso di in un arco temporale comprendente più di un ventennio, è stata poliedrica e multiforme. La sua produzione discografica, la sua attività concertistica, e i suoi interessi hanno spaziato da quel particolare genere musicale definito Rock and roll, ossia la forma di espressione musicale della quale, complice il periodo storico durante il quale egli iniziò la sua attività canora, è solitamente considerato uno dei principali artefici e l'idolo indiscusso, ai generi rhythm and blues, Country, Country and Western, Gospel, Spirituals, Traditional, melodico, e Pop, quest'ultimo inteso nel senso più ampio del termine.[13]\nIn Italia fu fonte di ispirazione per cantanti quali Adriano Celentano, Bobby Solo, e Little Tony, in Francia per Johnny Hallyday, e in Inghilterra per Billy Fury.\nLa sua figura, nell'universo dell'immaginario collettivo, ha oltrepassato nettamente il confine che divide un fenomeno di natura prettamente musicale da un fenomeno tipico della cultura pop, diventandone una vera e propria icona.\nIl suo decesso avvenne in circostanze mai completamente chiarite il giorno 16 del mese di agosto dell'anno 1977, e a partire da quella data si è ulteriormente intensificato un fenomeno già largamente in auge quando egli era ancora in vita, poiché il cantante è diventato un vero e proprio oggetto di culto e di venerazione per molti dei suoi fan più devoti.\nEccetto sei concerti svoltisi in Canada verso la fine degli anni 50, il cantante non si esibì mai al di fuori dei confini degli Stati Uniti,[14] e nel corso della sua carriera egli ha visto le sue canzoni approdare più volte nella Top Chart della rivista Billboard, punto di riferimento per le vendite nel mercato discografico statunitense.[15] Sul mercato britannico, il cantante di Tupelo piazzò ben ventuno singoli in vetta alle classifiche di vendita, a volte con permanenze di ottanta settimane al primo posto. I suoi dischi a 45 giri rimasero in classifica per 1.277 settimane, mentre i long playing contenenti i brani da lui incisi stazionarono ininterrottamente nella Top 10 dal novembre dell'anno 1958 al luglio dell'anno 1964.\nIn 24 anni di carriera il cantante ha pubblicato 61 album, vendendo oltre un miliardo di dischi in tutto il mondo,[16][17][18] e conquistando in tal modo il record di dischi venduti da un solo cantante, record peraltro condiviso con The Beatles e Michael Jackson.[19]","strBiographyJP":"エルヴィス・アーロン・プレスリー （Elvis Aron Presley, 1935年1月8日 - 1977年8月16日）は、アメリカのロックンロールミュージシャン、映画俳優である。\n「ローリング・ストーンの選ぶ歴史上最も偉大な100人のシンガー」において第3位。\n「ローリング・ストーンの選ぶ歴史上最も偉大な100組のアーティスト」において第3位。\n「Q誌の選ぶ歴史上最も偉大な100人のシンガー」において第1位[1]。ロックンロールの誕生と普及に大きく貢献した、いわゆる創始者の一人であり、ビートルズなど後進の様々なアーティストに影響を与えた。キング・オブ・ロックンロールまたはキングと称され、ギネス・ワールド・レコーズでは「史上最も成功したソロ・アーティスト」として認定されている。1950年代に、アメリカやイギリスをはじめとする多くの若者をロックンロールによって熱狂させ、それは20世紀の音楽の中でも最大のムーブメントを引き起こした。また、極貧の幼少時代から一気にスーパースターにまで上り詰めたことから、アメリカンドリームの象徴であるとされる。\n保守的な大人たちは「ロックは若者を悪くする(非行にさせる)」と考えプレスリーの音楽を禁止し弾圧運動を展開していったが、それを跳ね返すかのように若者たちの間でさらにブームは拡大していった。これによって多くの人々が初めてロックンロールに触れ、ロックンロールは一気にメジャーなものとなった。また、いままで音楽を聞かなかった若年層(特に若い女性)が、音楽を積極的に聞くようになった。さらに、音楽だけでなくファッションや髪型などの流行も若者たちの間に芽生え、若者文化が台頭した。後にビートルズがアメリカに上陸するまで、プレスリーはアメリカの音楽業界の第一線に君臨した。\n初期のプレスリーのスタイルは黒人の音楽であるリズムアンドブルースと白人の音楽であるカントリー・アンド・ウェスタンを掛け合わせたような音楽といわれている。それは深刻な人種問題を抱えていた当時のアメリカではありえないことであり、画期的なことであった。\n1977年8月16日、自宅であるグレースランドにて42歳で突然死した。","strBiographyRU":"Э́лвис Ааро́н Пре́сли (англ. Elvis Aaron Presley; 8 января 1935, Тьюпело — 16 августа 1977, Мемфис) — американский певец и актёр, один из самых коммерчески успешных исполнителей популярной музыки XX века[1]. Его известность настолько широка, что многие люди называют его лишь по имени — Элвис. С Элвисом Пресли также ассоциируется устойчивое словосочетание «Король рок-н-ролла» (в Америке зачастую просто «Король» — англ. The King). Занимает третье место среди величайших исполнителей всех времён и величайших вокалистов по версии журнала Rolling Stone. Является одним из самых продаваемых исполнителей, продав по всему миру 1 миллиард копий альбомов, уступив только The Beatles[источник не указан 309 дней]. Элвис Пресли родился 8 января 1935 года в Тьюпело, штат Миссисипи, в семье Вернона и Глэдис Пресли (близнец Элвиса — Джесс Гарон — умер вскоре после рождения)[2]. Семья Пресли была довольно бедная; положение усугубилось, когда отец будущего певца попал в тюрьму по обвинению в подделке чеков в 1938 году (он был освобождён лишь через два года)[3]. Элвис с детства рос в окружении музыки и религии: непременным было посещение церкви и участие в церковном хоре[4]. Мать Пресли особенно следила за манерами сына, привив тому на всю жизнь исключительную вежливость и почтение к старшим. В 1941 году Элвис пошёл в школу. На одиннадцатилетие родители подарили ему гитару — взамен велосипеда, который семья не могла себе позволить[5][6]. Вероятно, на такой выбор повлиял первый музыкальный успех Элвиса — за несколько месяцев до этого он получил приз на ярмарке за исполнение народной песни «Old Shep»[7]. Это было первое выступление Пресли.","strBiographyES":"Elvis Aaron Presley (8 de enero de 1935 - 16 de agosto de 1977) fue uno de los cantantes estadounidenses más populares del siglo XX, considerado como un icono cultural y conocido ampliamente bajo su nombre de pila, Elvis. Se hace referencia a él frecuentemente como «el Rey del rock and roll» o simplemente «el Rey».\n\nNació en Tupelo, Misisipi, pero cuando tenía 13 años se mudó junto a su familia a Memphis, Tennessee donde, en 1954, comenzó su carrera artística cuando Sam Phillips, el dueño de Sun Records, vio en él la manera de expandir la música afroamericana. Acompañado por el guitarrista Scotty Moore y el contrabajista Bill Black, fue uno de los creadores del rockabilly, un estilo de tempo rápido impulsado por un constante ritmo que consiste en una fusión de música country y rhythm and blues.\n\nTras llegar a un acuerdo con el que fue su apoderado durante casi dos décadas, el coronel Tom Parker, la compañía discográfica RCA Records consiguió un contrato para difundir su música. El primer sencillo con esta empresa, «Heartbreak Hotel», publicado en enero de 1956, se convirtió en un éxito número uno. Pronto, tras sus apariciones en los medios, se convirtió en la figura principal del popular sonido del rock and roll, con una serie de presentaciones televisivas y éxitos que llegaron a la cima de las listas de ventas. Sus interpretaciones llenas de energía, sobre todo de canciones afroamericanas y su estilo desinhibido lo hicieron enormemente popular y controvertido. Meses después, en noviembre de ese mismo año, llevó a cabo su debut cinematográfico con la película Love Me Tender.\n\nReclutado para el servicio militar en 1958, reanudó su carrera artística dos años más tarde, llegando parte de su material a alcanzar mayor éxito comercial desde entonces. Dio pocos conciertos, sin embargo, en la década de los 60, guiado por Parker, procedió a dedicarse a filmar películas para Hollywood y bandas sonoras, muchas de ellas ridiculizadas por la crítica. En 1968, tras siete años alejado de los escenarios, volvió a realizar presentaciones en directo en un especial de televisión que dio lugar a una amplia serie de conciertos en Las Vegas y también a varias giras musicales.\n\nEn 1973, protagonizó el primer concierto teletransmitido, de ámbito mundial vía satélite, Aloha from Hawaii, visto aproximadamente por 1.500 millones de personas. Finalmente, el consumo excesivo de medicamentos prescritos comprometió gravemente su salud, hasta que en 1977 murió súbitamente a la edad de 42 años.\n\nPresley es considerado como una de las figuras más importantes de la cultura popular del siglo XX. Tenía una voz versátil y un inusual éxito en muchos géneros, entre ellos el country, el pop, las baladas, el gospel y el blues. Asimismo, se trata del solista con más ventas en la historia de la música popular. Nominado a 14 premios Grammy, ganó tres y recibió uno en la categoría a la carrera artística a la edad de 36 años, además de figurar en diversos salones de la fama musicales.","strBiographyPT":"Elvis Aaron Presley (East Tupelo, 8 de janeiro de 1935 — Memphis, 16 de agosto de 1977) foi um famoso músico e ator norte-americano, mundialmente denominado como o Rei do Rock. É também conhecido como Elvis The Pelvis, apelido pelo qual ficou conhecido na década de 1950 por sua maneira extravagante e ousada de dançar. Uma de suas maiores virtudes era a sua voz, devido ao seu alcance vocal, que atingia, segundo especialistas, notas musicais de difícil alcance para um cantor popular. A crítica especializada reconhece seu expressivo ganho, em extensão, com a maturidade; além de virtuoso senso rítmico, força interpretativa e um timbre de voz que o destacava entre os cantores populares, sendo avaliado como um dos maiores e por outros como o melhor cantor popular do século XX.\n\nComeçou sua carreira em 1954 na lendária gravadora Sun Records e era acompanhado pelo guitarrista Scotty Moore e pelo baixista Bill Black, Presley foi um dos criadores do rockabilly, uma fusão de música country e rock´n´roll.\n\nElvis tornou-se um dos maiores ícones da cultura popular mundial do século XX. Entre seus sucessos musicais podemos destacar \"Hound Dog\", \"Don't Be Cruel\", \"Love me Tender\", \"All Shook up\", \"Teddy Bear\", \"Jailhouse Rock\", \"It's Now Or Never\", \"Can´t Help Falling In Love\", \"Surrender\", \"Crying In The Chapel\", \"Mystery Train\", \"In The Ghetto\", \"Suspicious Minds\", \"Don't Cry Daddy\", \"The Wonder Of You\", \"An American Trilogy\", \"Burning Love\", \"My Way\", \"My Boy\" e \"Moody Blue\". Na Europa, canções como \"Wooden Heart\", \"You Don't Have To Say You Love Me\", \"My Boy\" e \"Moody Blue\" fizeram sucesso. Particulamente no Brasil, foram bem-sucedidas as canções \"Kiss Me Quick\", \"Bossa Nova Baby\", \"It's Now or Never\" e \"Bridge Over Troubled Water\".\n\nApós sua morte, novos sucessos advieram, como \"Way Down\" (logo após seu falecimento), \"Always On My Mind\", \"Guitar Man\", \"A Little Less Conversation\" e \"Rubberneckin\". Trinta e cinco anos após sua morte, Presley ainda é o artista solo detentor do maior número de \"hits\" nas paradas mundiais e também é o maior recordista mundial em vendas de discos em todos os tempos, com mais de 1 bilhão e meio de discos vendidos em todo o mundo.","strBiographySE":"Elvis Aaron Presley[1][2], född 8 januari 1935 i Tupelo i Mississippi, död 16 augusti 1977 i Memphis i Tennessee, var en amerikansk rocksångare, musiker och skådespelare. Han är en av 1900-talets mest framträdande underhållare och kallas ofta The King (Kungen). Elvis Presley har sålt över en miljard skivor världen över. Detta gör honom till den bäst säljande artisten genom tiderna.[3]\nElvis Presley invaldes i Rock and Roll Hall of Fame under det första intagningsåret 1986.[4] När musiktidskriften Rolling Stone skulle ranka de 100 bästa sångarna genom tiderna, kom han på tredje plats. \"Q Magazine\", den största musiktidningen i Storbritannien, rankade honom som nummer ett.\nElvis Presley var son till Vernon och Gladys Presley. Elvis var enda barnet; hans tvillingbror Jesse Garon dog vid födseln. Gladys visste att det skulle bli tvillingar, och hon hade bestämt namnen långt innan det var dags att föda: Elvis Aaron och Jesse Garon. Elvis och hans föräldrar bodde i Tupelo fram till 1948, då de flyttade till Memphis. Familjen Presley var mycket religiös. Elvis sjöng ofta i gospelkör[5] och prästen berömde honom ofta och sa att han hade talang och någon gång skulle få sjunga solo i kyrkan. När Elvis var runt 18 år arbetade han som lastbilschaufför och studerade samtidigt till elektriker. Han åkte ofta förbi Memphis Recording Service som även var plats för Sun Records och fick en dag syn på en skylt där det stod \"Inspelning av skiva $4\". Efter att ha samlat mod en tid, tog han steget och klev in med sina $4. Marion Keisker som var sekreterare och tog emot honom frågade honom vem han lät som och Presley lär ha svarat \"I don't sound like nobody\" vilket betyder \"Jag låter inte som någon annan\". Detta var 1953 och skivan innehöll två låtar, My Happiness och That's When Your Heartaches Begin. Låtarna uppgavs vara en födelsedagspresent till hans mamma. Troligtvis var det snarare ett medvetet försök att göra sin röst hörd, och få Sam Phillips uppmärksamhet.","strBiographyNL":"Elvis Aaron Presley (Tupelo (Mississippi), 8 januari 1935 – Memphis (Tennessee), 16 augustus 1977) was een Amerikaans zanger en acteur. Hij is wereldwijd bekend onder de bijnamen The King of Rock of kortweg The King. Elvis geldt als een van de succesvolste en populairste soloartiesten aller tijden.\nElvis is de bestverkochte soloartiest aller tijden.[1] Tijdens zijn leven verkocht hij in totaal 500 miljoen platen. Daarmee was hij de best verkopende artiest tijdens zijn muzikale leven. In de week na zijn dood kwamen er nog eens 8 miljoen bij. Inmiddels worden zijn totale verkopen geschat op 1,6 miljard platen wereldwijd. Elvis was tijdens zijn carrière ook een van de vermogendste mensen in de Verenigde Staten.\nElvis onderscheidde zich van tijdgenoten door zijn toen controversiële, heupwiegende optredens, de combinatie van blank uiterlijk en het zingen met een 'zwarte' stem. Ook zijn uiterlijk viel op: zijn voor die tijd lange haar, de bakkebaarden en later de jumpsuits. Zijn opzwepende stijl verontrustte de gevestigde, naoorlogse maatschappij, waardoor hij zeer veel kritiek te verduren kreeg. Voor zijn muzikale pionierswerk werd hij gaandeweg en vooral na zijn dood in steeds bredere kring geëerd. Inmiddels wordt Presley erkend als een van de grondleggers van de hedendaagse popmuziek, samen met onder anderen The Beatles en Bob Dylan. John Lennon van The Beatles omschreef het als volgt: Before Elvis there was nothing.\nElvis wordt samen met Bill Haley en Alan Freed gerekend tot een van de personen die een belangrijke rol gespeeld hebben in de doorbraak van de rockabilly en daarmee rock-'n-roll. Elvis ontwikkelde zich als artiest razendsnel. Begonnen als trio samen met Scotty Moore (elektrische gitaar) en Bill Black (bas), haakte binnen een jaar drummer D.J. Fontana aan. Nog immer is dit de basisbezetting van rockbands: een zanger/gitarist, elektrisch gitarist, bassist en drummer.\nVele artiesten hebben verklaard door Presley te zijn geïnspireerd tot het nastreven van een eigen carrière in de muziek. Bruce Springsteen zei eens: There have been a lotta tough guys. There have been pretenders. And there have been contenders. But there is only one king.[2]","strBiographyHU":"Elvis Aaron Presley (Mississippi, Tupelo 1935. január 8. – 1977. augusztus 16.) amerikai énekes, zenész és színész. Mint kulturális ikon, Elvis, a Rock 'n' Roll királya, vagy a Király néven is ismerik. Gyakorlatilag a világ leghíresebb könnyűzenei énekese mind a mai napig. Tizennégyszer jelölték Grammy-díjra, ebből hármat meg is nyert, valamint a Grammy Életműdíját is neki ítélték 1971-ben.\nKarrierje 1954-ben kezdődött, amikor a Sun Recordsal dolgozott. Ő volt a rockabilly egyik legelső énekese, mely a gyors tempójú country, és a rhythm and blues keveréke. Később a RCA records adta ki dalait és első kislemeze, a \"Heartbreak Hotel\" 1956-ban jelent meg, hatalmas sikert aratva. Ezt további slágerek, sőt filmes szerepek követték. 1958-ban katonai szolgálatot teljesített és emiatt átmenetileg felhagyott a zenés karrierrel.\nVisszatérése a hatvanas években felemásra sikerült, ugyanis javarészt filmszínészként foglalkoztatták, azonban filmjeit és a hozzájuk tartozó filmzenei albumokat a kritikusok nem értékelték túl pozitívan. 1968-ban végül visszatért a zenei színpadra, és hét év kihagyás után ott folytatta, ahol abbahagyta. 1973-ban az ő koncertjét közvetítették először műholdon keresztül. Élete vége felé gyógyszerfüggőségtől szenvedett, amely megviselte szervezetét. Negyvenkét éves korában, 1977-ben hunyt el. Magyar vonatkozás, hogy 2011-ben a Fővárosi Önkormányzat Budapest díszpolgárává avatta az 1956-os forradalom melletti kiállásáért.","strBiographyNO":"Elvis Aaron Presley (født 8. januar 1935 i Tupelo i Mississippi, død 16. august 1977 i Memphis i Tennessee) var en amerikansk sanger og skuespiller. Han regnes som den første underholdningsartisten som i kommersiell skala kombinerte vestlig ungdomsopprør med populærkultur. Med tilnavnet «King of rock and roll», eller kun \"The King\", anses han som arketypen på en popstjerne. Det er beregnet at Elvis Presley har solgt mellom 1.3 og 1,5 milliard plater verden over, og han er følgelig i særklasse tidenes mest solgte plateartist selv om beregningene spriker noe. Elvis har blitt innvotert i fire æresgallerier; rockens (1986), countrymusikkens (1998), gospelmusikkens (2001) og rockabillyens (2007). Dokumentar-filmen \"Elvis - On tour\" (1972) fikk Golden Globe utmerkelse.\n\nElvis' karriere var igrunnen på topp hele tiden fra gjennombruddet tidlig 1956 til hans død i 1977. Selv i hans såkalte svake periode på midten av 60-tallet var han plateselskapet RCA sitt desidert sterkeste kort, og han var Hollywoods høyest betalte stjerne (sammen med Elisabeth Taylor). I perioden 1956 - 1965 var plate- og filminnspillingene betydelige kassasuksesser. Dalende publikumsinteresse for filmene ble på slutten av 1960-tallet avløst av omfattende turnévirksomhet som viste Elvis som en karismatisk sceneartist. Elvis gjenerobret i tillegg country-markedet i USA med en rekke plater innen genren. Stort arbeidspress og høyt forbruk av sterke legemidler, resulterte etterhvert i skrantende helse. Om ettermiddagen 16. august 1977, bare timer før han skulle i gang med en ny turné, ble han funnet bevisstløs i sitt hjem Graceland. Etter iherdige gjenopplivningsforsøk ble han erklært død som følge av hjertestans.\n\nI tillegg til hans enorme suksess i sine leveår, har ettertiden vist en vedvarende interesse for Elvis Presleys liv og musikk. Hans hjem i Memphis er i dag museum og besøkes årlig av over 500 000. I en stor avstemning i Time Magazine/USA i året 1999 ble Elvis utpekt som det 20. århundrets mest betydelige navn. På plassene etter kom Hitler, Yitzhak Rabin, Pave Johannes Paul II og Marthin Luther King. Magasinet Q har utpekt hans That`s all right som populærmusikkens mest betydningsfulle innspilling.","strBiographyIL":"אלביס אהרון פרסלי (באנגלית: Elvis Aaron Presley‏; 8 בינואר 1935 - 16 באוגוסט 1977) היה זמר אמריקאי, מהזמרים המצליחים והמשפיעים בכל הזמנים. פעל במהלך שנות החמישים, השישים והשבעים של המאה ה-20. זכה לכינוי \"מלך הרוק אנד רול\", או \"מלך הרוק\", ולעתים נודע בכינוי המקוצר \"המלך\". בנוסף היה שחקן קולנוע מצליח והשתתף ב-33 סרטים.\nאלביס נולד בשנת 1935 בעיירה טופלו שבמיסיסיפי, לוורנון אלביס פרסלי בן ה-18, ולגלדיס לאב סמית' בת ה-22. נולד בבית צנוע עם שני חדרים שנבנה על ידי אביו לקראת לידתו. אחיו התאום של אלביס, ג'סי גארון פרסלי, נולד כ-35 דקות לפני אלביס אך מת במהלך הלידה.\nאמו עבדה באותה העת כפועלת במפעל טקסטיל, ואביו עבד במכולת. הוריו היו ממוצא מערב אירופי, בעלי שורשים סקוטיים, אירים ונורמנים. מצד אימו הוא היה גם בעל שורשים צ'רוקיים ויהודיים.\nההשפעה המוזיקלית הראשונית על אלביס כילד הייתה מוזיקת הגוספל הדתית. משפחתו השתתפה בקביעות בטקסים בכנסייה המקומית. גם לאורך חייו הבוגרים, תוך כדי ההקלטות באולפן, בסביבתו הפרטית ולאחר הופעות, נהג אלביס להצטרף למפגשים לא רשמיים (סשנים) של מוזיקת גוספל.\nבשנת 1938 איבדה המשפחה את ביתה, לאחר שוורנון הורשע ונשלח לכלא בגין הונאה. בתקופת שהותו בכלא התגוררו אלביס ואמו עם קרובי משפחה. ורנון שוחרר מהכלא בשנת 1941.\nבגיל 10 הופיע אלביס לראשונה בתחרות שירה וזכה במקום השני. כעבור כשנה קיבל מאמו את הגיטרה הראשונה שלו כמתנת יום הולדת, והוא החל לקבל שיעורי גיטרה משני דודיו ומהכומר של הכנסייה החדשה שאליה הצטרפה משפחתו. פרסלי מעולם לא קיבל הכשרה פורמלית בתחום המוזיקה ולא למד לקרוא תווים, ובפועל למד במהלך ילדותו לנגן בגיטרה לפי שמיעה.","strBiographyPL":"Elvis Aaron Presley[1] (ur. 8 stycznia 1935 r.[2] w Tupelo, zm. 16 sierpnia 1977 r.[3] w Memphis) – amerykański piosenkarz i aktor.\nKulturowa ikona, znany powszechnie jako Elvis. Jeden z najbardziej popularnych muzyków XX w., często nazywany \"Królem Rock and Rolla\" lub po prostu \"Królem\".\nElvis Presley był prekursorem rock and rolla i znaczącą postacią w kulturze masowej XX wieku. Jest rozpoznawany na całym świecie przez swoje pierwsze imię.\nSprzedał ponad jeden miliard płyt na całym świecie – to drugi najlepszy wynik w dziejach muzyki (po zespole The Beatles[4])[5].\nZostał określony przez magazyn Billboard najlepszym artystą lat pięćdziesiątych.\nPo śmierci został pożegnany przez prezydenta Stanów Zjednoczonych Jimmy'ego Cartera słowami: „Jego muzyka, jego osobowość zmieniły oblicze amerykańskiej kultury. Elvis Presley był symbolem buntowniczego ducha naszego narodu”[6].\nW 1986 został wprowadzony do Rock and Roll Hall of Fame[7].","strGender":"Male","intMembers":"1","strCountry":"Memphis, Tennessee, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/presley-elvis-4fd273728422c.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/elvis-presley-4e43b5c301982.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/xcgjfc1643021701.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/iabdwp1643021718.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/qqtxpt1530628667.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/elvis-presley-4ddf94a925d93.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/truypy1381330995.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/dg27q41627566127.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/x6xs7w1627566085.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/rwspxy1381331201.jpg","strMusicBrainzID":"01809552-4f87-45b0-afff-2c6f0730a3be","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}