{"artists":[{"idArtist":"112476","strArtist":"James Horner","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1979","intBornYear":"1953","intDiedYear":"2015","strDisbanded":null,"strStyle":"Classical","strGenre":"OST","strMood":"","strWebsite":"","strFacebook":"www.facebook.com/pages/James-Horner/130729866958978","strTwitter":"1","strBiographyEN":"James Roy Horner (born August 14, 1953) is an American composer, orchestrator, and conductor of orchestral and film music. He is noted for the integration of choral and electronic elements in many of his film scores, and for frequent use of Celtic musical elements. His score to the 1997 film Titanic remains the best selling orchestral film soundtrack of all time.\n\nIn addition, Horner has scored over 100 films, frequently collaborating with acclaimed directors such as James Cameron and Ron Howard. Other scores he worked on include those of Braveheart, Willow, Apollo 13, Star Trek II: The Wrath of Khan, Cocoon, Legends of the Fall, Aliens, Glory, The Mask of Zorro, Field of Dreams, Enemy at the Gates, Casper, Troy, The Rocketeer, A Beautiful Mind, Mighty Joe Young, The Perfect Storm, Avatar, and more recently, The Amazing Spider-Man.\n\nHorner has won two Academy Awards, two Golden Globe Awards, three Satellite Awards, three Saturn Awards, and has been nominated for three BAFTA Awards. His body of work is also notable for including the scores to the two highest-grossing films of all time; Titanic (1997) and Avatar (2009), both of which were directed by James Cameron. Horner was greatly influenced by Dimitri Shostakovich","strBiographyDE":null,"strBiographyFR":"James Roy Horner (né le 14 août 1953) est un compositeur américain, un orchestrateur et un chef d'orchestre et de musique de film. Il est connu pour l'intégration des éléments choraux et électroniques dans plusieurs de ses partitions de film, et pour l'utilisation fréquente des éléments musicaux celtiques. Sa partition au film Titanic de 1997 reste la bande son la plus vendue de tous les temps. En outre, Horner a marqué plus de 100 films, collaborant fréquemment avec des réalisateurs acclamés tels que James Cameron et Ron Howard. D'autres partitions sur lesquelles il a travaillé incluent celles de Braveheart, Willow, Apollo 13, Star Trek II: La Colère de Khan, Cocon, Légendes de l'Automne, Étrangers, Gloire, Le Masque de Zorro, Champ de Rêves, Ennemi aux Portes, Casper , Troy, le Rocketeer, un bel esprit, Mighty Joe Young, la tempête parfaite, Avatar, et plus récemment, The Amazing Spider-Man. Horner a remporté deux Academy Awards, deux Golden Globe Awards, trois Satellite Awards, trois Saturn Awards, et a été nominé pour trois BAFTA Awards. Son corps de travail est également remarquable pour inclure les partitions aux deux films les plus rentables de tous les temps; Titanic (1997) et Avatar (2009), tous deux réalisés par James Cameron. Horner a été grandement influencé par Dimitri Chostakovitch","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":"James Roy Horner, född 14 augusti 1953 i Los Angeles, Kalifornien, amerikansk kompositör av filmmusik. Räknas sedan mitten av 1980-talet som en av de ledande tonsättarna i Hollywood, uppskattad för sin mångsidighet och förmåga att anpassa det musikaliska språket till filmens handling. Horner utbildades vid Royal Academy of Music i London och skrev innan han sökte sig till filmmusiken konsertverket \"Spectral Shimmers\". Han fick sitt genombrott 1982 med musiken till Star Trek II: Khans vrede och 48 timmar. Horner skriver företrädesvis orkestermusik, men har även gjort filmmusik inom genrer som jazz, elektronisk musik, country och folkmusik. Bland de ledande regissörer Horner arbetat för märks Ron Howard, James Cameron och Mel Gibson. Horner belönades med en Oscar 1998 för musiken till filmen Titanic, liksom låten My heart will go on som var filmens ledmotiv.","strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Los Angeles, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/trpqvy1365195032.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/txpwsq1365195039.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/xkuzkm1659730747.png","strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/tnrfrq1658679589.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/horner-james-4fbddaaa3f67b.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/horner-james-552cfffb4df98.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"679ec43c-bc04-4bb0-b619-2da702a214ba","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}