{"album":[{"idAlbum":"2114271","idArtist":"111726","idLabel":null,"strAlbum":"The Songs of Distant Earth","strAlbumStripped":"The Songs of Distant Earth","strArtist":"Mike Oldfield","strArtistStripped":"Mike Oldfield","intYearReleased":"1994","strStyle":"Rock/Pop","strGenre":"Progressive Rock","strLabel":null,"strReleaseFormat":"Album","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/vupvvr1487403576.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/brpndv1637759698.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/the-songs-of-distant-earth-4fba978e96fb8.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/5bmnky1637759503.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/p6i6xs1637759563.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/v9n8kd1637759609.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/b4pgzj1637759472.png","strDescriptionEN":"The Songs of Distant Earth is the 16th album by Mike Oldfield, released in 1994 by Warner Music. It is based on Arthur C. Clarke's science fiction novel The Songs of Distant Earth.","strDescriptionDE":"The Songs of Distant Earth ist ein Studioalbum des britischen Künstlers Mike Oldfield aus dem Jahr 1994. Inspiration war der gleichnamige Roman (deutscher Titel: Das Lied der fernen Erde) von Arthur C. Clarke. \n\nBei dem Roman von Clarke handelt es sich um Oldfields Lieblingsbuch. Inspiriert wurde er vor allem vom Ende dieses Romans, das in einem Musikkonzert gipfelt, welches Oldfield komponieren wollte. Im Gegenzug schrieb der Autor, der von der Idee und schließlich auch dem Album sehr angetan war, ein Vorwort, das im Booklet der CD zu finden ist. Sein Kommentar: „I feel he has lived up to my expectations“ („Ich fühle, dass er meinen Erwartungen gerecht geworden ist“).\n\nEtwa zur gleichen Zeit befasste sich Oldfield auch mit den Möglichkeiten, die Computerspiele bieten. Daher ist bei der im Vereinigten Königreich vertriebenen Fassung des CD-Albums The Songs of Distant Earth auch eine CD-ROM enthalten, mit der man in einem interaktiven Spiel einige der bemerkenswerteren Orte des Buchs erforschen kann – darunter auch das Hibernaculum der Magellan. In dem Spiel ist auch der Videoclip zur aus dem Album ausgekoppelten Single Let There Be Light enthalten. Die Gestaltung des Albums greift auf Standbilder aus der CD-ROM zurück. \n(Wikipedia)","strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"\"The Songs of Distant Earth\" es el dieciseisavo álbum del compositor inglés Mike Oldfield, publicado en 1994 bajo el sello de la Warner Bros. Records. El título del álbum hace referencia a una novela original de Arthur C. Clarke, The Songs of Distant Earth, titulada en España como \"Cánticos de la lejana Tierra\".\n\nEl álbum está considerado uno de los mejores según sus seguidores, mientras que sus detractores lo desprestigiaron por alejarse de la sencillez y el tono acústico de otras composiciones anteriores como \"Ommadawn\". El creador de \"Moonlight Shadow\" usó toda clase de estilos musicales para el álbum, incluyendo coros en varios idiomas diferentes como el sudafricano swahili, muy popular en la época, o la inclusión de una banda de gaitas, que suenan en el corte \"Magellan\". Siendo fiel a su estilo Oldfield realizó todo el álbum en su estudio de grabación de Inglaterra, en el que compuso cada uno de los 17 cortes que forman el disco. Como curiosidad, Oldfield hizo que cada uno de los temas musicales se enlazaran con el siguiente de forma consecutiva (a diferencia del resto de álbumes, que dejan varios segundos de silencio entre tema y tema), lo que convierte el álbum en una rareza en cuanto a diseño y contenido, y lo transforma en toda una odisea musical.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":"4","intScore":"9.5","intScoreVotes":"4","strReview":"","strMood":"Reflective","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"1d8ca430-e6ab-3d87-a692-46ca92d19242","strMusicBrainzArtistID":"a1684a49-feaa-4150-b758-d9412fc59f12","strAllMusicID":"mw0000176298","strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":"108535","strWikidataID":"Q1051791","strWikipediaID":"The_Songs_of_Distant_Earth_(album)","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}