{"album":[{"idAlbum":"2136560","idArtist":"115383","idLabel":null,"strAlbum":"La revancha del tango","strAlbumStripped":"La revancha del tango","strArtist":"Gotan Project","strArtistStripped":"Gotan Project","intYearReleased":"2001","strStyle":"Jazz","strGenre":"Trip Hop","strLabel":null,"strReleaseFormat":"Album","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/la-revancha-del-tango-522210ca001bf.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/tvstrw1588764198.png","strAlbumSpine":null,"strAlbum3DCase":null,"strAlbum3DFlat":null,"strAlbum3DFace":null,"strAlbum3DThumb":null,"strDescription":null,"strDescriptionDE":null,"strDescriptionFR":"La revancha del tango est le premier album du groupe Gotan Project publié en 2001.\n\nCet album rencontra un succès international très important avec plus d'un million d'albums vendus dans le monde. Il est à l'origine de la vague de musiques électroniques utilisant directement la musique latine.\n\nLast Tango in Paris est un remix du morceau de Gato Barbieri servant de bande originale pour le film de Bernardo Bertolucci, Le Dernier Tango à Paris. Le titre El capitalismo foráneo utilise un extrait d'un discours prononcé par Eva Perón. Santa María (del Buen Ayre) a été repris dans le film américain Shall We Dance? (2004) réalisé par Peter Chelsom. Le titre Queremos paz utilise des extraits d'un discours prononcé par Ernesto Che Guevara lors de l'Assemblée générale des Nations unies du 12 décembre 1964.","strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Una colección inigualable de temas que representan una fusión única en medio de las formas tradicionales de música y los nuevos campos de la electrónica, La Revancha del Tango de Gotan Project revela fronteras desconocidas para los exploradores de ritmos modernos. Inspirados por el tango argentino, Philippe Cohen Solal y Christophe H. Müller, responsables de proyectos como Boys From Brazil o Stereo Action Unlimited, unieron sus esfuerzos con Eduardo Makaroff para grabar lo que finalmente se convirtió en una pieza musical atrevida. Mezclando estilos como dub y downbeat e inscribiendo los talentos de músicos argentinos como Gustavo Beytelmann y Nini Flores, el trío fundador de Gotan Project logró entregar un álbum debut único. \"Tríptico\", \"Santa María (Del Buen Aire)\" y \"El Capitalismo Foraneo\" son solo uno de los tres temas que revelan la intuición compositiva del trío, manipulando el romanticismo y la oscura inspiración de la música callejera ilustrativa argentina con novela electrónica. Operando con instrumentos como el bandoneón, junto con la percusión moderna, Gotan implementa un desafío creativo exclusivo. \"Vuelvo Ar Sur\", una composición original de Astor Piazzolla vocalizada por Cristina Villalonga, cierra este conjunto inigualable de melodías, confirmando el único alcance de la exploración melódica de Gotan.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":null,"intScoreVotes":null,"strReview":"","strMood":"","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"1866c2af-03f2-3bb1-a61b-41f68951ee25","strMusicBrainzArtistID":"66cc244d-6f96-4668-a6e9-0f9cd5acc940","strAllMusicID":null,"strBBCReviewID":"5d25","strRateYourMusicID":"la_revancha_del_tango","strDiscogsID":"124770","strWikidataID":"Q1041223","strWikipediaID":"La_Revancha_del_Tango","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}