{"album":[{"idAlbum":"2176162","idArtist":"111247","idLabel":"43827","strAlbum":"1962–1966","strAlbumStripped":"1962–1966","strArtist":"The Beatles","strArtistStripped":"The Beatles","intYearReleased":"1973","strStyle":"Rock/Pop","strGenre":"Rock & Roll","strLabel":"EMI","strReleaseFormat":"Compilation","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/19621966-4fd2f08a161a1.JPG","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/19621966-4fd2f03666ba5.png","strAlbumSpine":null,"strAlbum3DCase":null,"strAlbum3DFlat":null,"strAlbum3DFace":null,"strAlbum3DThumb":null,"strDescriptionEN":"1962–1966 (widely known as \"The Red Album\") is a compilation of songs by the English rock band The Beatles, spanning the years indicated in the title. It was released with its counterpart 1967–1970 (\"The Blue Album\") in 1973. 1962–1966 reached number 3 in the United Kingdom and managed to reach number 1 in the United States Cashbox albums chart. However, in the US, the official chart was administered by Billboard, where 1962–1966 peaked at number 3, while 1967–1970 reached the top spot. This album was re-released in September 1993 on compact disc, charting at number 3 in the UK.\n\nThe album was compiled by Beatles manager Allen Klein. Even though the group had had success with cover versions of songs, most notably with \"Twist and Shout\", which made number 2 on the Billboard charts, only songs composed by the Beatles themselves were included.\n\nAs with 1967–1970, this compilation was produced by Apple/EMI at least partially in response to a bootleg collection titled Alpha Omega, which had been sold on television the previous year. Print advertising for the two records made a point of declaring them \"the only authorized collection of the Beatles.","strDescriptionDE":null,"strDescriptionFR":"1962-1966 — aussi connu sous le surnom The Red Album (l'album rouge) — est une compilation rassemblant 26 des plus grands succès des Beatles publiés entre 1962 et 1966. Originalement sorti en 1973, il est publié pour la première fois sur CD le 20 septembre 1993 tandis qu'une version remastérisée est publiée en 2010. L'album est un grand succès commercial.","strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"The Beatles/1962-1966, conocido como Red Album (Álbum Rojo), es una compilación de las canciones del grupo de rock británico The Beatles desde 1962 hasta 1966, que fue lanzado junto con el álbum The Beatles/1967-1970 (también llamado Álbum Azul).\n\nLa versión en CD fue lanzada en dos discos, hubiéndose podido editar en uno sólo por su duración. EMI explicó que esto era así para poder hacer juego con la salida de su hermano The Beatles/1967-1970.\n\nEs uno de los seis álbumes certificados con disco de diamante de The Beatles, lo que los convierte en los máximos ganadores de este reconocimiento en la historia de la música. Los otros álbumes con disco de diamante son The Beatles/1967-1970, The Beatles, Abbey Road, Sgt. Pepper's Lonely Hearts Club Band y 1.","strDescriptionPT":"The Beatles 1962-1966 (também conhecido como o Álbum vermelho) é uma coletânea do grupo de rock inglês The Beatles, lançada em 1973. Reúne 26 músicas gravadas no estúdio da apple. A coletânea contém músicas gravadas entre 1962 e 1966.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"7","intScoreVotes":"1","strReview":"","strMood":"Happy","strTheme":null,"strSpeed":"","strLocation":null,"strMusicBrainzID":"5bb120e2-fe76-33cc-a4bb-8f56f2fd3d67","strMusicBrainzArtistID":"b10bbbfc-cf9e-42e0-be17-e2c3e1d2600d","strAllMusicID":null,"strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":null,"strWikidataID":null,"strWikipediaID":null,"strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}