{"artists":[{"idArtist":"111236","strArtist":"Lady Gaga","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Interscope Records","idLabel":"44378","intFormedYear":"2008","intBornYear":"1986","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Quirky","strWebsite":"www.ladygaga.com","strFacebook":"www.facebook.com/ladygaga","strTwitter":"1","strBiographyEN":"Stefani Joanne Angelina Germanotta (born March 28, 1986), known professionally as Lady Gaga, is an American singer, songwriter, and actress. She is known for her self-empowering messages, fashion, and live performances. Gaga initially performed in theater, appearing in high school plays, and studied at CAP21 through New York University's Tisch School of the Arts before dropping out to pursue a musical career. After leaving a rock band, participating in the Lower East Side's avant garde performance art circuit, and being dropped from a contract with Def Jam Recordings, Gaga worked as a songwriter for Sony/ATV Music Publishing. There, recording artist Akon noticed her vocal abilities and helped her to sign a joint deal with Interscope Records and his own KonLive Distribution.\nHer debut album The Fame (2008) was a critical and commercial success that produced global chart-topping singles such as \"Just Dance\" and \"Poker Face\". A follow-up EP, The Fame Monster (2009), was met with a similar reception and released the successful singles \"Bad Romance\", \"Telephone\", and \"Alejandro\". Her second full-length album Born This Way was released in 2011, topping the charts in more than 20 countries, including the United States, where it sold over one million copies in its first week. The album produced the number-one single \"Born This Way\". Her third album Artpop, released in 2013, topped the US charts and included the successful single \"Applause\". In 2014, Gaga released a collaborative jazz album with Tony Bennett titled Cheek to Cheek, which became her third consecutive number one in the United States. For her work in the television series American Horror Story: Hotel, Gaga won a Golden Globe Award in 2016.\nWith global album and single sales of 27 million and 146 million respectively, as of January 2016, she is one of the best-selling musicians of all time. Her achievements include 12 Guinness World Records, six Grammy Awards, and a Songwriters Hall of Fame's Contemporary Icon Award—first artist ever to win. Other accolades includes a Fashion Icon lifetime achievement award from the Council of Fashion Designers of America (2011), regular appearances on Billboard's Artists of the Year lists and Forbes's power and earnings rankings. In 2013, Gaga finished second on Time's readers' poll about the most influential people of the past ten years, while in 2015, she was named Billboard's Woman of the Year. She is noted for her philanthropic endeavors and social activism, including LGBT rights, HIV/AIDS prevention and the Born This Way Foundation.","strBiographyDE":"Lady Gaga (* 28. März 1986 in New York als Stefani Joanne Angelina Germanotta) ist eine US-amerikanische Pop-Sängerin und Songwriterin.\n\nMit rund 90 Millionen verkauften Tonträgern weltweit gehört sie zu den erfolgreichsten Interpreten der Gegenwart. Ihre Leistungen wurden bislang mit fünf Grammy Awards geehrt. Mit ihrem Debütalbum The Fame gelang ihr der internationale Durchbruch.\n\nIm Jahr 2008 zog Lady Gaga nach Los Angeles, um ihr Debütalbum The Fame fertigzustellen. Dieses wurde schließlich im August veröffentlicht. Das Album wurde mit rund 15 Millionen verkauften Tonträgern ein weltweiter kommerzieller Erfolg; es erreichte Platz eins in sechs Ländern und Platz zwei in den USA. Die ersten beiden Singleauskopplungen des Albums, Just Dance und Poker Face, waren ebenfalls kommerziell erfolgreich. Poker Face gewann im Jahr 2011 einen Grammy in der Kategorie Best Dance Recording. Das Album The Fame gewann einen Grammy Award in der Kategorie Best Electronic/Dance Album. Zudem gewann sie bei den MTV Video Music Awards in den Kategorien Best New Artist sowie Best Art Direction und Best Special Effects jeweils für die vierte Singleauskopplung Paparazzi. Das erste Mal ging Lady Gaga im Vorprogramm der Boygroup New Kids on the Block auf Tournee. Ihre erste Tournee als Headliner war die The Fame Ball Tour im Jahr 2009.\n\nAm 20. November 2009 wurde die EP The Fame Monster mit acht neuen Liedern veröffentlicht. Die erste Single Bad Romance erreichte Platz eins in achtzehn Ländern und wurde über vier Millionen Mal digital heruntergeladen. Damit ist Gaga die erste Sängerin, die drei Singles − Just Dance, Poker Face, Bad Romance − über vier Millionen Mal in den USA digital verkaufen konnte. Als zweite Single wurde das Lied Telephone ausgekoppelt, eine Zusammenarbeit mit Beyoncé Knowles. Der Song wurde Gagas vierter Nummer-eins-Hit im Vereinigten Königreich. Ihre anschließende The Monster Ball Tour hatte weltweiten Erfolg, und beinhaltete insgesamt 201 Konzerte.\n\nAm 11. Februar 2011 wurde die erste Single-Auskopplung Born This Way veröffentlicht. Wenige Stunden nach der Veröffentlichung stand das Lied auf Platz eins verschiedener Downloadportale und hatte alle iTunes-Charts in allen 23 Ländern erobert. Von der Single wurden innerhalb von drei Tagen 448.000 Downloads in den USA verkauft, der größte Absatz eines debütierenden Songs einer weiblichen Künstlerin. Born This Way ist der erste Song, der nur durch Downloads Platz eins der deutschen Singlecharts erreichte; es ist Lady Gagas vierter Nummer-eins-Hit in Deutschland innerhalb von zwei Jahren. Lady Gaga gewann für Born This Way bei den Europe Music Awards zwei Preise, unter anderem den Preis für den besten Song. Insgesamt gewann sie am Abend vier Preise.\n\nPoker Face und Just Dance sind in den Vereinigten Staaten die ersten Lieder, die über 6 Mio. Mal heruntergeladen wurden. Die Musikvideos von Lady Gaga wurden auf dem Internetportal YouTube über eine Milliarde Mal aufgerufen, was zuvor keinem anderen Musiker gelang.\n\nAm 22. Mai 2011 stellte Lady Gaga in Großbritannien einen Rekord auf: Sie ist die erste Solokünstlerin seit Ruby Murray 1955, die es geschafft hat, mit vier Singles gleichzeitig in den Top-20 vertreten zu sein, nämlich mit Born This Way, Judas, The Edge of Glory und Hair. Ihren ersten Deutschland-Auftritt im Rahmen der Promotion-Tour zum neuen Album absolvierte Lady Gaga am 9. Juni 2011, als sie im Finale der Casting-Show Germany’s Next Topmodel in Köln auftrat. Am 6. November 2011 trat sie live bei den MTV Europe Music Awards auf. Dort war sie für sechs Preise nominiert, von denen sie vier gewann in den Kategorien „Best Female“, „Best Song“ und „Best Video“ für Born This Way, sowie „Biggest Fans“.\nIn den Vereinigten Staaten ist Yoü and I die zehnte Single, die sich mehr als eine Million Mal verkauft. Außerdem hat sie mit The Edge of Glory dort ihren neunten Hit geschafft, der sich mehr als zwei Millionen Mal verkaufte. Bis heute hat Lady Gaga in den USA etwa 45 Mio. Tonträger verkauft. Am 10. November 2011 trat sie beim Bambi 2011 mit dem Titel Marry the Night in einer Live-Version auf. Kurz darauf wurde ihr von Karl Lagerfeld der Bambi in der Kategorie Pop International überreicht.\n\nLady Gaga lag 2011 mit Einnahmen von mehr als 25 Mio. USD auf Platz vier der finanziell erfolgreichsten Musiker weltweit.\nAm 27. April 2012 startete sie ihre neue Tour The Born This Way Ball in Seoul in Südkorea. Die ersten Vorbereitungen zur Tour machte sie 2011. Insgesamt wurden für die Tour 110 Shows in Asien, Neuseeland, Australien, Europa, Lateinamerika, Nordamerika und Südafrika geplant. Sie ist damit der Nachfolger der The Monster Ball Tour.\n\nAm 26. Juli 2012 bestätigte Lady Gaga, dass sie erstmals in einem Film mitspielte. Sie übernahm die Rolle der La Chameleón in Robert Rodriguez’ Film Machete Kills.\n","strBiographyFR":"Lady Gaga de son vrai nom Stefani Joanne Angelina Germanotta est une auteur-compositrice-interprète et artiste de scène américaine, née le 28 mars 1986 à New York. L’origine de son nom de scène est une référence à la chanson Radio Ga Ga de Queen. Elle dit être influencée par de grands noms de la musique pop, tels que David Bowie et Madonna. Selon Philippe Renaud de La Presse, Lady Gaga a « une voix forte, cuivrée, un timbre de blues, un vibrato pas forçant ni forcé, de la passion et de la personnalité ».\n\nLady Gaga est également connue pour l’excentricité dont font preuve ses clips ; c’est ainsi qu’elle est la première artiste à atteindre le milliard de visionnages sur YouTube et qu'elle est la femme la plus parodiée.\n\nEn 2011, elle est élue célébrité la plus puissante de l’année par le magazine Forbes6, détrônant ainsi Oprah Winfrey. Selon le classement annuel du même magazine concernant les femmes les plus puissantes du monde, elle se classe onzième, devancée uniquement par des femmes politiques comme Angela Merkel, ou d'affaires, telle Indra Nooyi, PDG de PepsiCo. En 2012, elle est classée 14e dans ce même classement et 1re dans le classement des Artistes Les Plus Puissantes Au Monde.\n\nLady Gaga a sorti trois albums : le premier, nommé The Fame, voit le jour en 2008 ; en 2009 une réédition du premier album nommé The Fame Monster, finira par devenir un album à part entière. Le troisième album, nommé Born This Way, est sorti le 23 mai 20118. Un quatrième album, ARTPOP, est prévu pour 2013.","strBiographyCN":"女神卡卡（本名：Stefani Joanne Angelina Germanotta， 藝名：Lady Gaga，中國大陸譯為嘎嘎小姐或蕾蒂嘎嘎[1][2]，臺灣譯為女神卡卡；1986年3月28日－）是一名美國歌手、音樂創作人、企業家及時尚設計師。於紐約市出生與成長，Gaga曾經在聖心修道院進修高中並且曾在紐約大學藝術學院就讀，於後中途輟學，將生活重心轉移到音樂事業。Gaga的演藝事業最早開始於在曼哈頓下東城的搖滾樂祭表演，並且在2007年底前與Streamline唱片公司簽下一紙合約。在Gaga於唱片公司作為一名詞作家的同時，她出色的聲音表現吸引了藝人Akon的注意，事後Akon將其簽下到自己的唱片公司Kon Live Distribution。Lady Gaga是左撇子。[3]\n首張專輯「The Fame 超人氣」(2008) 的商業與樂評上的成功令Lady Gaga一舉成名，在全世界多個國家的專輯排行榜登頂，也囊括了國際冠軍單曲「Just Dance 舞力全開」與「Poker Face 撲克臉」。在世界巡迴演唱會「The Fame Ball Tour 超人氣舞會巡迴演唱會」持續一段時間後，Gaga發行了包含8首單曲的EP「The Fame Monster 超人氣魔神」(2009)，收錄了包括「Bad Romance 羅曼死」，「Telephone 電話」以及「Alejandro 亞力山卓」在內的熱門單曲。「The Fame Monster 超人氣魔神」EP的成功促使Lady Gaga於後不久開始新一輪，長達18個月的巡迴演唱會「The Monster Ball Tour 超人氣魔神舞會巡迴演唱會」，成為其中一個有史以來總票房收入最高的巡迴演唱會。在2011發售的專輯Born This Way 天生完美在全世界絕大多數主要唱片市場的專輯排行榜奪得冠軍，也催生了更多的國際冠軍單曲，包括同名單曲「Born This Way 天生完美」，「Judas 猶大」，以及「The Edge of Glory 榮耀極限」等。Gaga最新的專輯「ARTPOP流行藝術」預計在2013年11月11日發行，其中首波單曲「Applause為我喝彩（暫譯）」已在8月13日發行。\n廣泛受到包括大衛·鮑伊，布鲁斯·斯普林斯廷，麥可·傑克森，瑪丹娜以及皇后樂隊在內藝人的影響，Lady Gaga以其在流行音樂產業中華麗且特立獨行的形象知名，並且貫徹在自己日常的穿著，表演與音樂錄像帶中。截至2013年十月為止，Lady Gaga的世界專輯銷量已經粗估達到2400萬張，單曲銷量也在全世界範圍達到9000萬張，其中部分單曲更是其中幾首世界上有史以來銷量最高的單曲。[4] Lady Gaga獲得的獎項與成就包括五座格萊美奬，以及13座MTV音樂錄像帶大獎。Lady Gaga曾經連續兩年成為Billboard雜誌的「年度藝人」，在VH1的榜單上被列為音樂產業中第四偉大的女人，長期被富比士雜誌排上排行榜，也被時代雜誌列為全世界最具影響力的人之一。[5][6] 音樂事業以外，Lady Gaga也積極投身於人權公益活動，以及作為LGBT群體活動者之一。","strBiographyIT":"Lady Gaga, nome d'arte di Stefani Joanne Angelina Germanotta (New York, 28 marzo 1986), è una cantautrice e attrice statunitense.\nLa casa discografica si è ispirata per il suo nome d'arte alla canzone Radio Ga Ga.[3] Conosciuta per i modi eccentrici e stravaganti, l'artista è stata messa sotto contratto dalla Interscope Records e ha debuttato nel 2008 con l'album The Fame, che ha lanciato i singoli di successo planetario Just Dance e Poker Face, e nel 2009 ha pubblicato la ristampa dello stesso con otto brani inediti The Fame Monster. Nel 2011 è uscito il terzo album di inediti Born This Way. In quattro anni di carriera Lady Gaga ha venduto oltre 24 milioni di copie dei suoi album e oltre 90 milioni di singoli.[4]\nOltre alla carriera musicale, Lady Gaga contribuisce nel campo sociale. Difende sin dall'inizio della sua carriera i diritti della comunità LGBT e ha contribuito all'abrogazione della legge Don't ask, don't tell. Ha anche partecipato a diversi gay pride, dove si è esibita e ha tenuto discorsi (come nel caso dell'Europride di Roma del 2011).[5] Lady Gaga dà il suo contributo anche nella lotta all'HIV.[6] Infatti, in collaborazione con Cyndi Lauper, ha lanciato una linea di rossetti della MAC Cosmetics donando i ricavati ad associazioni per la prevenzione dell'AIDS. Gaga e sua madre hanno anche fondato un'associazione, la Born This Way Foundation, che si concentra sui giovani riguardo a delle questioni come l'autostima, il benessere e contro il bullismo.[7]","strBiographyJP":"レディー・ガガ (英: Lady Gaga)[5]ことステファニー・ジョアン・アンジェリーナ・ジャーマノッタ（Stefani Joanne Angelina Germanotta、1986年3月28日 - ）は、アメリカ合衆国の音楽家。\n19歳の時にデフ・ジャムと契約し、ニューヨーク市の近郊のクラブでダンサーをしながら生計を立てた。また同時期インタースコープ・レコードとソングライターとして契約をし、同レーベルのアーティストを中心に複数のミュージシャンに楽曲提供を行った。その後楽曲提供を行う中でエイコンにガガの歌手としての才能を認められ、エイコン自身のレーベルコンライブとレコード契約し、歌手としてのキャリアをスタートさせた。\n2008年に発売したデビュー・アルバム『ザ・フェイム』は商業的に大きな成功を収め、4カ国の音楽チャートで1位を獲得、1500万枚以上売り上げた。米ビルボードのダンス/エレクトロニカ・アルバムチャートでも1位となり、多くの批評家から肯定的評価を受けた。アルバムからの最初のシングル2曲「ジャスト・ダンス」「ポーカー・フェイス」は世界中のチャートで1位を獲得する大ヒットとなり、前者は第51回グラミー賞にて最優秀ダンス・レコーディング賞にノミネートされた。2009年に2枚目のアルバム『ザ・モンスター』を発表した。同アルバムからのシングル「バッド・ロマンス」「テレフォン」はそれぞれ全米チャートTop3に入る大ヒットになる。MTV Video Music Awards 2010では歴代2位となる8冠を獲得した。2011年には3枚目のアルバム『ボーン・ディス・ウェイ』を発表し28ヵ国で1位を獲得、800万枚以上の売り上げを記録した。アルバムからのシングル「ボーン・ディス・ウェイ」「ジ・エッジ・オブ・グローリー」は世界的ヒットとなった。彼女は現在までに世界中でシングルを8400万枚、アルバムを2500万枚以上売り上げている[6]。\nガガはデヴィッド・ボウイやクイーン、エルトン・ジョンといったグラム・ロッカーのほか、シンディ・ローパー、マイケル・ジャクソン、ホイットニー・ヒューストン、マドンナといった複数のポップ歌手から音楽的に影響を受けている。また同時に自身が作詞・作曲とパフォーマンスを行う上で必須の部分であると語るファッションの面からも強い影響を受けている[7]。2010年5月、アメリカの雑誌『タイム』の世界で最も影響力のある有名人を選出する「タイム100」のアーティスト部門の1位に選ばれた[8][9]。\nTwitterのフォロワー数は2012年現在3000万人を超える。2010年8月にフォロワー数が約568万人に達し、ブリトニー・スピアーズを抜き世界1位となったが[10]、2013年1月21日にジャスティン・ビーバーに抜かれ世界2位となった[11]。","strBiographyRU":"Ле́ди Га́га (англ. Lady Gaga, настоящее имя Сте́фани Джоа́нн Анджели́на Джермано́тта, англ. Stefani Joanne Angelina Germanotta[2]; 28 марта 1986, Нью-Йорк[3]) — американская певица, автор песен, продюсер, филантроп, дизайнер и актриса. Начала свою карьеру с выступлений в клубах, а к к концу 2007 года продюсер Винсент Херберт подписал певицу на лейбл Streamline Records, который является ответвлением Interscope Records. Изначально Гага работала в качестве штатного автора Interscope Records, но после того, как вокальные данные Гаги привлекли рэпера Эйкона, с ней был подписан контракт на запись альбома.\nВ 2008 году Леди Гага выпустила дебютный альбом The Fame, который стал коммерчески успешным и был положительно принят критиками. Из альбома было выпущено пять синглов, два из которых «Just Dance» и «Poker Face» стали международными хитами, а «LoveGame» и «Paparazzi» имели умеренный успех. В 2009 году был выпущен мини-альбом The Fame Monster, распроданный большим тиражом как и его предшественник. Выпущенные из пластинки синглы «Bad Romance», «Telephone» и «Alejandro», достигли высоких продаж во всем мире. Международный тур в поддержку альбома The Monster Ball Tour стал одним из самых прибыльных шоу за всю историю. Второй студийный альбом Born This Way возглавил чарты практически всех стран мира и стал вторым по количеству продаж в 2011 году. В его поддержку было выпущено пять синглов, четыре из которых стали международными хитами («Born This Way», «Judas» и «The Edge of Glory») или имели умеренный успех («Yoü and I»). Третий студийный альбом Artpop будет выпущен в 2013 году.\nПод влиянием Дэвида Боуи, Майкла Джексона, Мадонны, и Queen, Леди Гага создала свой яркий стиль, который она использует в видеоклипах и выступлениях. По состоянию на октябрь 2011 года, альбомы Леди Гаги были проданы в количестве 23 миллионов копий, а синглы — 64 миллиона экземпляров во всем мире. Певица имеет множество наград, среди которых пять премий Грэмми, 13 MTV Video Music Awards и 8 MTV Europe Music Awards, а также занимает четвертое место в списке 100 величайших женщин в музыке по версии VH1. Time назвал исполнительницу одной из самых влиятельных личностей в мире[4][5]. Кроме того, Гага является защитницей ЛГБТ-сообщества.","strBiographyES":"Stefani Joanne Angelina Germanotta (Nueva York, Estados Unidos, 28 de marzo de 1986), más conocida por su nombre artístico, Lady Gaga, es una cantante, compositora, productora, bailarina, activista y diseñadora de moda estadounidense. También ha dedicado parte de su vida a la actuación y la filantropía.3 Nacida y criada en la ciudad de Nueva York, estudió en la escuela Convent of the Sacred Heart y asistió por un tiempo breve a la Tisch School of the Arts, perteneciente a la Universidad de Nueva York, hasta que abandonó sus estudios para enfocarse en su carrera musical. Fue así como irrumpió en la escena del rock en el Lower East Side de Manhattan y firmó un contrato con Streamline Records hacia fines de 2007. En la época en que trabajaba como compositora para dicha discográfica, su voz llamó la atención del artista Akon, quien la hizo firmar un contrato con Kon Live Distribution.\nLady Gaga adquirió fama como artista tras el lanzamiento de su álbum debut, The Fame (2008), que incluye los sencillos «Just Dance» y «Poker Face». El disco tuvo éxito comercial —llegó al primer lugar en numerosas listas de éxitos— y buenas críticas.4 Tras comenzar su gira The Fame Ball Tour, lanzó el EP The Fame Monster (2009), que contiene las canciones «Bad Romance», «Telephone» y «Alejandro». Su éxito permitió a la cantante realizar su gira de ocho meses de duración Monster Ball Tour, que se considera como una de las series de conciertos con mayores ingresos económicos generados en la historia de la industria musical. Su siguiente álbum, Born This Way (2011), llegó al primer lugar de varias listas de ventas y contiene sencillos como «Born This Way», «Judas», «The Edge of Glory» y «Yoü and I».5 6 7 Su tercer álbum de estudio, ARTPOP, está previsto para ser lanzado en 2013.\nInfluenciada por David Bowie, Michael Jackson, y Queen, Lady Gaga es reconocida por su sentido estético cambiante y extravagante con respecto a la música, la moda, las presentaciones en directo y los videos musicales. Hacia octubre de 2011, había vendido aproximadamente veintitrés millones de copias de álbumes y 64 de sencillos,8 de los cuales algunos han sido los más vendidos en el mundo.9 10 11 12 Los reconocimientos que recibió incluyen cinco premios Grammy y trece MTV Video Music Awards.13 Figuró consecutivamente como «artista del año» en la revista Billboard y en el cuarto puesto de la lista de VH1 de las «Cien mujeres más grandes de la música», así como en otras listas elaboradas por la revista Forbes y Time, donde la consideran asimismo como una de las personas más influyentes del mundo.14 15 Ha lanzado su propia fragancia comercial llamada Fame.16 Más allá de su carrera como artista, Gaga también se dedica a causas humanitarias y al activismo en favor de la comunidad LGBT.","strBiographyPT":"Stefani Joanne Angelina Germanotta (Nova Iorque, 28 de março de 1986), mais conhecida pelo nome artístico Lady Gaga, é uma cantora, compositora e produtora musical nascida nos Estados Unidos.3 7 Ela começou a apresentar-se no cenário musical de rock no Lower East Side em 2003, e mais tarde matriculou-se na Tisch School of Arts da Universidade de Nova Iorque.8 No fim de 2007, assinou um contrato com a Streamline Records, um selo da editora discográfica Interscope Records. Durante o seu início na Interscope, trabalhou como compositora para artistas e capturou a atenção do produtor Akon, que reconheceu as suas habilidades vocais e contratou-a para a sua própria gravadora, a Kon Live Distribution.3\nGaga ganhou proeminência como uma artista após o lançamento do seu álbum de estúdio de estreia, intitulado The Fame, em 2008. O disco foi um sucesso a nível crítico e comercial, tendo atingido o número um no Reino Unido, Canadá, Áustria, Alemanha e Irlanda, enquanto nos Estados Unidos alcançou a posição máxima de número dois na Billboard 200.9 As canções \"Just Dance\" e \"Poker Face\", co-escritas e produzidas por RedOne, tornaram-se sucessos internacionais de número um, atingindo o topo da Billboard Hot 100 nos EUA, bem como em vários outros países.10 11 O álbum, mais tarde, conseguiu um total de sete indicações e dois prêmios nos Grammy Awards.12 No início de 2009, ela embarcou em sua primeira turnê, a The Fame Ball Tour. No quarto trimestre do ano, lançou o extended play (EP) The Fame Monster, que contém os êxitos internacionais \"Bad Romance\", \"Telephone\" e \"Alejandro\", e embarcou em sua segunda turnê, a The Monster Ball Tour. The Fame Monster vendeu 6 milhões de cópias e foi o álbum mais vendido de 2010.13 14 15 O seu segundo álbum de estúdio, Born This Way, foi lançado em 23 de Maio de 2011 e vendeu 2,2 milhões de cópias nos EUA e 8 milhões mundialmente.16 17 Além disso, produziu os singles \"Born This Way\", \"Judas\" e \"The Edge of Glory\", que tornaram-se sucessos mundiais.\nInfluenciada por artistas como David Bowie, Michael Jackson, Madonna e Queen,18 19 Gaga é reconhecida pelas suas contribuições extravagantes, diferentes e exageradas à indústria musical através da sua moda, actuações e vídeos musicais. Ela vendeu um número estimado de 23 milhões de álbuns e 64 milhões de singles no mundo, o que fez dela uma das recordistas de vendas de discos no mundo.20 As suas conquistas incluem cinco Grammy Awards e 13 MTV Video Music Awards. A artista apareceu consecutivamente na lista dos \"Artistas do Ano\" da revista Billboard (conseguindo o título definitivo em 2010), posicionou-se no número quatro na lista das \"100 Maiores Mulheres na Música\" do VH1,21 e é regularmente destacada em listas elaboradas pela revista Forbes e foi nomeada uma das pessoas mais influentes do mundo pela revista Time.22 23 Em 2012, Gaga foi posicionada no número quatro na lista das \"15 Mulheres Mais Bem Sucedidas Do Entretenimento\" da Billboard, faturando mais de 25 milhões de dólares.24 25","strBiographySE":"Lady Gaga, egentligen Stefani Joanne Angelina Germanotta,[2] född 28 mars 1986 i New York, New York, i en italiensk-amerikansk familj, är en amerikansk sångerska och låtskrivare.\nLady Gaga har sålt 23 miljoner album och 64 miljoner singlar[3] och hennes singel Just Dance är bland de 20 mest sålda låtarna sedan år 2000.[4] Inspirationen till hennes artistnamn, Lady Gaga, kommer från Queens låt Radio Ga Ga.[5]\nLady Gaga har bland annat skrivit låtar till Pussycat Dolls, Akon och Britney Spears. Singlarna Just Dance, Poker Face, Paparazzi, Bad Romance och Alejandro är alla skrivna och producerade av Lady Gaga och marockanske producenten och låtskrivaren RedOne. Han har även varit med och gjort låtar till den nya skivan, Born This Way. I mars 2012 följde mer än 20 miljoner människor henne på Twitter vilket gjorde henne till den mest följda personen på mikrobloggen.","strBiographyNL":"Stefani Joanne Angelina Germanotta[1] (New York, 28 maart 1986[2]), beter bekend als Lady Gaga, is een Amerikaans zangeres, songwriter, actrice en pianiste. Ze werd bekend door het van haar in 2008 uitgebrachte debuutalbum The Fame afkomstige Just Dance, dat genomineerd werd voor een Grammy Award, en Poker Face, van hetzelfde album, dat een Grammy Award won. In 2009 bracht ze de video-EP The Fame Monster uit, en in 2011 haar tweede studioalbum, Born This Way. Met singles als Bad Romance (2009) en Born This Way (2011) was ze ook succesvol.\nLady Gaga heeft haar naam ontleend aan het nummer Radio Ga Ga van de Britse rockgroep Queen.[3] Lady Gaga werd geboren als Stefani Joanne Angelina Germanotta op 28 maart 1986 in New York. Haar moeder Cynthia (geboren Bissett) was van Frans-Canadese afkomst, de familie van haar vader Joseph Germanotta, een internetondernemer, kwam oorspronkelijk van Sicilië. Stefani is de oudste van twee kinderen. Haar zus Natali werd geboren in 1992. Hoewel ze in een welvarend gezin in het rijke Manhattan's Upper West Side opgroeide, benadrukt Lady Gaga dat haar ouders beiden uit de lagere sociale klasse afkomstig waren en dat ze voor alles wat ze hadden, hard hadden moeten werken.\nOp haar dertiende gaf ze haar eerste grote optreden. Op haar twintigste tekende ze een contract bij Interscope Records, waar ze haar eerste nummers schreef. Zo schreef ze onder andere voor de Pussycat Dolls en Britney Spears. In 2008 trad ze op tijdens de Miss Universe-verkiezing.","strBiographyHU":"Stefani Joanne Angelina Germanotta, (ˈstɛfəniː dʒərməˈnɒtə) művésznevén Lady Gaga (New York, 1986. március 28.) többszörös Grammy-díjas amerikai énekesnő, dalszerző, táncos, üzletasszony, színésznő, zenei producer, divatdiktátor, filantrópus és meleg-jogi aktivista, a jelenkori popzene egyik legjelentősebb alakja.\nA New York-i Egyetem Tisch School of the Arts nevű művészeti tagintézményében tanult zenét, de félbehagyta tanulmányait és éneklésbe kezdett New York Lower East Side nevű részében. Szerződést kötött az Interscope Records cég tulajdonában álló Streamline Records lemezkiadóval, majd dalszövegíróként kezdett el dolgozni, és olyan előadóknak írt számokat, mint Britney Spears illetve a Pussycat Dolls. Énekesi képességeit Akon amerikai R&B énekes fedezte fel, majd leszerződtette saját kiadójához, a Kon Live Distribution-höz.\nLady Gaga sikeres debütáló albuma, a The Fame (2008) megjelenése után a jelenkori popzene egyik legjelentősebb alakjává vált. Az albumnak sikerült első helyre jutnia hat ország lemezeladási listáin, és a legjobb tízbe kerülni a világ számos országában, illetve első lett a Billboard Legjobb elektronikus/dance albumok nevű listáján. Első két kislemeze, a Just Dance és a Poker Face nemzetközi sikerek lettek, számos helyen első helyig jutva a slágerlistákon és a Billboard Hot 100-as listáján. Szintén kitörő sikert aratott az ezt követő, The Fame Monster (2009) című középlemez, rajta két újabb világszerte első helyezéseket elérő számmal, a Bad Romance-szel és a Telephone-nal. Az albumok népszerűsítésére Gaga világ körüli turnékra indult: a The Fame Ball Tourt csupán pár hónappal az utolsó koncerttel a The Monster Ball Tour követte. Gaga második nagylemeze, a Born This Way 2011. május 23-án jelent meg, rajta a világszerte óriási sikert arató címadó dallal, amely a megannyi slágerlistás siker mellett az iTunes történetének leggyorsabban fogyó száma lett.\nLady Gagát olyan glam rock zenészek inspirálták, mint David Bowie és Freddie Mercury, illetve popzenei előadók, mint Madonna, Michael Jackson, vagy Whitney Houston. Fülbemászó slágerei mellett szertelen öltözködési stílusával, videoklipjeivel és élő előadásaival vívta ki a közismertséget. Zenei előadóként számos sikert elért, köztük öt Grammy-díjat és további tizenkét kategóriában jelölést; két Guinness rekordot;[2] és több mint tizenöt millió eladott albumot és ötvenegy millió kislemezt világszerte.[3][4] A Billboard magazin a 2010-es év előadójának választotta,[5] és a 73. helyre sorolta a 2000-es évek legjobbjai - Az évtized előadói listáján.[6] A Time magazin a világ száz legnagyobb hatású embere közé sorolta, és a Forbes is A 100 legbefolyásosabb és legnagyobb hatású híresség egyikének nevezte.[7][8] A Forbes emellett A világ 100 legbefolyásosabb nője nevű listáján a hetedik helyre sorolta őt.[9]","strBiographyNO":"Stefani Joanne Angelina Germanotta (født 28. mars 1986), bedre kjent som Lady Gaga, er en amerikansk musiker og danser. Hun begynte karrieren sin som låtskriver for etablerte artister som Fergie, Pussycat Dolls, Britney Spears, New Kids on the Block og sanger/produsent Akon. Etter at Akon la merke til at hun hadde talent signerte han henne på sitt eget plateselskap -Kon Live Distribution. Etter dette begynte Gaga å jobbe på debutalbumet.\n\nDebutalbumet The Fame kom ut i 2008 og, som hun forklarte, handler om «hvordan hvem som helst kan føle seg berømt». Til nå har albumet nådd opp på de internasjonale listene med hit-singlene «Just Dance» og «Poker Face». Gaga er tydelig påvirket av glamrockere -som David Bowie og Queen, men også popmusikere som Michael Jackson og Madonna.","strBiographyIL":"סטפני ג'ואן אנג'לינה ג'רמנוטה (באנגלית: Stefani Joanne Angelina Germanotta; נולדה ב-28 במרץ 1986), הידועה בעיקר בשם הבמה ליידי גאגא (Lady Gaga), היא זמרת אמריקאית הידועה בלבושה יוצא הדופן ובקול המָצו-סופרן שלה. היא החלה להופיע בסצנת הרוק של לואר איסט סייד בניו-יורק ב-2003 ונרשמה לבית הספר לאמנות של אוניברסיטת ניו יורק. לאחר מכן חתמה על חוזה עם חברת ההקלטות \"Streamline Records\" שהיא חלק מחברת ההקלטות האמריקאית אינטרסקופ רקורדס.\nליידי גאגא קיבלה השראה מכוכבי רוק כמו דייוויד בואי וקווין, כמו כן גם מכוכבי פופ כמו מדונה ומייקל ג'קסון. היא גם הצהירה כי אופנה היא המקור לכתיבת שיריה ולהופעות שלה בתקופת האלבום הראשון. גאגא דורגה כאמנית במקום ה-73 בדירוג הבילבורד לאמני העשור 2010-2000.‏[1] באוגוסט 2010 הגיעה גאגא להישג מכירות שקרוב ל-20 מיליון עותקים מאלבום הבכורה שלה ו-51 מיליון סינגלים ברחבי העולם.‏[2]‏[3]‏[4] במאי 2010, כלל המגזין טיים את גאגא ברשימה השנתית של מאה האנשים המשפיעים ביותר; ביוני 2010 דירג ירחון פורבס את גאגא במקום הרביעי ברשימת מאה המפורסמים החזקים והמשפיעים בעולם ובמקום השני כזמרת רבת-עוצמה בעולם;‏[5]‏[6] באוקטובר 2010 דירג פורבס את גאגא במקום השביעי ברשימה השנתית של מאה הנשים החזקות בעולם, ובמקום הראשון בתחום הבידור.‏[7]‏[8]","strBiographyPL":"Lady Gaga, właściwie Stefani Joanne Angelina Germanotta (ur. 28 marca 1986 w Nowym Jorku) – amerykańska piosenkarka pop, autorka tekstów piosenek, kompozytorka i aktorka. W latach 1999−2006 wokalistka zespołu Stefani Germanotta Band. Ambasadorka dobrej woli UNICEF.\nSwój pseudonim sceniczny zaczerpnęła z tytułu utworu zespołu Queen Radio Ga Ga po tym jak producent muzyczny Rob Fusari określił jej styl śpiewu, jako podobny do tego, który prezentował Freddie Mercury. Nieodłącznym elementem scenicznego show Lady GaGi są różnego rodzaju kreacje, projektowane przez m.in. Giorgia Armaniego, Aleksandra Macqueena. Jako inspiracje dla swojej muzyki, Lady Gaga wymienia takich artystów glam rockowych, jak David Bowie i Queen, oraz artystów popowych, jak Michael Jackson i Madonna. 31 stycznia 2010 roku zdobyła dwie nagrody Grammy (pośród 12 nominacji) za utwór \"Poker Face\" i album \"The Fame\" i trzy nagrody Brit Awards we wszystkich kategoriach, w których była nominowana. W sierpniu 2011 r., zdobywając dwie statuetki MTV Video Music Awards, stała się pierwszą osobą mającą w posiadaniu 13 tych nagród w zaledwie trzy lata, zdobywając 3 statuetki w 2009 r. i kolejno 8 w 2010 r.\nLady Gaga jest Artystką roku 2010 według magazynu Billboard oraz zajęła 73. miejsce w rankingu artystów dekady. Gaga pojawiła się na liście \"najbardziej wpływowych ludzi na świecie\" tygodnika Time oraz na liście dwutygodnika Forbes \"100 najbardziej wpływowych celebrytów na świecie\". Magazyn Vanity Fair umieścił piosenkarkę na 9. miejscu najbardziej wpływowych ludzi w 2011 roku, natomiast ponownie trafiła na listę magazynu \"Forbes\" zajmując 11 miejsce jako najwyżej uplasowana piosenkarka na liście. Jest obdarzona skalą głosu wynoszącą 2,7 oktawy. Album The Fame znalazł się na liście najlepszych debiutanckich albumów muzycznych wszech czasów magazynu Rolling Stone.","strGender":"Female","intMembers":"1","strCountry":"New York, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ib17f51665840436.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/qxwtwx1537623070.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/gz3frv1657540500.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/uvqyrp1511279754.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/wssppt1537641349.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rsrppp1520033622.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wvuqsy1340827050.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/svpqxs1340827066.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/lady-gaga-53f3c8feea3d2.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/strrrq1537623093.jpg","strMusicBrainzID":"650e7db6-b795-4eb5-a702-5ea2fc46c848","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Lady Gaga/+charts?rangetype=6month","intCharted":"4","strLocked":"unlocked"}]}