{"artists":[{"idArtist":"119737","strArtist":"Maurice Ravel","strArtistStripped":null,"strArtistAlternate":"Ravel","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1875","intDiedYear":"1937","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Maurice Ravel, from his baptismal name Joseph Maurice Ravel, is a French composer born in Ciboure on March 7, 1875 and died in Paris on December 28, 1937.\nJoseph-Maurice Ravel was a French composer known especially for his melodies, orchestral and instrumental textures and effects. Along with Claude Debussy, he was one of the most prominent figures associated with Impressionist music. Much of his piano music, chamber music, vocal music and orchestral music has entered the standard concert repertoire.\nRavel's piano compositions, such as Jeux d'eau, Miroirs, Le tombeau de Couperin and Gaspard de la nuit, demand considerable virtuosity from the performer, and his orchestral music, including Daphnis et Chloé and his arrangement of Modest Mussorgsky's Pictures at an Exhibition, use a variety of sound and instrumentation. Ravel is perhaps known best for his orchestral work Boléro (1928), which he considered trivial and once described as \"a piece for orchestra without music\".\nAccording to SACEM, Ravel's estate had earned more royalties than that of any other French composer (until, that is, January 1, 2008 when, according to the governing copyright laws of many countries around the world, Ravel's works fell into the public domain).","strBiographyDE":"Joseph-Maurice Ravel (* 7. März 1875 in Ciboure; † 28. Dezember 1937 in Paris) war ein französischer Komponist und neben Claude Debussy Hauptvertreter des Impressionismus in der Musik. Sein bekanntestes Werk ist das ursprünglich als Ballettmusik konzipierte Orchesterstück Boléro. \n(Wikipedia)","strBiographyFR":"Maurice Ravel, du nom de baptême Joseph Maurice Ravel, est un compositeur français né à Ciboure le 7 mars 1875 et mort à Paris le 28 décembre 1937.\nJoseph-Maurice Ravel était un compositeur français surtout connu pour ses mélodies, ses textures et effets orchestraux et instrumentaux. Avec Claude Debussy, il était l'une des personnalités les plus importantes associées à la musique impressionniste. Une grande partie de sa musique pour piano, musique de chambre, musique vocale et musique orchestrale est entrée dans le répertoire standard des concerts.\nLes compositions pour piano de Ravel, telles que Jeux d'eau, Miroirs, Le tombeau de Couperin et Gaspard de la nuit, exigent une virtuosité considérable de l'interprète, et sa musique orchestrale, y compris Daphnis et Chloé et son arrangement de Modest Moussorgsky's Pictures at an Exhibition, utiliser une variété de sons et d'instruments. Ravel est peut-être mieux connu pour son œuvre orchestrale Boléro (1928), qu'il considérait comme anodine et une fois décrite comme \"une pièce pour orchestre sans musique\".\nSelon la SACEM, la succession de Ravel avait gagné plus de redevances que celle de tout autre compositeur français (jusqu'au 1er janvier 2008, lorsque, selon les lois sur le droit d'auteur en vigueur dans de nombreux pays à travers le monde, les œuvres de Ravel sont tombées dans le domaine public) .","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"French","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sypwxp1373123255.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/uurtqv1384522414.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"6fdd3b3e-1ea6-4da9-8d6f-8f8de01c133a","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}