{"artists":[{"idArtist":"155113","strArtist":"François Couperin","strArtistStripped":null,"strArtistAlternate":"Couperin","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1668","intDiedYear":"1733","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"François Couperin (10 November 1668 – 11 September 1733) was a French Baroque composer, organist and harpsichordist. He was known as Couperin le Grand (\"Couperin the Great\") to distinguish him from other members of the musically talented Couperin family.\nCouperin was born into one of the best known musical families of Europe. His father Charles was organist at the Church of Saint-Gervais in Paris, a position previously occupied by Charles's brother Louis Couperin, a highly regarded keyboard virtuoso and composer whose career was cut short by an early death. As a boy, François must have received his first music lessons from his father. Unfortunately, Charles died in 1679. The church council at Saint-Gervais hired Michel Richard Delalande to serve as new organist, with the condition that François would replace him at age 18. Meanwhile, the boy was taken care of and taught by organist Jacques-Denis Thomelin, who served both at the court and at the famous church of St Jacques-de-la-Boucherie. According to a biography by Évrard Titon du Tillet, Thomelin treated the boy extremely well and became \"a second father\" to him. François's talent must have manifested itself quite early, since already by 1685 the church council agreed to provide him with a regular salary even though he had no formal contract.\n\nCouperin's mother Marie (née Guérin) died in 1690, but otherwise his life and career were accompanied by good fortune. In 1689 he married one Marie-Anne Ansault, daughter of a prosperous and well connected family. The next year saw the publication of Couperin's Pieces d'orgue, a collection of organ masses that was praised by Delalande (who may have assisted with both composition and publication). In three more years Couperin succeeded his former teacher Thomelin at the court. The new appointment was extremely prestigious and brought Couperin in contact with some of the finest composers of his time, as well as numerous members of the aristocracy. His earliest chamber music dates from around that time. The numerous duties Couperin carried out at the court were accompanied by duties as organist at Saint Gervais, and also by the composition and publication of new music. He obtained a 20-year royal privilege to publish in 1713 and used it immediately to issue the first volume (out of four) of his harpsichord works, Pieces de clavecin. A harpsichord playing manual followed in 1716, as well as other collections of keyboard and chamber music. In 1717 Couperin succeeded one of his most eminent colleagues, Jean-Baptiste-Henry d'Anglebert, as ordinaire de la musique de la chambre du roi pour le clavecin, one of the highest possible appointments for a court musician. However, his involvement in the musical activities at the court may have lessened after Louis XIV's death in 1715.\n\nCouperin's health declined steadily throughout the 1720s. The services of a cousin were required by 1723 at Saint Gervais, and in 1730 Couperin's position as court harpsichordist was taken up by his daughter Marguerite-Antoinette. Couperin's final publications were Pièces de violes (1728) and the fourth volume of harpsichord pieces (1730). The composer died in 1733. The building where Couperin and his family lived since 1724 still stands and is located at the corner of the rue Radziwill and the rue des Petits Champs. The composer was survived by at least three of his children: Marguerite-Antoinette, who continued working as court harpsichordist until 1741, Marie-Madeleine (Marie-Cécile), who became a nun and may have worked as organist at the Maubuisson Abbey, and François-Laurent, who according to contemporary sources left the family after François died.","strBiographyDE":"Wikipedia\n\nFrançois Couperin (* 10. November 1668 in Paris; † 11. September 1733 ebenda), auch „Le Grand“ genannt, war ein französischer Organist und Komponist. Er gilt als der bedeutendste Vertreter der französischen Organisten-, Cembalisten- und Komponistenfamilie Couperin und war als Hofkomponist Ludwigs XIV. eine der wichtigen musikalischen Persönlichkeiten in Frankreich zwischen Lully und Rameau.\n\nDen ersten Musikunterricht erhielt François Couperin von seinem Vater Charles und seinem gleichnamigen Onkel François. Dabei lernte er auch das Werk seines anderen Onkels Louis Couperin kennen. Von 1685 bis 1723 war er – wie die meisten Mitglieder seiner Familie – Organist an der Kirche St-Gervais in Paris. Nach dem frühen Tod seiner Brüder Louis und Charles war er noch zu jung für das Amt gewesen, das übergangsweise der angesehene Organist Michel-Richard Delalande übernommen hatte.\n1693 erhielt Couperin die Stelle des Organisten an der Königlichen Kapelle in Versailles. Als Lully 1687 starb und Ludwig XIV. schwer erkrankte, wandelte sich der Musikgeschmack des Königs und seines Hofes. Ludwigs zweite Frau, Madame de Maintenon, lenkte sein Interesse auf die bedächtigere Kirchen- und Kammermusik. Beim offiziellen Vorspielwettbewerb für eine der drei Organistenstellen setzten sich Spiel und Kompositionen Couperins gegen sieben andere Kandidaten durch; der König ließ ihn allerdings (wie üblich) drei Tage im Ungewissen.\nFrançois Couperins Amt war sehr vielschichtig: Er wurde in Versailles Lehrer der königlichen Familie, hatte Orchester- und Organistendienst für drei Monate pro Jahr und blieb auch in der Kirche St-Gervais tätig. Als ihn Ludwig noch zum Hofkomponisten für sakrale Musik ernannte, bedeutete das einen erheblichen Zeitaufwand: Der musikalisch hochbegabte König wollte jedes Stück nur einmal bei den Festlichkeiten, den Konzerten und dem täglichen Zeremoniell in der Schlosskapelle hören.\nWährend Lalande als „maître“ des Orchesters im Stile Lullys die großen Chor- und Instrumentalwerke komponierte, schrieb Couperin vor allem Motetten und Psalmen im Stil der Kammermusik (höchstens dreistimmige Werke mit ein bis zwei Sängern, Orgel/Cembalo und einer Bassviola).\nLudwig XIV. sah zeitlebens Glauben und Kirche als wichtigen Pfeiler seiner Macht und deren Legitimation („Gottesgnadentum“). Dementsprechend pflegte er sie auch in Form der Musik und schätzte auch Couperins Messen, von denen die Messe „à l'usage ordinaire des paroisses pour les fêtes solemnelles“ die bekannteste ist.\nNeben der Orgel war Couperin auch ein begnadeter Cembalist, wurde bald „Maître de Clavecin du Duc de Bourgogne“ genannt und Lehrer der Prinzen und Prinzessinnen. Ab 1714 ging er fast jeden Sonntag nach Versailles, wo nachmittags die königlichen Kammerkonzerte mit seinen „Concerts royaux“ stattfanden. Das Ensemble war meist nur klein: Cembalo (meist Couperin), Violine, Bassviola, Oboe und Fagott. Diese kleinen Konzerte, die ausschließlich für den König komponiert wurden, hatten eine unterhaltende und graziös-charmante Art, die der nun 75-jährige Ludwig XIV. sehr schätzte. In ihnen trachtete Couperin, den spielerischen italienischen und den eher ernsten französischen Geschmack zu vereinen, wie er über seine „Concerts royaux“ selbst geschrieben hat.\nAls Ludwig 1715 starb, fand Couperin zwar neue Gönner am Hofe, doch wurde es unter dem Interimsregenten Kardinal Fleury in Versailles sehr ruhig. Der Kardinal hielt nicht viel von Repräsentation und Festen und reduzierte sie auf ein Mindestmaß. So konnte sich François Couperin abermals auf sein Organistenamt in St-Gervais konzentrieren, bis er es aus gesundheitlichen Gründen 1723 aufgab. Daneben erteilte er weiterhin Unterricht für Mitglieder des Königshauses, darunter die polnische Prinzessin Maria Leszczyńska, Gattin von Ludwig XV.\n\nCouperin ist seit 1977 Namensgeber für die Couperin Bay, einer Bucht der Alexander-I.-Insel in der Antarktis.  ","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"French","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tpxrrq1556560964.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xyrxpp1556560976.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"86523090-6085-42c1-80b7-772f1bc80472","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}