{"artists":[{"idArtist":"132430","strArtist":"Robbie Robertson","strArtistStripped":null,"strArtistAlternate":"","strLabel":"UMe","idLabel":"48505","intFormedYear":null,"intBornYear":"1943","intDiedYear":"2023","strDisbanded":"Yes","strStyle":"Rock/Pop","strGenre":"Rock","strMood":"Gritty","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Robbie Robertson, OC (born Jaime Robert Klegerman; July 5, 1943) is a Canadian singer-songwriter and guitarist. He is best known for his work as lead guitarist and primary songwriter within The Band. He was ranked 59th in Rolling Stone magazine’s list of the 100 Greatest Guitarists of All Time.The Band has been inducted into the Rock and Roll Hall of Fame and the Canadian Music Hall of Fame. As a songwriter, Robertson is credited for such songs as \"The Weight\", \"The Night They Drove Old Dixie Down\", \"Up On Cripple Creek\", \"Broken Arrow\" and \"Somewhere Down the Crazy River\", and has been inducted into the Canadian Songwriters Hall of Fame.","strBiographyDE":"Jaime Robbie Robertson (* 5. Juli 1943 in Toronto, Ontario; † 9. August 2023 in Los Angeles[1]) war ein kanadischer Rockmusiker (Gitarrist, Sänger und Songschreiber). Bekannt wurde er als Mitglied der Gruppe The Band, die Bob Dylan Mitte der 1960er begleitete und ab 1968 acht Studioalben veröffentlichte. \n\nRobertson, biologischer Sohn eines Juden und einer Mohawk-Indianerin, lernte bereits früh Gitarre spielen. Schon Ende der 1950er spielte er in verschiedenen Bands in Toronto und Umgebung mit. 1960 schloss er sich der Band The Hawks um Sänger Ronnie Hawkins an.\n\nAls Hawkins die Gruppe 1963 verließ, nannte sie sich zunächst Canadian Esquires und Levon and the Hawks, bis sie schließlich den Namen The Band annahm.\n\nBob Dylan nahm die Band 1965 bis 1966 als seine Begleitband unter Vertrag, nachdem er beim Newport Folk Festival 1965 erstmals mit „elektrischer“ Begleitung aufgetreten war.\n\nDer von Robertson geschriebene Titel The Night They Drove Old Dixie Down zählt zu den bekanntesten Liedern der kanadisch-amerikanischen Rockgruppe The Band. Er erschien erstmals 1969 auf dem Album The Band, wurde aber nie als Single veröffentlicht. Folksängerin Joan Baez landete 1971 mit einer Cover-Version ihren ersten und einzigen US-Top-Ten-Hit. Im deutschsprachigen Raum wurde die Melodie hauptsächlich durch den Nummer-eins-Hit Am Tag, als Conny Kramer starb von Juliane Werding aus dem Jahr 1972 bekannt.\n\n1968 erschien das Album Music from Big Pink, das die Band zu einer der bekanntesten amerikanischen Rockbands machte. Robertson schrieb die meisten Songs und galt als ihr führender Kopf.\n\nDoch 1976 löste er die Band auf. The Band – The Last Waltz ist die Dokumentation des legendären Abschiedskonzertes. Bei der Wiedervereinigung 1983 war Robertson nicht dabei.\n\n1980 schrieb Robertson die Musik zu Martin Scorseses Film Wie ein wilder Stier. Robertson arbeitete für weitere Filmprojekte von Scorsese. 1986 arbeitete er (gemeinsam mit Gil Evans) am Soundtrack von Die Farbe des Geldes, musste jedoch seine Aktivitäten beim Soundtrackalbum einschränken, um sein erstes Soloalbum nicht zu behindern. Für das 2010 erschienene Shutter Island zeichnete er ebenfalls für die Filmmusik verantwortlich.\n\nAb 1987 veröffentlichte er in unregelmäßigen Abständen Solo-CDs mit allerdings nachlassendem kommerziellen Erfolg.\n\n2004 erschien Robertsons Song „Shine Your Light“ auf dem Soundtrack des Films Im Feuer (Ladder 49, u. a. mit John Travolta).\n\nDas Album How to Become Clairvoyant wurde von dem Magazin Rolling Stone auf seiner Liste der „50 Best Albums of 2011“ auf Platz 10 gesetzt.\n\nDas Lied The Money Chant wird im Film The Wolf of Wall Street (2013) in einer Restaurant-Szene mit Leonardo DiCaprio und Matthew McConaughey von den beiden Schauspielern gesungen. Es ist auch im Outro des Filmes zu hören.\n\nDer Rolling Stone listete Robertson auf Rang 59 der 100 größten Gitarristen sowie auf Rang 45 der 100 größten Songwriter aller Zeiten.\n\n2021 wurde Robertson in die American Academy of Arts and Sciences gewählt. \n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Toronto, Canada","strCountryCode":"CA","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/robertson-robbie-52d929610b954.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/xojflm1676320519.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":null,"strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"a0920ae6-2968-4f92-ac14-67448452bd18","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}