{"artists":[{"idArtist":"111256","strArtist":"Elton John","strArtistStripped":null,"strArtistAlternate":"Reginald Kenneth Dwight","strLabel":null,"idLabel":null,"intFormedYear":"1969","intBornYear":"1947","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Excitable","strWebsite":"eltonjohn.com","strFacebook":"www.facebook.com/EltonJohn","strTwitter":"1","strBiographyEN":"Sir Elton Hercules John, CBE (born Reginald Kenneth Dwight on 25 March 1947 in Pinner, Middlesex, England) is an English rock singer-songwriter, composer, pianist and occasional actor. He has worked with lyricist Bernie Taupin as his songwriter partner since 1967; they have collaborated on more than 30 albums to date.\nIn his four-decade career John has sold more than 250 million records, making him one of the most successful artists of all time. His single \"Candle in the Wind 1997\" has sold over 33 million copies worldwide, and is the best selling single in Billboard history. He has more than 50 Top 40 hits, including seven consecutive No. 1 US albums, 56 Top 40 singles, 16 Top 10, four No. 2 hits, and nine No. 1 hits. He has won six Grammy Awards, four Brit Awards, an Academy Award, a Golden Globe Award and a Tony Award. In 2004, Rolling Stone ranked him Number 49 on its list of the 100 greatest artists of all time.\nJohn was inducted into the Rock and Roll Hall of Fame in 1994. Having been named a Commander of the Order of the British Empire in 1996, John received a knighthood from Queen Elizabeth II for \"services to music and charitable services\" in 1998. John has performed at a number of royal events, such as the funeral of Princess Diana at Westminster Abbey in 1997, and the Queen's Diamond Jubilee Concert outside Buckingham Palace in 2012.\nHe has been heavily involved in the fight against AIDS since the late 1980s. In 1992, he established the Elton John AIDS Foundation and a year later began hosting the annual Academy Award Party, which has since become one of the most high-profile Oscar parties in the Hollywood film industry. Since its inception, the foundation has raised over $200 million.\nJohn entered into a civil partnership with David Furnish on 21 December 2005 and continues to be a champion for LGBT social movements. In 2008, Billboard magazine ranked him as the most successful male solo artist on \"The Billboard Hot 100 Top All-Time Artists\" (third overall, behind only The Beatles and Madonna).","strBiographyDE":"Sir Elton Hercules John (* 25. März 1947 in Pinner, Middlesex, Greater London; geboren als Reginald Kenneth Dwight) ist ein britischer Sänger, Komponist und Pianist. Mit ungefähr 450 Millionen verkauften Tonträgern zählt er zu den Interpreten mit den meistverkauften Tonträgern. Sein Repertoire reicht von Balladen über Rock- und Rock-’n’-Roll-Titel bis hin zu gospelartigen Blues- und Boogie-Nummern.\n\nElton John hat eine sehr wechselhafte Biografie. 1976 outete er sich in der Musikzeitschrift Rolling Stone als bisexuell; im Jahre 1984 heiratete er in Australien die deutsche Tontechnikerin Renate Blauel und ließ sich 1988 wieder von ihr scheiden. Später bekannte er sich zur Homosexualität. Am 21. Dezember 2005, dem ersten Tag, an dem nach einer Gesetzesänderung in Großbritannien homosexuelle Paare eine Eingetragene Lebenspartnerschaft eingehen durften, verpartnerte sich John mit seinem langjährigen Lebenspartner David Furnish. Die Zeremonie fand in Windsor statt und wurde von Clair Williams geleitet, derselben Standesbeamtin, die auch Prinz Charles und Camilla getraut hatte. Am 21. Dezember 2014 wurde ihre Lebenspartnerschaft in eine Ehe umgewandelt.\n\nSeit 1999 hat Elton John einen Herzschrittmacher. Elton John hat vier Halbbrüder von väterlicher Seite.","strBiographyFR":"Sir Elton Hercules John,(né Reginald Kenneth Dwight le 25 mars 1947 à Pinner, dans le Middlesex, en Angleterre), est un chanteur, pianiste et compositeur britannique de rock.\n\nEn plus de quarante ans de carrière, il a vendu plus de 250 millions d'albums et 100 millions de singles soit 350 millions de disques vendus.\n\nEn 1993, il bat le record d'Elvis Presley en installant un nouveau single au top 40 US pour la 24e année consécutive (record maintenu jusqu'en 1999, 30e année consécutive avec un single au top 40 US avec \"Written in the stars\" en duo avec Lean Rimes pour sa comédie musicale Aïda).\n    \nEn 1998, il est présenté comme le 2e plus gros vendeur d'albums solo de tous les temps selon Billboard.\n    \nEn 2008, il est classé comme l'artiste solo masculin ayant eu le plus de succès dans le classement Billboard depuis sa création : \"The Billboard Hot 100 Top All-Time Artists\" (3e dans l'absolu derrière The Beatles et Madonna.)\n\nLe 8 octobre 2011, il franchit le cap des 3000 concerts publics à travers le monde.\n","strBiographyCN":"艾爾頓·赫拉克勒斯·約翰爵士，CBE（Sir Elton Hercules John，1947年3月25日－）是一名英國籍搖滾樂唱作人、作曲家、鋼琴家和演員。自1967年以來，艾爾頓·約翰爵士與作詞人伯尼·陶平（Bernie Taupin）成為創作夥伴，迄今二人已經合作完成三十餘張專輯。\n在艾爾頓·約翰四十年的音樂生涯中，他共計售出超過二億五千萬張唱片，使得他成為“史上最成功的藝人”之一。[1] 他的單曲《風中之燭（1997）》在全球已成功售出3300萬張，成為“告示牌百强单曲榜”歷史上最暢銷的單曲。[2] 在艾爾頓·約翰爵士的音樂歷史中，共計有超過50首歌曲進入各大主流電臺的TOP40單曲，其中還有一張在美國連續七年蟬聯榜首的專輯。而在“告示牌百强单曲榜”的歷史中，艾爾頓·約翰爵士共有五十六首歌曲進入前四十；十六首進入前十；四首亞軍單曲和九首冠軍單曲。並且他還贏得了六座格萊美獎盃、四座全英音樂獎獎盃、一座奧斯卡獎盃、一座金球獎獎盃和一座托尼獎獎盃。在2004年，《滾石》將艾爾頓·約翰爵士列為“史上最偉大的百位藝人”中的第49位。[3]\n艾爾頓·約翰爵士在1994年進入摇滚名人堂，[4] 在1996年獲得大英帝國司令勳章，而在1998年又因“對音樂和慈善的突出貢獻”獲得英國女王伊莉莎白二世頒發的皇家嘉許。[5] 艾爾頓·約翰爵士還曾參與過一些英國王室演出，例如：1997年在西敏寺的戴安娜王妃葬禮和2012年在白金漢宮的伊莉莎白二世“鑽禧慶典音樂會”。 [6] [7]\n自20世紀80年代後期以來，艾爾頓·約翰爵士致力於抗擊艾滋病的公益活動，[8] 并在1992年成立了“艾爾頓·約翰艾滋病基金會”。從1993年開始，該基金會會舉辦年度“奧斯卡獎派對”，這已經成為好萊塢上極為矚目的活動。自成立以來，“艾爾頓·約翰艾滋病基金會”迄今已經募集了兩億美元的善款。[9]\n2005年12月21日，艾爾頓·約翰爵士與電影製片人大衛·弗尼西（David Furnish）結成民事伴侶，[10] 這被視為LGBT社會運動的一個標誌。\n2008年，《告示牌》將艾爾頓·約翰爵士評為“最成功的獨唱男歌手”而列入“告示牌百強單曲榜之史上最成功藝人榜”。[11] 在約翰爵士之前，只有披頭四樂隊和麥當娜入選。","strBiographyIT":"Sir Elton Hercules John, nato Reginald Kenneth Dwight (Pinner, 25 marzo 1947), è un cantautore, compositore e musicista britannico.\nÈ uno dei più grandi e celebrati artisti del rock contemporaneo[3][4][5][6][7]; con la sua intensa attività musicale ha infatti contribuito notevolmente alla diffusione del piano rock e negli anni settanta è stato la principale espressione del movimento[8], pur vantando comunque una produzione che spazia dal symphonic rock al glam rock, al pop rock.\nNel corso della sua ormai quarantennale carriera ha venduto ufficialmente oltre 400 milioni di dischi[9], che ne fanno uno dei cantautori di maggior successo di sempre; inoltre, insieme all' autore Bernie Taupin, forma una delle coppie di compositori più famose e prolifiche nella storia della musica contemporanea[10].\nNel 1994 è stato inserito nella Rock and Roll Hall of Fame, mentre nel 1998 è stato fatto Cavaliere (Knight Bachelor) dalla Regina Elisabetta II per servigi resi alla musica, alla cultura inglese e alla beneficenza[11] (la sua Elton John AIDS Foundation costituisce una delle principali organizzazioni non profit esistenti al mondo: ha raccolto finora oltre 150 milioni di dollari utilizzati per supportare programmi di lotta contro la malattia in 55 paesi del mondo). Era comunque già stato investito, nel 1996, del titolo di Commendatore dell'Eccellentissimo Ordine dell'Impero Britannico (CBE)[12].\nNel 1998 la Royal Academy of Music di Londra lo ha accolto come membro onorario: un simile privilegio era stato concesso in precedenza solamente a compositori come Liszt, Mendelssohn e Richard Strauss[13]. Nel 2004 la rivista Rolling Stone lo ha inserito al 49º posto nella sua lista dei 100 migliori artisti di tutti i tempi[14]; lo stesso magazine lo ha posizionato al 38º posto nella sua lista delle 100 migliori voci di tutti i tempi[15].\nNel 2008 la rivista Billboard lo ha inserito al terzo posto di una lista nella quale compaiono i nomi dei cento artisti più importanti della Hot 100, definendolo come il più importante artista solista di sesso maschile[16].\nIl baronetto è divenuto famoso per brani come Your Song, Rocket Man, Candle in the Wind (canzone avente inizialmente come protagonista Marilyn Monroe e dedicata successivamente a Lady Diana nel 1997), Goodbye Yellow Brick Road, Crocodile Rock, Daniel, Tiny Dancer, Don't Let the Sun Go Down on Me, Don't Go Breaking My Heart, Sorry Seems To Be The Hardest Word e Sacrifice. È suo il singolo più venduto della storia[17][18][19]: Candle in the Wind 1997/Something About the Way You Look Tonight vendette oltre 37 milioni di copie, e tutti gli incassi furono devoluti al Diana, Princess of Wales Memorial Fund.\nElton John ha inserito più di 50 hits nelle prime 40 posizioni delle classifiche inglesi e americane, nove album consecutivamente al primo posto nella classifica statunitense, 56 brani nella Top 40 di Billboard, sedici nella Top 10, quattro al secondo posto e nove al primo posto nella medesima classifica[20]; ha conquistato 25 dischi di platino e 35 d'oro, ha vinto sei Grammy Awards e nel 1994 ha composto (insieme al paroliere Tim Rice) la colonna sonora del film d'animazione della Disney Il Re Leone, nella quale spicca la canzone premio Oscar Can You Feel the Love Tonight?. Con Elton John il pianoforte, che è sempre stato il suo simbolo, è tornato ad essere un protagonista assoluto del rock in un'epoca in cui i chitarristi la facevano da padrone, sia nella fase compositiva, che, soprattutto, negli spettacoli live, dove il performer e il suo strumento diventano un'unica cosa.\nElton John nella sua carriera ha composto oltre settecento canzoni, la quasi totalità pubblicate ufficialmente, ed è noto per la velocità con la quale compone. Anche l'attività concertistica è tra le più intense di tutti i tempi: a partire dalla fine degli anni sessanta ha suonato in oltre 3500 concerti[21] e nel 2008 ha completato il suo personale record di essersi esibito in tutti i 50 stati dell'unione USA[22]. Sono da citare inoltre le numerose collaborazioni con altri artisti di notevole fama.","strBiographyJP":"エルトン・ハーキュリーズ・ジョン（Sir Elton Hercules John, CBE、1947年3月25日 - ）は、イギリスのミュージシャン、シンガー・ソングライター。代表曲に、「僕の歌は君の歌」「クロコダイル・ロック」「キャンドル・イン・ザ・ウィンド」「ダニエル」などがある。出生時の名前は、レジナルド・ケネス・ドワイト（Reginald Kenneth Dwight）。血液型 は A型。\n最も売れたアーティスト一覧によると、シングルとアルバムの総売り上げは、ビージーズやローリング・ストーンズ、ピンク・フロイドを上回る約3億枚。\n「ローリング・ストーンの選ぶ歴史上最も偉大な100人のシンガー」において第38位[1]。\n「ローリング・ストーンの選ぶ歴史上最も偉大な100組のアーティスト」において第49位。\n「Q誌の選ぶ歴史上最も偉大な100人のシンガー」において第45位[2]。\nパートナーは、カナダ人映画監督、プロデューサーのデヴィッド・ファーニッシュ。","strBiographyRU":"Сэр Э́лтон Геркулес Джон (англ. Elton Hercules John, настоящее имя Ре́джиналд Ке́ннет Дуайт (Reginald Kenneth Dwight); род. 25 марта 1947) — популярный британский рок-певец, композитор и пианист. Рыцарь-бакалавр (1997) и кавалер ордена Британской империи (CBE, командор, 1995). Элтон Джон оказал заметное влияние на развитие легкого рока[3]; на протяжении своей почти 50-летней карьеры он продал более 250 млн пластинок; 52 его сингла входили в британский Топ-40[4], в списке величайших исполнителей по версии журнала Rolling Stone музыкант занимает 49-е место. Элтон Джон — один из самых коммерчески успешных исполнителей 1970-х годов: семь его альбомов занимали первые места в Billboard 200[5], 23 сингла входили в американский Топ-40, 16 попадали в первую десятку и 6 поднимались на первое место[6]. Один из них, «Candle in the Wind» (версия, посвященная Принцессе Диане) разошёлся 37-миллионным тиражом[7].\nЗа всю свою карьеру Элтон Джон продал в США и Британии больше альбомов, чем любой другой британский соло-исполнитель[8].\nЭлтон Джон известен также как общественный деятель, в частности, на поприще начатой им в конце 1980-х борьбы против эпидемии СПИДа. Элтон Джон, введённый в Зал славы рок-н-ролла в 1994 году, до сих пор остается одним из самых успешных рок-исполнителей Великобритании. Его личное состояние оценивается в 265 миллионов $, около 1 миллиарда $ за годы своей карьеры он пожертвовал на благотворительность[источник не указан 309 дней].","strBiographyES":"Sir Elton Hercules John, CBE (nacido como Reginald Kenneth Dwight, Pinner, Middlesex, Inglaterra, 25 de marzo de 1947), es un cantante, compositor y pianista británico de rock, glam rock y piano rock.\nEs uno de los músicos con mayores ventas de todos los tiempos . En el año 2004 la revista Rolling Stone le otorgó el puesto 49 en su lista de los 100 mejores artistas de la historia (entendiendo la mencionada revista el término \"artista\" no en su sentido real -no hay un solo escritor en dicha lista, por ejemplo- sino como equivalente de intérprete de música ligera anglosajona desde la segunda mitad del siglo XX).\nSus múltiples reconocimientos incluyen el título de Sir luego de ser nombrado miembro de la Orden del Imperio Británico por la reina Isabel II. De acuerdo con la revista Billboard, es el tercer artista británico más grande de todos los tiempos en los Estados Unidos, sólo por detrás de The Beatles y Madonna.1 También ha colaborado con el lanzamiento musical de artistas como Anastacia.","strBiographyPT":"Sir Elton Hercules John (nascido Reginald Kenneth Dwight; Londres, 25 de março de 1947) é um premiado cantor, compositor e músico britânico. Elton John já vendeu mais de 450 milhões de cópias em todo mundo.","strBiographySE":"Sir Elton Hercules John, född Reginald Kenneth Dwight 25 mars 1947 i Pinner, Middlesex (numera en del av Harrow i nordvästra London), är en brittisk musiker, pianist, kompositör och sångare. Han har sålt 250 miljoner album världen över, liksom drygt 100 miljoner singlar, vilket gör honom till en av de mest framgångsrika artisterna genom alla tider. Elton John invaldes i Rock and Roll Hall of Fame år 1994.[1] Reginald Dwight föddes i Pinner och började spela piano 1952, då hans farmor satte honom vid ett piano för första gången. Han avancerade snabbt och fick 1958 ett stipendium till Royal Academy of Music, där han studerade musik fram till 1964, då karriären tog över intresset. Han började sin professionella bana som barspelare på Northwood Hills hotell, och erhöll ett pund plus dricks per kväll. Från mitten till slutet av 1960-talet medverkade han i gruppen Bluesology.","strBiographyNL":"Elton Hercules John, artiestennaam en later officiële naam van Reginald Kenneth Dwight (Pinner, Middlesex, 25 maart 1947), is een Engelse popzanger, componist en pianist. Na een carrière van 35 jaar waren er meer dan 250 miljoen opnames van hem verkocht,[1] waarmee hij een van de succesvolste artiesten aller tijden is. Van de remake van zijn single Candle in the Wind (origineel uit 1973) werden meer dan 37 miljoen kopieën verkocht. Van zijn singles belandden er 56 in de Amerikaanse Top-40, 16 in de Top-10, vier op de tweede plaats en negen op de eerste. Hij heeft zes Grammy Awards, een Academy Award, een Golden Globe en een Tony Award gewonnen. Zijn succes had een verregaande invloed op de popmuziek en zorgde ervoor dat de piano binnen de rock-'n-roll populair bleef. In 2004 haalde hij de 49e plaats in de lijst van grootste artiesten aller tijden van Rolling Stone.[2]\nIn 1994 werd Elton John toegelaten tot de Rock and Roll Hall of Fame. Sinds het einde van de jaren tachtig levert hij een hoge bijdrage aan de strijd tegen aids. Ook is hij een groot voorstander van de LGBT-beweging. In 1998 werd Elton John benoemd tot Knight Bachelor. In 2008 plaatste het tijdschrift Billboard hem op de derde plaats in de Billboard Hot 100 50th Anniversary Charts, waarmee Elton John volgens deze lijst de succesvolste mannelijke soloartiest ooit was.[3]","strBiographyHU":"'Elton John' Reginald Kenneth Dwightként született 1947. március 25-én, és a middlesexi Pinner-ben, anyai nagyszülei önkormányzati bérházában nevelkedett, akiknél ifjúházas szülei (Sheila Eileen (Harris) és Stanley Dwight) laktak, míg 6 éves korában egy közeli ikerházba nem költöztek. Tanulmányait a Pinner Woodi Elemi Iskolában, a Reddifordi Ált. Iskolában és a Pinner Megyei Gimnáziumban végezte 17 éves koráig, amikor is pont az emelt szintű érettségi vizsgák előtt abbahagyta az iskolát, hogy zenei pályára lépjen. Mikor már komolyan kezdte fontolgatni a zenei karriert, édesapja, aki hadnagyi rangban a Királyi Légierőnél szolgált repülőtisztként, megpróbálta polgáribb pályák felé terelgetni, mint amilyen például a banktisztviselői állás. Elton állítja, hogy vad színpadi ruháin és előadásain keresztül, a maga módján, elnyomott gyerekkorától akar szabadulni. Mindkét szülőnek volt érzéke a zenéhez. Édesapja a Bob Millar Band-ben trombitált, mely egy félprofi big band volt, akik a katonai táncmulatságokon zenéltek. Dwighték nagy lemezgyűjtők voltak, így Eltonhoz elértek a kor népszerű énekesei és zenészei, és ő emlékszik is rá, ahogy egyből ráharapott a rock'n'roll-ra, amikor 1956-ban anyukája Elvis és Bill Haley & His Comets lemezeket vitt haza. Elton három évesen kezdett zongorázni, és egy évbe se telt, hogy édesanyja hallotta őt, ahogy Winifred Atwell \"A korcsolyás keringőjét\" pötyögteti hallás után. Miután házibulikon és családi összejöveteleken is fellépett, hét évesen rendes zongoraórákra kezdett járni. Az iskolában is megmutatkozott zenei tehetsége, beleértve szerzői vénáját is, és ismertségre is szert tett azáltal, hogy iskolai rendezvényeken Jerry Lee Lewis-hoz hasonlóan játszott. Tizenegy évesen ifjúsági ösztöndíjat nyert a Királyi Zeneakadémiára. Egyik tanára szerint, első hallás után úgy játszott vissza egyből egy négy oldalas Handel darabot, mint egy gramofon lemez.\n2005-ben több mint egy évtizedes kapcsolat után bejegyzett élettársi kapcsolatot kötött David Furnishsel.","strBiographyNO":"Elton Hercules John (født Reginald Kenneth Dwight 25. mars 1947 i Pinner, Middlesex, England) er en britisk musiker, sanger og komponist. Hans singel «Candle in the wind» slo Bing Crosbys «White Christmas» som tidenes mestselgende singel.\n\nDen kanadiske filmskaperen David Furnish og John og inngikk registrert partnerskap den 21. desember 2005, samme dag som slike partnerskap ble lovlig i Storbritannia. Han har fått en stjerne på Hollywood Walk of Fame og i 2000 ble han tildelt MusiCares Person of the Year.","strBiographyIL":"סר אלטון הרקולס ג'ון (באנגלית: Elton John; נולד ב-25 במרץ 1947), הוא שם הבמה של רג'ינלד קנת' דווייט, זמר-יוצר, מלחין ופסנתרן בריטי, אחד הזמרים המצליחים ביותר במאה ה-20. אלבומיו של ג'ון נמכרו לאורך השנים ביותר מרבע מיליארד עותקים, והוא מחזיק בהישג הסינגל הנמכר ביותר בכל הזמנים, \"Candle in the Wind\" (אשר מצוין בספר השיאים של גינס). ג'ון זכה בשישה פרסי גראמי, באוסקר, בגלובוס הזהב ובפרס הטוני. כמו כן, הוא מחזיק בתואר האביר הראשון.\nהקריירה שלו משתרעת על פני ארבעה עשורים, ועשרות מהשירים שכתב וביצע נכנסו לצמרות מצעדי המכירות ברחבי העולם. מלבד הצלחתו המסחרית, נחשב ג'ון לאחד היוצרים החשובים והמשפיעים במוזיקת הפופ והרוק. הוא נחשב כמי שהצליח לשמר, במידה רבה, את מקומו המרכזי של הפסנתר ברוק'נ'רול. כמרכיבי המפתח בהצלחתו המוזיקלית ניתן למנות: כשרונו המלודי, המילים לשיריו, (אותן כתב עם שותפו לכתיבה, ברני טופין), קול הטנור העשיר שלו ונגינתו על הפסנתר המושפעת ממוזיקת הגוספל. בעיבודיו המוזיקליים בולט השימוש בכלי המיתר. ג'ון מפורסם גם בשל סגנון הלבוש שלו והתנהגותו מחוץ לבמה.","strBiographyPL":"Elton Hercules John[a] (ur. 25 marca 1947 jako Reginald Kenneth Dwight w Londynie w dzielnicy Pinner) – brytyjski piosenkarz, kompozytor, pianista i okazjonalnie aktor. Współpracuje z tekściarzem Bernie Taupinem od 1967r. Do tej pory są autorami 30 albumów.\nElton John w swojej ponad 40 letniej karierze sprzedał ponad 350 milionów nagrań, co czyni go jednym z najbardziej uhonorowanych artystów wszech czasów[1][2][3]. Jego singel \"Candle in the Wind 1997\" został sprzedany w nakładzie ponad 33 milionów kopii na całym świecie. Przebój stał się najlepiej sprzedającym singlem wszech czasów w Wielkiej Brytanii, w Singles Chart[4] i w amerykańskim Bilboard Hot 100. Zwycięzca 6 statuetek Grammy, 4 Brit Awards, Oscara, Złotego Globu i Nagrody Tony. W 2004 roku magazyn muzyczny Rolling Stone zaklasyfikował brytyjskiego artystę na 49 miejscu na liście 100 najlepszych artystów wszech czasów. W 1992 został wprowadzony (wraz z Berniem Taupinem) do Songwriters Hall of Fame, a w 1994 do Rock and Roll Hall of Fame. W 2008 John został uznany trzecim najbardziej utytułowanym artystą wszech czasów według The Billboard[5]. W 2013 otrzymał (wraz z Berniem Taupinem) Johnny Mercer Award od Songwriters Hall of Fame.\nDziałacz w sprawie walki przeciwko AIDS od końca lat 80. W 1992 założył Elton John AIDS Foundation - fundację pomagającą dzieciom chorym na AIDS.","strGender":"Male","intMembers":"1","strCountry":"Pinner, Middlesex, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/9o30sk1687869267.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/089rlz1669899164.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/zlxs6n1642158214.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/tsuwyw1515337874.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/xtxtts1522005941.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/v7akql1630570897.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/ypxyrs1347566688.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/yutvrv1347566699.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/tyg9md1630570975.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/xrwqsp1347566824.jpg","strMusicBrainzID":"b83bc61f-8451-4a5d-8b8e-7e9ed295e822","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}