{"artists":[{"idArtist":"134214","strArtist":"Brenton Wood","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1941","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"R&B","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Alfred Jesse Smith (born July 26, 1941 in Shreveport, Louisiana), better known by the stage name Brenton Wood, is an American singer and songwriter, best known for his two 1967 hits: \"The Oogum Boogum Song\" and \"Gimme Little Sign\".  When he was a child his family moved west to San Pedro in Los Angeles, California. In his high school years his family relocated to nearby Compton, where Brenton became a member of the Compton High School track team and received several awards for his athletic achievements.  Following his high school graduation, Wood enrolled in Compton College. Soon after he took the stage name Brenton Wood, possibly inspired by the wealthy Los Angeles enclave of Brentwood (some sources state that the name is in honor of his \"home county\"). During his period there his musical interests began to manifest themselves. He was inspired by Jesse Belvin and Sam Cooke, and he began cultivating his songwriting skills, also becoming an accomplished pianist.  After signing with Double Shot Records he had a hit with \"The Oogum Boogum Song\" in the spring of 1967. It reached number 19 on the R&B charts and number 34 on the pop listing. His biggest hit came in September the same year. \"Gimme Little Sign\" hit #9 on the pop chart and also #19 on the R&B charts. In the song gimme little sign is not sung, instead the chorus repeats \"give me some kind of sign\".  \"Gimme Little Sign\" was later covered by Danielle Brisebois who had a hit with it in 1994. \"Gimme Little Sign\" was also recorded by Ricky Nelson.  Some of his more unknown songs are also worth listening to, such as \"Me and You,\" \"Baby You Got It,\" and \"18 With a Bullet.\"","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Shreveport, Louisiana, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sqprup1420581948.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xvprrv1420582150.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"bc86d48c-5393-4436-bb5d-2c214d07a676","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}