{"artists":[{"idArtist":"123878","strArtist":"Adiemus","strArtistStripped":null,"strArtistAlternate":"Karl Jenkins and the Adiemus singers","strLabel":null,"idLabel":null,"intFormedYear":"1994","intBornYear":"1994","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Ethno-classical project Adiemus was spearheaded by composer/conductor Karl Jenkins, a longtime member of prog-rock innovators the Soft Machine. The concept originated as a piece Jenkins penned for Delta Airlines television commercial, its fusion of ethnic vocals and orchestral backing proving so popular with consumers that a full-length Adiemus album, 1995's Songs of Sanctuary, was created with the aid of vocalist Miriam Stockley and the London Philharmonic Orchestra. The record was a hit on both popular and classical charts, and was followed in 1997 by Adiemus II--Cantata Mundi; Adiemus III: Dances of Time appeared a year later and Adiemus, Vol. 4: The Eternal Knot was issued in early 2001.","strBiographyDE":"Adiemus ist ein Musikprojekt des walisischen Komponisten Karl Jenkins. Zudem ist Adiemus auch der Titel eines Liedes, das Karl Jenkins 1994 für einen Werbespot der amerikanischen Fluggesellschaft Delta Air Lines komponierte. Es ist auf dem Album Songs of Sanctuary vertreten.\n\nMusikstil\n\nKarl Jenkins verbindet harmonischen Chorgesang und Orchester in einer ethnischen Art, ähnlich wie Enigma. Die „Sprache“, die dabei verwendet wird, ist eine Erfindung von Jenkins und besteht aus erdachten Silben und Wörtern, sodass die Sprache in den Hintergrund treten kann und die Stimme als Instrument in den Vordergrund tritt. Vielfach tauchen Worte auf, die stark dem Lateinischen oder afrikanischen Sprachen ähneln. Oft wird Adiemus als keltische Musik oder New Age angesehen. Ausnahme ist das Album Adiemus V, dessen Songs eher jazzig gehalten sind.\n\nMusiker\n\nAuf den ersten vier Alben sang Miriam Stockley. Als zusätzliche Stimme wurde Mary Carewe hinzugezogen, die an den ersten zwei Alben und dem vierten beteiligt war. An dem dritten Album Dances of Time wirkte eine Gruppe finnischer Sänger mit, die sich auch bei Vocalise wieder beteiligten.\n\nAuf den ersten drei Alben wurde die Musik vom London Philharmonic Orchestra (LPO) eingespielt. Später gründete Karl Jenkins ein Adiemus-Orchester für das Album The Eternal Knot, welches auch der Soundtrack für eine sechsteilige Dokumentation über die Kelten (produziert vom walisischen Sender S4C, in Deutschland ausgestrahlt von Phoenix) wurde. Für Vocalise engagierte er allerdings wieder das LPO.\n\n2000 wurde Adiemus vom Techno-DJ Mauro Picotto gecovert (Titel: Proximus (Medley with Adiemus)). 2008 brachte das Chameleons Vocal Ensemble auf dem Album Merry Xmas – Frohe Weihnachten den Titel Adiemus als gemischter Chor auf CD (GESA Musikproduktion, CD40263, 2008).","strBiographyFR":"Projet ethno-classique Adiemus a été dirigé par le compositeur / chef d'orchestre Karl Jenkins, membre de longue date des innovateurs prog-rock Soft Machine. Le concept a été créé par Jenkins pour la publicité télévisée de Delta Airlines, sa fusion de voix ethniques et de soutien orchestral prouvant si populaire auprès des consommateurs qu'un album complet d'Adiemus, 1995 Songs of Sanctuary, a été créé avec l'aide de la chanteuse Miriam Stockley et l'Orchestre Philharmonique de Londres. Le disque a été un hit sur les cartes populaires et classiques, et a été suivi en 1997 par Adiemus II - Cantata Mundi; Adiemus III: Dances of Time est apparu un an plus tard et Adiemus, Vol. 4: L'Eternal Knot a été publié au début de 2001.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"","intMembers":"1","strCountry":"","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ytvpuw1380970371.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/adiemus-4f839a090d201.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/sstusp1409783367.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/adiemus-5869040c03aca.jpg","strMusicBrainzID":"4dbeae7a-6906-4d85-95df-2b51b4a5d113","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}