{"artists":[{"idArtist":"112827","strArtist":"Wings","strArtistStripped":null,"strArtistAlternate":"Paul McCartney & Wings","strLabel":null,"idLabel":null,"intFormedYear":"1971","intBornYear":"1971","intDiedYear":"1981","strDisbanded":"Yes","strStyle":"Rock/Pop","strGenre":"Rock","strMood":"Happy","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Following his second solo album, Ram, in 1971, ex-Beatle Paul McCartney and his wife, Linda, formed Wings, which was intended to be a full-fledged recording and touring band. Denny Laine, a former guitarist for the Moody Blues, and drummer Denny Seiwell filled out the lineup and Wings released their first album, Wild Life, in December 1971. Wild Life was greeted with poor reviews and was a relative flop. McCartney and Wings, which now featured former Grease Band guitarist Henry McCullough, spent 1972 as a working band, releasing three singles -- the protest tune \"Give Ireland Back to the Irish,\" the reggae-fied \"Mary Had a Little Lamb,\" and the hard-rocking \"Hi Hi Hi\" -- in England. Red Rose Speedway followed in the spring of 1973, and while it received weak reviews, it became his second American number one album. Later in 1973, Wings embarked on their first British tour, at the conclusion of which McCullough and Seiwell left the band. Prior to their departure, McCartney's theme to the James Bond movie Live and Let Die became a Top Ten hit in the U.S. and U.K. That summer, the remaining Wings proceeded to record a new album in Nigeria. Released late in 1973, Band on the Run was McCartney's best-reviewed album to date and his most successful, spending four weeks at the top of the U.S. charts and eventually going triple platinum.\n\n\nFollowing the success of Band on the Run, McCartney formed a new version of Wings with guitarist Jimmy McCulloch and drummer Geoff Britton. The new lineup was showcased on the 1974 British single \"Junior's Farm\" and the 1975 hit album Venus and Mars. Wings at the Speed of Sound followed in 1976, and it was the first Wings record to feature songwriting contributions by the other bandmembers. The album became a monster success on the basis of two McCartney songs, \"Silly Love Songs\" and \"Let 'Em In.\" Wings supported the album with their first international tour, which broke many attendance records and was captured on the live triple album Wings Over America (1976). After the tour was completed, Wings rested a bit during 1977, as McCartney released an instrumental version of Ram under the name Thrillington and produced Laine's solo album, Holly Days. Later that year, Wings released \"Mull of Kintyre,\" which became the biggest-selling British single of all time (at the time of its release), selling over two million copies. In 1978 Wings followed \"Mull of Kintyre\" with London Town, which became another platinum record. After its release, McCulloch left the band to join the re-formed Small Faces, and Wings released Back to the Egg in 1979. Though the record went platinum, it failed to produce any big hits. Early in 1980, McCartney was arrested for marijuana possession at the beginning of a Japanese tour; he was imprisoned for ten days and then released, without any charges being pressed. Wings embarked on a British tour in the spring of 1980 before McCartney recorded McCartney II, which was a one-man-band effort like his solo debut. The following year, Laine left Wings because McCartney didn't want to tour in the wake of John Lennon's assassination; in doing so, he effectively broke up Wings, which quietly disbanded as McCartney entered the studio later that year with Beatles producer George Martin to make his 1982 album Tug of War. Stephen Thomas Erlewine, Rovi","strBiographyDE":"Wings ist der Name einer Musikgruppe von Paul McCartney mit seiner ersten Ehefrau Linda und Denny Laine. Wings ist das erfolgreichste Projekt eines Ex-Beatles und gehört mit 12 Top-Ten-Singles in Großbritannien und 14 Top-Ten-Singles (davon sechs Nummer-eins-Hits) in den USA sowie acht Top-Ten-Alben in Großbritannien und acht Top-Ten-Alben (davon fünf Nummer-eins-Alben) in den USA zu den erfolgreichsten Gruppen der 1970er Jahre.","strBiographyFR":"Wings (nommé Paul McCartney and Wings sur certains albums) est un groupe rock britannique fondé en 1971, un an après la séparation des Beatles. Sa formation connaît de multiples variations jusqu'à sa dissolution en 1981, autour d'un noyau dur formé par Paul et Linda McCartney, ainsi que Denny Laine, ancien des Moody Blues. Au cours de ses dix ans d'existence se succèdent également en son sein Denny Seiwell, Henry McCullough, Jimmy McCulloch, Geoff Britton, Joe English, Laurence Juber et Steve Holley.\nDurant son existence, le groupe publie une trentaine de singles dont plusieurs no 1, notamment Mull of Kintyre et sept albums studios, de Wild Life en 1971 à Back to the Egg, en 1979. Les disques sont principalement l’œuvre de Paul McCartney, bien que Denny Laine soit également à l'origine de quelques compositions : Wings a donc parfois été considéré par la critique comme un groupe au service de l'ex-Beatle. Après des débuts sèchement accueillis par la critique, le groupe connaît son plus grand succès avec Band on the Run en 1973.\nFondé par McCartney avec pour principal objectif de reprendre les tournées, le groupe en effectue plusieurs, en débutant par une série de concerts dans les universités britanniques, pour atteindre son apogée avec le Wings Over the World tour qui connaît un grand succès en 1975, et qui donne lieu à un album live. La tournée japonaise que le groupe entreprend en 1980 est cependant annulée à la suite de l'arrestation de McCartney pour possession de marijuana. Si le groupe attend un an pour annoncer officiellement sa séparation, il ne reprend plus ses activités pour autant.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":"Paul McCartney and Wings, later alleen Wings, was een band die werd opgericht in 1971 door Paul McCartney, zijn vrouw Linda McCartney (geboren als Linda Eastman), Denny Laine (geboren als Brian Hines) en Denny Seiwell. Ondanks de vele personele wisselingen, was Wings erg succesvol in de jaren 70. De enige drie constante leden van Wings waren Paul McCartney, Linda McCartney en Denny Laine.\n\nNadat de Beatles in 1970 uit elkaar waren gegaan, had Paul McCartney twee soloalbums gemaakt: McCartney en Ram. Reeds bij de opnamen van Ram had Denny Seiwell de drums gespeeld. Voor zijn derde album werd Denny Laine (ex-Moody Blues) er bij gevraagd en Wings was ontstaan. Volgens Paul McCartney viel de naam van de groep hem in tijdens de moeilijke geboorte van zijn dochter Stella in 1971.\n\nHet debuutalbum van Wings, Wild Life, werd uitgebracht in december 1971 maar werd slecht ontvangen. Met de toevoeging van gitarist Henry McCullough, ging de band op \"verrassingstournee\": de groep ging scholen en universiteiten langs en speelde daar onaangekondigd.\n\nVervolgens bracht Wings in 1972 een aantal singles uit. De eerste single \"Give Ireland Back To The Irish\" werd geboycot door de BBC, maar haalde toch een 16e plaats in de top-40. Als reactie daarop werd een kinderliedje uitgebracht \"Mary Had a Little Lamb\". De volgende single \"Hi-Hi-Hi\" werd opnieuw geboycot door de BBC, nu voor de vermeende seksuele lading en de verwijzing naar drugs. De B-kant \"C Moon\" werd in plaats daarvan wel gedraaid. In oktober 1972 werd het nummer \"Live and Let Die\" opgenomen als soundtrack van de gelijknamige James Bondfilm.\n\nIn 1973 kwam de eerste nummer 1-hit met \"My Love\". Dit nummer kwam van het album Red Rose Speedway. Na een succesvolle tour door Groot-Brittannië, verlieten Henry McCullough en daarna ook Denny Seiwell de groep. Wings reisde daarom als trio af naar Lagos waar de opnamen plaatsvonden van het volgende album Band on the Run. Dit album kreeg goede kritieken en werd het meest succesvolle album van de band. Zowel het titelnummer als \"Jet\" werden grote internationale hits. Het album zette Wings als groep op de kaart. Wings werd vervolgens aangevuld door Jimmy McCulloch op gitaar en Geoff Britton op drums (die later weer werd vervangen door Joe English).\n\nIn die bezetting toog de groep in januari van 1975 naar New Orleans om het album Venus and Mars op te nemen. Van dit album wordt het nummer \"Listen to what the man said\" een hit. In het najaar van 1975 ging Wings op een wereldtournee: Wings over the World. Deze tour startte in het najaar van 1975 in Bristol, trok daarna naar Australië, Europa, Amerika en eindigde terug naar Europa in september van 1976. Het Amerikaanse deel van de tour werd vastgelegd op het 3 dubbel live album Wings over America. Eén van de shows in Seattle voor 60.000 mensen werd op video vastgelegd met de naam \"Rockshow\". De live-versie van Maybe I'm Amazed werd in Engeland, de Verenigde Staten, Duitsland en Frankrijk met succes op single uitgebracht, maar niet in Nederland.\n\nHet album Wings At The Speed Of Sound werd opgenomen in januari 1976. Na het Australische deel van de Wings over the World - tour, nam Wings een korte pauze voor vakantie en in januari 1976 werd tijd gereserveerd in de Abbey Road Studios in Londen om Wings at the Speed of Sound op te nemen. Het was de eerste keer dat Wings weer een album in Engeland opnam sinds Red Rose Speedway. Van dit album kwamen twee grote hits: Silly Love Songs em Let 'em in. Silly Love Songs was een reactie van Paul McCartney op criticasters dat zijn songs te oppervlakkig zouden zijn.\n\nVanaf februari 1977 werkte Wings aan het vervolg-album London Town, maar de derde zwangerschap van Linda McCartney betekende dat er veel meer tijd was voor de opnamen dan gepland. De opname sessies worden daarom voortgezet op de boot \"Fair Carol\" in de Maagdeneilanden. Tijdens de opnamen verlaat Jimmy McCulloch Wings voor Small Faces en Joe English gaat met heimwee terug naar Amerika. Tijdens de opname sessies, in september 1977, wordt ook het nummer \"Mull of Kintyre\" opgenomen als ode aan het gelijknamige schiereiland in Argyll, Schotland, waar Paul McCartney een huis heeft. De single Mull Of Kintyre is een enorme hit, maar komt niet op het album. De single was de meest verkochte single ooit tot deze in 1984 voorbij werd gestreefd door \"Do They Know It's Christmas\" van Band Aid. Tot op de dag van vandaag blijft \"Mull of Kintyre\" één van de meest verkocht platen die niet voor liefdadigheid werd gemaakt. Uiteindelijk wordt het album London Town in maart 1978 uitgebracht. Het titelnummer en vooral \"With A Little Luck\" worden hits.\n\nLater in 1978 komen Laurence Juber en Steve Holly bij de band. Beïnvloed door punk en new wave wordt het geluid van Wings ruiger, wat blijkt uit het album Back To The Egg uit 1979. Dit album wordt goed ontvangen, maar verkoopt verhoudingsgewijs matig. Op deze plaat staan twee nummers van het speciaal opgerichte Rockestra met John Bonham en John Paul Jones van Led Zeppelin, Gary Brooker en Pete Townshend van The Who. In 1979 ligt Wings verder grotendeels stil en werkt Paul McCartney aan zijn soloplaat McCartney II. Dit album bevat vooral experimentele muziek die sterk leunt op synthesizers. In november en december van 1979 treedt Wings voor het laatst op in Groot-Brittannië. Tijdens een show in Glasgow wordt een live-versie van het nummer \"Coming Up\" afkomstig van het album McCartney II opgenomen. Dit nummer wordt in 1980 een grote hit, maar het zou tevens de laatste single van Wings worden.\n\nPlannen voor een nieuwe wereldtournee in 1980 worden afgelast in januari 1980 wanneer Paul McCartney op het vliegveld van Tokio wordt gearresteerd voor het bezit van drugs. Hij wordt na 10 dagen vrijgelaten, maar de tournee wordt toch afgezegd. In 1980 werkt Wings door aan nieuwe nummers, maar die worden niet uitgebracht. Laurence Juber en Steve Holly verlaten daarom Wings. Uiteindelijk wordt op 27 april 1981 bekendgemaakt dat ook Denny Laine Wings zal verlaten en dat daarmee Wings ophoudt te bestaan.","strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Mixed","intMembers":"5","strCountry":"London, UK","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qrwvux1347748935.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/uvtuxt1391196725.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qrturv1347748952.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/uwurvx1347749027.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/vqrpwr1347749096.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/urxypv1391196753.jpg","strMusicBrainzID":"d922d727-240a-4432-9a88-05a7cf9bc403","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}