{"artists":[{"idArtist":"147123","strArtist":"Alex de Grassi","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1952","intDiedYear":null,"strDisbanded":null,"strStyle":"Jazz","strGenre":"Acoustic","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Alex de Grassi (born February 13, 1952 in Yokosuka, Japan) is an American Grammy Award-nominated fingerstyle guitarist.\nEarly life and influences :\nThough born in Yokosuka, Japan, de Grassi grew up in San Francisco, California, where his grandfather played violin for the San Francisco Symphony and his father was a classical pianist. At age thirteen he learned to play the trumpet but soon taught himself the guitar, the instrument for which he is now famous. De Grassi has since learned jazz piano with Mark Levine and also studied music under W. A. Mathieu and Bill Thrasher.\nRecording career :\nAfter earning a degree in economic geography from the University of California, Berkeley, de Grassi performed as a street musician in London before learning the carpentry trade from his cousin Will Ackerman who later founded the innovative instrumental record label Windham Hill. De Grassi's first album, Turning: Turning Back, was released by Windham Hill Records in 1978. De Grassi also recorded under RCA/Novus, EarthBeat!, and 33rd Street recordings. In addition, de Grassi started his own label, Tropo Records, which he now records under. He performs solo concerts worldwide, holds various guitar workshops and master classes throughout the year, and performs with the de Mania Trio, alongside bassist Michael Manring and percussionist Christopher Garcia. Fellow guitar players consider de Grassi to be among the most virtuosic living guitarists. Tom Wheeler wrote in Guitar Player magazine that his technique is \"the kind that shoves fellow pickers to the cliff of decision: should I practice like a madman or chuck it altogether?\"\nGuitars :\nDe Grassi uses various guitars. Currently his primary touring/recording guitars are a custom Lowden F35c maple with a European spruce top and a custom Traugott R model Brazilian Rosewood with German spruce top. Other favorites are a custom Carlson sympitar (twelve sympathetic strings) maple with spruce top and a custom McCollum baritone (28\" scale) paduk with Italian spruce top.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Yokosuka, Japan","strCountryCode":"JP","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/suvxvp1500518745.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xvupxw1522761980.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"f940c4dd-f687-4c6a-872b-1cce3f78dc0a","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}