{"artists":[{"idArtist":"136623","strArtist":"Kaare Norge","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1988","intBornYear":"1963","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"www.kaare-norge.dk","strFacebook":"","strTwitter":"1","strBiographyEN":"Kaare Norge has been one of the leading figures of Danish classical music for the last twenty years. He is a highly educated guitarist and a very active composer.  Kaare Norge's talent has drawn him into a wide range of achievements, and he has piorneered in a lot of areas. He was the first Danish classical musician to release a CD from a rock -company,Genlyd (BMG), he was the first Danish classical musician to create a video, he was the first classical artist to perform at the world famous \"Roskildefestivalen\" - in front of no less than 60.000 entusiastic spectators. Furthermore he has set new standards as to how a classical performer promotes him self. In this respect he has given numerous interviews on TV, radio, papers, magazines and the Internet.  Kaare Norge has contributed richly to the international body of guitar literature, above all by his highly appraised transcription - and first recording of - \"Partita No. 4 for Harpsicord in D major, BWV 828\" by Johann Sebastian Bach - but certainly also his transcriptions of Bach's Goldberg Variations, Sonata no. 8 in g-minor by Scarlatti, Sonata K. 331 by Mozart and his \"Tango Jalousie\", by the Danish composer, Jacob Gade, have also claimed fame.  As a composer Kaare Norges reputation is on the rise. His \"Homage to Life\", his first composition to be released on cd, and originally written as a theme to a Danish TV-program - is now being regarded as a modern classic, and is to be found in the repertoire of every hopeful young Danish guitarist.  Kaare Norge has given recitals throughout the world, from Greenland to China, from Bolivia to all over Europe, and his master classes are extremely well-sought. In Denmark he is one of a rather few, whose concerts are almost always sold out. About 3500 times he has been the target of grateful applauders, some of whom have been members of the Danish, royal family. Thus he has played before Queen Margrethe d. 2. at her twenty fifth anniversary - as well as when the then newly wed Crown Prince Frederik and Crown Princess Mary visited Aarhus for the first time.  But, all the above being mentioned, Kaare Norges foremost importance as an artist lies within his recording. He has released 17 CD's, and is a performer on several other cds and internationally renowned critics, as Colin Cooper and Alan Miteran, have labelled him a world class record-performer. They have e.g. formulated their admiration as follows:  \"Kaare Norge has refined a technique, which allows him to play without the disturbing noises, one so often must endure, when listening to other guitarists moving their fingers on the strings. In other words, Kaare Norges CD's are of a purity and fastidiousness, one is rarely to experience.\"  \"Kaare Norges technique enables him to play the prestissimo in a way, that is absolutely breathtaking. It is so fast, you don't believe it, and yet every note is crystal clear. And Kaare Norges feeling enables him to play the rubato, in such a way, that the listener is forced to hold his breath when waiting for the next pitch.\"","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Brørup, Denmark","strCountryCode":"DK","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tswupp1430324948.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/tspqyt1430325161.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"ca7a6ef6-26f0-4385-805c-ac11872d8e9a","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}