{"album":[{"idAlbum":"2155282","idArtist":"111259","idLabel":null,"strAlbum":"Echoes: The Best of Pink Floyd","strAlbumStripped":"Echoes The Best of Pink Floyd","strArtist":"Pink Floyd","strArtistStripped":"Pink Floyd","intYearReleased":"2001","strStyle":"Rock/Pop","strGenre":"Progressive Rock","strLabel":null,"strReleaseFormat":"Compilation","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/2q4cxy1612771726.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/5zftjt1612771750.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/drd5i11612771739.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/3dmncv1612771759.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/yafebp1612771773.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/b1g9lk1612771781.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/o010xj1612771766.png","strDescriptionEN":"Echoes: The Best of Pink Floyd is a compilation album by Pink Floyd. It was released by EMI Records in the United Kingdom on 5 November 2001 and the following day in the United States through Capitol Records. It debuted at number 2 on the Billboard 200 album chart on 24 November 2001, with sales of 214,650 copies. It remained on the chart for 26 weeks. The album was certified Gold, Platinum and Double Platinum on 6 December 2001 in the US by the RIAA. It was certified Triple Platinum in the US on 8 January 2002, and Quadruple platinum on 10 September 2007.\n\nThe compilation spans the career of Pink Floyd from their first single \"Arnold Layne\" in 1967, through to \"High Hopes\", the final track from their 1994 studio album The Division Bell. Four of their albums—Soundtrack from the Film More, Ummagumma, Atom Heart Mother and Obscured by Clouds—are not represented whatsoever, though multiple tracks from Atom Heart Mother and Ummagumma were planned to appear on the compilation. Each of the 26 tracks fades from one to the next with no break in the music, courtesy of longtime producer–engineer James Guthrie to help recreate the concept album feel of the band's mid-period work. All 26 tracks were newly remastered specifically for this compilation and are not sequenced in chronological order.\n\nStorm Thorgerson, best known for creating the majority of album covers for Pink Floyd, worked with the band Dream Theater on their 1997 album Falling into Infinity and submitted to the band two sketches for possible covers. One became the cover that was used on the release. The second ended up being used by Pink Floyd for Echoes four years later. The two original sketches are framed and hanging in the home of former Dream Theater drummer Mike Portnoy and is pointed out by Portnoy in his Hudson Music instructional drum DVD In Constant Motion.\n\nEchoes is the first album released on Compact Disc that includes \"When the Tigers Broke Free\", which appeared in the film version of Pink Floyd—The Wall (the song later appeared on the 2004 re-release of The Final Cut in a slightly re-mixed form). It is the first compilation that includes songs from their last three albums—The Final Cut, A Momentary Lapse of Reason and The Division Bell—and is also the only compilation album so far that includes \"Echoes\" from the 1971 album Meddle. A week after the band's one-off reunion at Live 8, HMV said the sales of Echoes rose by 1343%.","strDescriptionDE":null,"strDescriptionFR":"Echoes est une compilation du groupe de rock progressif britannique Pink Floyd, sortie en novembre 2001. C'est leur dernier album à ce jour sous le nom de Pink Floyd. Il contient deux disques d'environ 80 minutes chacun. C'est la compilation la plus complète du groupe, bien qu'elle ne contienne aucun titre provenant des albums Ummagumma, Atom Heart Mother, More et Obscured by Clouds.","strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"Echoes: The Best of Pink Floyd es un álbum recopilatorio de Pink Floyd. Fue publicado el 5 de noviembre de 2001 en el Reino Unido y un día después en Estados Unidos. El 24 de noviembre de ese año ocupó el número 2 del Billboard 200 con 214.650 copias vendidas (el número 1 en Estados Unidos mantuvo Britney Spears con su álbum Britney, aunque desplazó el álbum de Michael Jackson Invincible a la tercera posición). El disco se mantuvo en lista 26 semanas, obteniendo el disco de oro, platino y doble platino de la RIAA el 8 de enero de 2002.","strDescriptionPT":"Echoes: The Best of Pink Floyd é uma compilação da banda britânica Pink Floyd lançada em 5 de Novembro de 2001 no Reino Unido e em 6 de Novembro do mesmo ano nos Estados Unidos. Chegou a ser #2 de vendas da Billboard 200 em Novembro de 2001. Atingiu o ouro, platina e dupla platina em Dezembro de 2001 nos Estados Unidos, onde foi recentemente listado como tripla platina (3 milhões de cópias vendidas).","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"8","intScoreVotes":"1","strReview":"","strMood":"Dreamy","strTheme":null,"strSpeed":"","strLocation":null,"strMusicBrainzID":"89349f02-09cd-3a27-b972-7d7729d6dee7","strMusicBrainzArtistID":"83d91898-7763-47d7-b03b-b92132375c47","strAllMusicID":null,"strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":null,"strWikidataID":null,"strWikipediaID":null,"strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}