{"artists":[{"idArtist":"111431","strArtist":"Eric Clapton","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Reprise Records","idLabel":"45403","intFormedYear":"1970","intBornYear":"1945","intDiedYear":null,"strDisbanded":null,"strStyle":"Blues","strGenre":"Rock","strMood":"Passionate","strWebsite":"www.ericclapton.com","strFacebook":"www.facebook.com/ericclapton","strTwitter":"1","strBiographyEN":"Eric Patrick Clapton, CBE, (born 30 March 1945) is an English musician, singer and songwriter. He is the only three-time inductee to the Rock and Roll Hall of Fame: once as a solo artist, and separately as a member of the Yardbirds and Cream. Clapton has been referred to as one of the most important and influential guitarists of all time. Clapton ranked second in Rolling Stone magazine's list of the \"100 Greatest Guitarists of All Time\" and fourth in Gibson's \"Top 50 Guitarists of All Time\".\n\nIn the mid-1960s, Clapton departed from the Yardbirds to play blues with John Mayall & the Bluesbreakers. Immediately after leaving Mayall, Clapton joined Cream, a power trio with drummer Ginger Baker and bassist Jack Bruce in which Clapton played sustained blues improvisations and \"arty, blues-based psychedelic pop.\" For most of the 1970s, Clapton's output bore the influence of the mellow style of JJ Cale and the reggae of Bob Marley. His version of Marley's \"I Shot the Sheriff\" helped reggae reach a mass market. Two of his most popular recordings were \"Layla\", recorded by Derek and the Dominos, another band he formed, and Robert Johnson's \"Crossroads\", recorded by Cream. Following the death of his son Conor in 1991, Clapton's grief was expressed in the song \"Tears in Heaven\", which featured in his Unplugged album.\n\nA recipient of 17 Grammy Awards, and the Brit Award for Outstanding Contribution to Music, in 2004 Clapton was awarded a CBE at Buckingham Palace for services to music. In 1998, Clapton, a recovering alcoholic and drug addict, founded the Crossroads Centre on Antigua, a medical facility for recovering substance abusers.","strBiographyDE":"\"Der Blues\", hat Eric Clapton einmal gesagt, \"hat mich mein Leben lang inspiriert und mir immer wieder Kraft gegeben, mit den Unzulänglichkeiten des Alltags fertig zu werden.\"\n\nEric Patrick Clapton, geboren am 30. März 1945 in Ripley in der englischen Grafschaft Surrey, wächst bei seinen Großeltern auf. Seine Begeisterung für echten amerikanischen Blues und die Bewunderung der Platten farbiger amerikanischer Künstler wie Big Bill Broonzy, Muddy Waters und vor allem Robert Johnson, dem legendären Sänger aus Mississippi, beeinflussen ihn und seine Musik stark.\n\nAb 1963 versucht sich Clapton in zahlreichen kleinen Rhythm And Blues-Bands, bevor er 1964 den Yardbirds beitritt. Seine ersten Aufnahmen folgen: \"Five Live Yardbirds\", \"Sonny Boy Williamson and The Yardbirds\" und die Single \"Good Morning Little Schoolgirl\". In dieser Periode erwirbt Clapton seinen Spitznamen \"Slowhand\". Da er seine ernsthafte Erforschung des \"American Blues\" bei den nun eher kommerziellen Yardbirds (\"For your Love\") nicht weiter betreiben möchte, verlässt Clapton nach den ersten Erfolgen die Band.\n\nIm April 1965 tritt er in John Mayalls Begleiband The Bluesbreakers ein. Mit dieser Gruppe entsteht \"John Mayall's Bluesbreakers With Eric Clapton\". Nach dem Motto \"Clapton is god\" erreicht das Album Platz sechs der britischen Pop-Charts. Anschließend trennt er sich auch von dieser Band, um 1966 Cream zu gründen. Es folgen viele Auftritte in den Vereinigten Staaten und drei Alben, die die Band in der ganzen Welt berühmt machen und sie auf eine Stufe mit den Rolling Stones und den Beatles heben. Egoismus auf allen Seiten treibt die Band schließlich dazu, sich aufzulösen.\n\n1968 gründet Clapton Blind Faith, eine Supergroup, die nach nur einem Album wieder auseinander geht. Mit Derek and the Dominos nimmt Clapton 1970 \"Layla and Other Assorted Love Songs\" auf, das George Harrisons Frau gewidmet ist. Nach der Erstellung des zweiten Albums lösen Blind Faith endgültig auf, für Clapton beginnt eine der schwersten Phase in seinem Leben. Der Erfolgsdruck wird immer größer, das Layla-Album floppt, er verfällt dem Heroin. Mit Unterstützung seiner damaligen Freundin Alice Ormsby Gore schafft er 1973 ein Comeback mit einem Konzert im Londoner Rainbow Theater.\n\n1974 veröffentlicht er \"461 Ocean Boulevard\", bevor er dem Alkohol zuspricht. Diese Sucht dauert 13 Jahre an. Im Dezember 1981 fängt Clapton endlich mit einer Entziehungskur an, nachdem er zum Schluss so pleite ist, dass er beinahe seine Gitarren verkaufen muss.\n\nEs folgen weitere Schicksalsschläge. Am 26. August 1990 sterben drei gute alte Freunde bei einem tragischen Hubschrauberabsturz, unter ihnen Stevie Ray Vaughan. Ein knappes Jahr später steht Clapton kurz vor einem Rückfall, als sein Sohn Conor bei einem Sturz aus dem 53. Stock eines New Yorker Hochhauses ums Leben kommt. Seine Trauer verarbeitet er im Song \"Tears in Heaven\", der 1992 auf der Werkschau \"Unplugged\" veröffentlicht und zu einem Megaerfolg wird. Mit dem darauf folgenden Album \"From The Cradle\" (1994) kehrt Clapton zu seinen alten Blues-Wurzeln zurück.\n\nGekennzeichnet von seinen eigenen Suchterfahrungen eröffnet er 1998 die Drogenklinik Crossroads Centre auf der karibischen Insel Antigua, um einheimischen und fremden Süchtigen eine Chance auf einen Neuanfang zu bieten. Im selben Jahr veröffentlicht Clapton das Album \"Pilgrim\", das den Prozess der eigenen Erleuchtung musikalisch nachzuvollziehen versucht.\n\nZur dieser Zeit ist er kaum noch auf der Bühne zu sehen, da er seine Arbeit mit den Drogenabhängigen intensivieren möchte. Wer seine Musik vermisst, ist auf Konserve angewiesen. Nach einem Best Of-Album 1999, das lediglich zwei neue Songs enthält, erscheint 2000 \"Riding With The King\", eine mit Veteran B.B. King eingespielte Sammlung klassischer und zeitgenössischer Bluessongs, und 2001 das zwiespältige \"Reptile\". Immerhin erscheint 2002 ein sehr empfehlenswertes Live-Doppelalbum (auch auf DVD), das bereits im Vorjahr auf einem der seltenen Gigs Claptons in Los Angeles aufgezeichnet wurde.\n\nNoch vor seinem sechzigsten Geburtstag tritt Clapton wieder in eine neue Schaffensphase ein. 2004 erscheint eine äußerst lebhafte Würdigung Robert Johnsons, bald darauf der DVD-Mitschnitt vom \"Crossroads Guitar Festival\" zugunsten seiner Drogen-Klinik. Auch die Zeit nach dem Geburtstag ist schon verplant: Im Mai desselben Jahres treten Clapton, Bruce und Baker wieder gemeinsam als Cream auf. Gleich vier Abende sind für die Legende in der Londoner Royal Albert Hall reserviert - die Tickets sind innerhalb von zwei Stunden vergriffen.\n\nEs geht munter weiter. Auf \"Back Home\" (2005) vermischt Clapton wieder Blues und Pop, 2006 huldigt er einem weiteren Vorbild: Mit J.J. Cale veröffentlicht er das Album \"The Road To Escondido\". Im Oktober 2007 erscheint mit \"Complete Clapton\" die erste Best Of, die alle Schaffensphasen des Musikers abdeckt.\n\nEbenfalls 2007 erscheint im November eine von Christopher Simon Sykes mitverfasste Autobiographie, die in Deutschland unter dem Titel \"Eric Clapton - Mein Leben\" bei Kiepenheuer & Witsch verlegt ist. Das Werk ist auch als mit fünf CDs ausgestattetes Hörbuch zu erhalten. Als Erzähler fungiert der Schauspieler August Zirner.\n\nPünktlich zu Weihnachten kommt die DVD \"Crossroads Guitar Festival 2007\" auf den Markt. Beim zweiten Benefizkonzert treten unter anderen B.B. King, John Mayer, Willie Nelson, Sheryl Crow und Jeff Beck auf. Es kommt zu einer weiteren Reunion: Nach 25 Jahren steht Clapton wieder mit Steve Winwood, mit dem er bei Blind Faith gespielt hatte, auf der Bühne. Als Duo geben sie Ende Februar 2008 drei Konzerte im New Yorker Madison Square Garden.\n\nEric Clapton weiß, was er kann und er muss keinem mehr etwas beweisen. Doch vom Ruhestand ist die \"Slowhand\" weit entfernt: \"Ich drehe komplett durch, wenn ich länger als zehn Tage an einem Ort bin. Ich halt's nicht aus, ich muss dann weiter\", sagt Eric Clapton. Nach der Veröffentlichung des selbstbetitelten achtzehnten Studioalbums im Jahr 2011, folgt ein Jahr später die Wynton Marsalis-Kooperation \"Live From Jazz At Lincoln Center\", ehe Clapton im Jahr 2012 Größen wie Paul McCartney, Steve Winwood und J.J. Cale um sich schart und alte Blues-Originale neu interpretiert (\"Old Sock\"). Abermals beeindruckt der Veteran mit versiertem Fingerspiel: \"Mein Geheimnis? Es lautet: Mach es kurz! Fang pünktlich an mit deinem Solo und hör' rechtzeitig wieder auf!\"","strBiographyFR":"Eric Clapton est un guitariste, chanteur et compositeur de blues et de rock britannique, né le 30 mars 1945 à Ripley, près de Londres.\n\nEn 2011, le mensuel Rolling Stone l'a classé deuxième meilleur guitariste de tous les temps. Ses fans le surnomment « God » (Dieu) après l'avoir surnommé \" Slow Hand\" (Main Lente) en hommage humoristique à sa virtuosité à la guitare.","strBiographyCN":"埃里克·帕特里克·克莱普顿，CBE（英语：Eric Patrick Clapton，1945年3月30日－），英国音樂人、歌手及作曲人。他曾经获得过格莱美奖，是20世纪最成功的音乐家之一[1]，在摇滚名人堂裡有三项成就。他是有史以来最伟大的吉他手之一[2]，2003年在滾石杂志评选的一百大吉他手位列第四 [3] ，在百大摇滚艺术家里面排名53位[4]。\n\n虽然克莱普顿的曲风多变，但是他的大部分作品还是基于根源的布鲁斯风格。他是一个音乐的改革者，他的主要贡献包括布鲁斯摇滚的先河（在「约翰·梅奥尔和布鲁斯破坏者乐队」期间）以及迷幻摇滚（在「奶油乐队」期间）。他还成功地从三角洲布鲁斯（代表作「我和约翰先生」）音乐风格转向流行摇滚（代表作「改变世界（专辑有朝圣）」）和雷鬼乐（代表作「我射杀警长（主要在461大街《461 ocean boulevard》）」）。\n埃里克·克莱普顿出生于英格兰萨里的里普利，是年仅16岁的帕特里夏·莫利·克莱普顿和25岁的加拿大士兵爱德华·瓦特·弗赖尔的私生子。弗赖尔在小克莱普顿出生前就上了战场，之后回到了加拿大，留下了当时的小埃里克在帕特丽夏的老家里普利。\n\n克莱普顿由他的祖母罗斯和她的第二个丈夫杰克一起抚养，并相信他们就是他的父母，而他的亲生母亲是他的姐姐（所以他姓克莱普顿）。几年以后，他的母亲和另一个加拿大士兵结婚了，搬到了加拿大，将埃里克留给了他的祖父母。在克莱普顿9岁的时候，他发现了自己身世的秘密，毫无疑问，这是他人生的一个转折点。后来他将他的感受写在了他的一首经典流行歌曲《我父亲的眼睛》中[5]\n\n克莱普顿长大了，变得安静，害羞，孤独，用他自己的话来说是一个「令人讨厌的孩子」。 他在萨比顿的一所中学就读。他的第一份工作是邮递员。在13岁生日的时候，他收到了一份礼物是一把hoyer的民谣他。他努力地跟着卡带机练习，然而他发现演奏这件乐器是如此困难，以致他几乎放弃。在中学毕业后，他于1962年在金斯顿艺术大学（金斯顿大学的前身）学习了艺术基础课程。一年后，他并没有坚持完成学业，而离开学校。在那个时期，他开始在泰晤士河边的金斯顿区、里士满区等地区进行街头表演。[6] 17岁时克莱普顿加入了他的第一支乐队「the roosters」，这是一支英国早期的节奏布鲁斯乐队，他在那里从1963年的1月一直呆到了同年8月。同年10月，他和「凯西·琼斯和工程师乐队」一起做了7场表演。[7]","strBiographyIT":"Eric Patrick Clapton (Ripley, Surrey, 30 marzo 1945) è un chitarrista, cantante e compositore blues britannico. Eric Clapton inizia la propria carriera di chitarrista negli Yardbirds nel 1963, e con loro rimane fino al 1965. Presto il suo stile, una sintesi di influenze del blues di Chicago e di chitarristi come Buddy Guy, Freddie King e B.B. King, ne fa uno dei personaggi più interessanti della scena inglese. Agli inizi, il gruppo suonava classici del blues e cominciò ad attirare un folto pubblico di culto quando prese il posto dei Rolling Stones come band “residente” al Crawdaddy Club di Richmond. Gli Yardbirds fecero un tour dell’Inghilterra con il bluesman americano Sonny Boy Williamson; da tale collaborazione nacque un LP registrato nel 1963, che non uscì però fino al 1965. Nel marzo dello stesso anno, proprio quando Clapton lasciò la band, gli Yardbirds sfornarono il loro primo singolo di successo, For Your Love (nel quale Clapton suona la chitarra).\n\nApproderà quindi nella band di John Mayall, vera fucina di talenti blues (tra cui Peter Green e Mick Taylor, forse i più celebri). Dopo l’esordio nei Blues Breakers con l’omonimo disco, il giovane Eric si unisce in un sodalizio musicale con il bassista Jack Bruce ed il batterista Ginger Baker: nascono così nel 1966 i Cream, con cui Clapton vive la sua prima affermazione mondiale, che non sarà oscurata nemmeno dall’arrivo a Londra di Jimi Hendrix, leggenda della musica rock, del quale Clapton era amico.","strBiographyJP":"エリック・パトリック・クラプトン（Eric Patrick Clapton, CBE、1945年3月30日 - ）は、イギリスのミュージシャン、ギタリスト。\n1960年代からヤードバーズ、クリームなどのバンドでギタリストとして活動。その演奏について、エリック・クラプトンは神だとロンドン市内に落書きされた。「スローハンド[1]」というニックネームで知られる[2]。 『ローリング・ストーン』誌の2003年8月号のカバーストーリー「ローリング・ストーンの選ぶ歴史上最も偉大な100人のギタリスト」において第4位。2011年の改訂版では第2位[3]。「ローリング・ストーンの選ぶ歴史上最も偉大な100組のアーティスト」において第55位。身長177cm。\n1970年代には薬物依存症、1980年代にはアルコール依存症・交通事故・胃潰瘍を経験。その挙句に妻パティ・ボイド（親友ジョージ・ハリスンの前妻）を裏切り、1984年にクラプトンはイボンヌ・ケリーと一年に渡って関係を持ち、1985年の1月に彼女との間に娘のルースを密かに産ませた[4]。しかし1986年にはイタリア人女優ローリ・デル・サントとの間に息子まで儲けたことは隠し切れず、この話がパティの耳にも入ったことがきっかけで、夫婦関係が以前にも増して悪化し、1988年に離婚が成立した。1991年3月に息子コナー（4歳）がニューヨークの高層マンション53階の窓から転落死するなど、私生活では波乱万丈そのものであった。","strBiographyRU":"Э́рик Па́трик Клэ́птон (англ. Eric Patrick Clapton; 30 марта 1945 года, Рипли (англ.)русск., Суррей, Англия) — британский рок-музыкант (композитор, гитарист, вокалист). Командор Ордена Британской империи. Его прозвище — «медленная рука» (англ. Slowhand). Клэптон стал одним из самых уважаемых и влиятельных музыкальных деятелей в эру рока. Его стиль со временем менялся, но он всегда держался блюзовых корней. Играл с блюз-роковыми командами (John Mayall's Bluesbreakers, The Yardbirds), с хард-роковыми (Cream), много работал сольно и как сессионный музыкант.\nЭрик Патрик Клэптон родился в деревне Рипли, графство Суррей, Англия. Его родителями были 16-летняя Патрисия Молли Клэптон (7 января 1929 — март 1999) и Эдвард Уолтер Фрайер (21 марта 1920 — 15 мая 1985), 24-летний солдат из Монреаля[1]. Фрайер был отправлен на войну до рождения Клэптона, а затем вернулся в Канаду. Клэптон вырос с бабушкой, Розой, и её вторым мужем, Джеком Клэппом, который был отчимом Патриции Клэптон и её брата Адриана. Эрик рос, думая, что его мать — это его сестра, а бабушка и дедушка — отец и мать. Сходство фамилий породило ошибочное мнение, что настоящая фамилия Клэптона это Клэпп (Реджиналд Сесил Клэптон — было имя первого мужа Розы, деда по материнской линии Эрика Клэптона)[2]. Годы спустя, его мать вышла замуж за другого канадского солдата и переехала в Германию[3], оставив молодого Эрика с бабушкой и дедушкой в ​​графстве Суррей[4].\n\nНа свой тринадцатый день рождения Клэптон получил акустическую гитару Hoyer, сделанную в Германии, но на недорогом инструменте со стальными струнами было трудно играть, и Эрик на короткое время потерял к нему интерес[4]. Через два года Клэптон взял её снова и начал играть постоянно[4]. Клэптон находился под влиянием блюза с раннего возраста, часами занимался, изучая блюзовые аккорды, играя вместе с аудиозаписями[5]. Он продолжил свои занятия с использованием своего портативного катушечного магнитофона Grundig, слушал их снова и снова, пока не чувствовал, что делает всё правильно[5][6].","strBiographyES":"Eric Patrick Clapton, CBE (Ripley, Surrey, Inglaterra, 30 de marzo de 1945) es un guitarrista, cantante y compositor de rock y blues británico, conocido por su magistral habilidad con la guitarra eléctrica, en concreto con su Stratocaster.2 Es conocido por el apodo de Slowhand (\"Mano lenta\"),1 desde su época en The Yardbirds y con el de God (\"Dios\") desde su época con Cream. Clapton es miembro del Salón de la Fama del Rock por partida triple: como miembro de The Yardbirds y de Cream y por su carrera en solitario. En opinión de muchos críticos, Clapton ha sido uno de los artistas de la cultura de masas más respetados e influyentes de todos los tiempos.3 Aparece en el puesto número 2 de la lista \"Los 100 guitarristas más grandes de todos los tiempos\" de la revista Rolling Stone4 y en el puesto número 55 de su especial \"Inmortales: Los 100 artistas más grandes de todos los tiempos\".5 Además, en 2005 la revista Guitar World incluyó cinco de sus canciones entre los mejores solos de guitarra de todos los tiempos.\n\nSu estilo musical ha sufrido múltiples cambios a lo largo de su carrera, pero sus raíces siempre han estado profundamente ligadas con el blues. Es reconocido como un innovador en varias etapas de su carrera. Practicó el blues rock con John Mayall & the Bluesbreakers y The Yardbirds y el rock psicodélico con Cream, además de haber tocado estilos muy diversos en su etapa en solitario: Delta blues en su álbum Me and Mr. Johnson, pop en su canción «Change the World» o reggae en su versión del tema de Bob Marley «I shot the Sheriff». Algunos de sus mayores éxitos han sido los temas «Layla» de su época con Derek and the Dominos, «Sunshine of your love» con Cream y «Tears in Heaven», dedicada a su fallecido hijo, que compuso con Will Jennings.\nEric Clapton nació en Ripley, Surrey, Inglaterra, como hijo extramatrimonial de la pareja formada por Patricia Molly Clapton (7 de enero de 1929-marzo de 1999), de 16 años, y Edward Walter Fryer (21 de marzo de 1920-1985), un piloto militar de Montreal, Quebec, Canadá de 25 años. Su padre se encontraba destinado en el Reino Unido durante la Segunda Guerra Mundial y antes de que Eric naciera, regresó a Canadá junto a su esposa. El niño creció con su abuela, Rose, y su segundo marido Jack creyendo que eran sus padres, y que su madre era su hermana mayor. El apellido de sus abuelos era Clapp, mientras que Clapton es el apellido del primer esposo de su abuela Rose y abuelo materno de Eric (Reginald Cecil Clapton). Años después, su madre se casó con otro soldado canadiense (Frank MacDonald) y se mudó a Canadá, dejando a Eric a cargo de sus abuelos.6 Cuando Clapton contaba con nueve años de edad, averiguó la verdad cuando su madre y su hermanastro Brian regresaron a Inglaterra de visita. Esto supuso un punto de inflexión en su vida, haciéndole distanciarse de su familia y no aplicarse en el colegio.7 Su hermanastro, Brian, murió en un accidente de moto en 1974 a los 26 años. Clapton tiene otras dos hermanastras del segundo matrimonio de su madre; Cheryl (nacida en mayo de 1953)8 y Heather (nacida en septiembre de 1958).9\n\nClapton creció siendo un niño callado, solitario, y en sus propias palabras, \"un niño malo\". Aun así Clapton es conocido por su sentido del humor.10 11 Eric se crio en un entorno musical, donde su abuela tocaba el piano y, tanto su tío como su madre, disfrutaban escuchando las Big Bands de la época. Su madre le contó en una ocasión al biógrafo oficial de Eric, Ray Coleman, que su padre era un músico de mucho talento, y que tocó en varias bandas de la zona de Surrey.12 Eric obtuvo su primera guitarra como un regalo con motivo de cumplir 13 años de edad. Era una guitarra acústica de la marca alemana Hoyer, que le resultó de difícil ejecución. Aún a pesar de su frustración inicial, dedicó muchas horas a aprender los acordes y a emular la música de los artistas de blues que escuchaba en su magnetófono de casete.\n\nDespués de abandonar el colegio en 1961, Clapton estudió en Kingston College of Art, del que fue expulsado por no progresar lo suficiente en el resto de las áreas del arte, centrándose únicamente en la música.12 Por esta época Clapton comenzó a frecuentar la zona de Richmond (Londres).13 A los 17 años se unió a su primera banda The Roosters. Permaneció en este grupo de enero a agosto de 1963. En octubre de ese mismo año tocó en siete conciertos con Casey Jones and the Engineers.14 Antes de dedicarse de lleno al mundo de la música Clapton se ganaba la vida trabajando de obrero junto a su abuelo.","strBiographyPT":"Eric Patrick Clapton CBE (Ripley, 30 de março de 1945) é um guitarrista, cantor e compositor britânico. Apelidado de Slowhand, foi considerado o segundo melhor guitarrista da história pela revista norte-americana Rolling Stone.1\n\nEmbora seu estilo musical tenha variado ao longo de sua carreira, Clapton sempre teve suas raízes ligadas ao blues. Clapton foi considerado inovador pelos críticos em várias fases distintas de sua carreira, atingindo sucesso tanto de crítica quanto de público e tendo várias canções listadas entre as mais populares de todos os tempos, tais como \"Layla\", \"Wonderful Tonight\" e a regravação de \"I Shot the Sheriff\", de Bob Marley.\n\nEm 2004 foi condecorado com o título de Comandante da Ordem do Império Britânico (CBE).\nClapton nasceu em Ripley, na Inglaterra. Foi criado pelos avós, Rose e Jack Clapp.\n\nEm 1944, o sul da Inglaterra foi inundado pelas tropas americana e canadense. Assim, a exemplo de muitas cidades inglesas, Ripley foi povoada. Patrícia, sua irmã mais velha, na verdade sua mãe, aos 15 anos conheceu o verdadeiro pai de Clapton, Eduardo Fryer, um aviador americano com quem teve um breve caso. Em 1945, Clapton nasceu \"em segredo\" na casa onde foi criado pelos avós como filho, acreditando que eles eram seus pais, sem saber que a irmã mais velha era a sua mãe verdadeira até os nove anos de idade. Foi batizado como Eric, mas era tratado por Ric. 2\n\nEssa revelação marcou a infância de Clapton. A família melindrava em torno dos fatos sobre a sua origem, em uma comunidade rural onde todos se conheciam e \"(...) as escolhas definidas dentro da família sobre como lidar com as minhas circunstâncias, e eu não era colocado a par de nenhuma delas (...)\" Essa descoberta tornou-o fechado em si mesmo, além de não ter permissão para falar sobre o assunto: \"Eu observava o código de segredo que existia na casa\". Depois disso, Eric teve dificuldades nos estudos e tornou-se um garoto calado, tímido, solitário e distante da família. Na escola, o assunto que mais o interessava era a arte, e era comum ser repreendido em aula por ter os livros repletos de desenhos.2\n\nIniciou os primeiros estudos na Escola Primária da Igreja Anglicana de Ripley. Durante a catequese ouviu pela primeira vez os cânticos ingleses, entre eles Jesus Bids Us Shine, o seu favorito. Desde então, a música o distraía da realidade. Uma paixão que, no decorrer dos anos, passou a ser essencial em sua vida. O seu primeiro instrumento, a flauta doce, lhe proporcionou um prêmio ao tocar Greensleeves.\n\nApesar do ambiente confuso em casa, Eric Clapton se considerava um garoto de sorte sob o aspecto de que o ambiente rural na comunidade de Ripley proporcionava um mundo repleto de fantasias na companhia dos amigos e vizinhos, Guy, Stuart e Gordon.\n\nTrabalhando como carteiro, aos treze anos de idade, ganhou seu primeiro violão da avó, Rose. Apesar da dificuldade inicial com o instrumento, influenciado por canções antigas de blues e com um pequeno gravador, Eric se esforçava para aprender até o ponto em que estivesse tocando igual aos artistas originais. Isso ajudou-o a desenvolver sua técnica e, em pouco tempo conseguiu dominar o instrumento.2\n\nAo completar o ensino básico, em 1962, Clapton fez um ano introdutório na Kingston School of Art, mas não concluiu o curso. Em janeiro de 1963, indicado pela namorada do guitarrista Tom McGuinness, e sua colega no curso de artes, ingressou na banda The Roosters. Seus ensaios eram no andar de cima de um bar e a guitarra, o teclado e o vocal iam no mesmo amplificador, pois não tinham muitos recursos. Chegaram a fazer algumas apresentações, e Eric permaneceu na banda até agosto do mesmo ano.2","strBiographySE":"Eric Patrick Clapton, född 30 mars 1945 i Ripley, Surrey, är en brittisk gitarrist och sångare.\n\nClapton ses av många som en av de allra största gitarristerna, bland annat rankades han som nummer två på tidningen Rolling Stones lista över de hundra största gitarristerna genom tiderna. Han är den enda musikern som valts in tre gånger i Rock and Roll Hall of Fame, dels med grupperna The Yardbirds 1992, Cream 1993 och dels som soloartist 2000.[1] Till Claptons största hits hör \"Layla\", \"Tears in Heaven\", \"Wonderful Tonight\", en cover av Bob Marleys \"I Shot the Sheriff\", \"Cocaine\" och \"Change the World\".\n\nClaptons musik har alltid varit bluesinfluerad trots att han under 1970- och 1980-talet mest spelade popmusik. Under 2000-talet har han allt mer återvänt till bluesen och bland annat gjort en skiva med Robert Johnson-covers[2] och samarbetat med B.B. King.[3]\nClapton började sin karriär som gitarrist i bluesgruppen The Yardbirds på 1960-talet. Han lämnade Yardbirds 1965 för att spela med John Mayall's Bluesbreakers. Under åren 1966-1968 var han medlem i supergruppen Cream tillsammans med Jack Bruce och Ginger Baker. 1968 tillfrågades Eric Clapton av George Harrison om han med sitt virtuosa gitarrspel kunde medverka vid Beatles inspelning av While My Guitar Gently Weeps, vilket han också gjorde.[4] 1969 var han med och bildade den mycket kortvariga gruppen Blind Faith. Han turnerade sedan med Delaney, Bonnie & Friends vilket resulterade i livealbumet On Tour with Eric Clapton.\n\n1970 släppte Clapton sin kanske mest hyllade skiva, dubbelalbumet Layla and Other Assorted Love Songs med bandet Derek and the Dominos. Denna skiva har av många ansetts som ett av Claptons bästa album.[5]} År 1974 fick Clapton en stor hit med sin inspelning av Bob Marley-låten \"I Shot the Sheriff\". Det var under 1970-talet som Clapton var som mest populär, men han gjorde även en hel del material under 1980-talet. 1984 medverkade Clapton på Roger Waters soloalbum The Pros and Cons of Hitch Hiking, samt på den turné som följde. Clapton komponerade även filmmusik till en rad filmer, bland andra Dödligt vapen-filmerna (Tillsammans med Michael Kamen & David Sanborn).\n\nDen 20 mars 1991 omkom Claptons fyraårige son Conor när han föll från fönstret i sin mammas väns lägenhet i New York på 53:e våningen, något som Clapton bearbetade genom att tillsammans med Will Jennings skriva den numera klassiska låten \"Tears in Heaven\". Låten fanns ursprungligen med i filmen Rush från 1991.\n\n1992 spelade Clapton in albumet Unplugged i samarbete med MTV Unplugged som samtidigt spelade in en konsertfilm av sessionen.\n\nÅr 1997 medverkade Clapton under pseudonymen \"X-sample\" i ett för honom udda projekt. Tillsammans med Simon Climie spelade dom in skivan Retail Therapy under namnet T.D.F[6] som är en akrynom för Totally Dysfunctional Family. Albumet som är instrumentalt består av en blandning av rock, techno och världsmusik och är, enligt Claptons självbiografi, musik ursprungligen komponerad för en av Giorgio Armanis modeshower.[7] Climie har efter detta i egenskap av producent, musiker och kompositör kommit att jobba med Clapton på flertalet album.[8]\n\n2004 arrangerade Clapton en gitarrfestival, Crossroads Guitar Festival i Dallas, Texas, USA. 2007 arrangerade han för andra gången Crossroads Guitar Festival, den här gången i Chicago, Illinois.\n\n2005 återförenades Cream, och gav en serie konserter på Royal Albert Hall.\n\nClapton har fortsatt med turnéer över i stort sett hela världen, och även medverkat vid ett antal hyllningskoncerter för avlidna och framstående musiker.\n\nEric Claptons självbiografi, med titeln Clapton - Självbiografin, publicerades på svenska år 2008, i översättning av Elisabet Fredholm.","strBiographyNL":"Eric Patrick Clapton, (Ripley (Surrey), 30 maart 1945) is een Britse gitarist, componist en zanger van blues-, rock- en popmuziek.\nClapton werd geboren als zoon van de zestienjarige Patricia Molly Clapton en de 25-jarige Canadese militair Edward Walter Fryer die in Engeland was gelegerd. Fryer keerde nog voor Claptons geboorte terug naar zijn echtgenote in Canada. Omdat zijn moeder nog erg jong was, werd Clapton opgevoed door zijn grootmoeder Rose en haar echtgenoot Jack Clapp, die de stiefvader was van Claptons moeder. Zijn moeder die doorging voor zijn zuster, trouwde met de Canadese militair Frank McDonald en volgde haar echtgenoot naar Duitsland en later naar Canada. Onterecht wordt soms gemeld dat Eric de achternaam Clapp heeft, van zijn grootvader. Eric kreeg bij zijn geboorte de achternaam van zijn moeder, Clapton. Uiteraard zorgde dat bij Eric in zijn jeugd voor verwarring. Hem werd aanvankelijk verteld dat zijn moeder zijn zus was.\n\n\"Ricky\", zoals Clapton door zijn grootouders genoemd werd, was een stil kind met kunstzinnige aanleg en een goed verstand. Op negenjarige leeftijd ontdekte hij de waarheid omtrent zijn afstamming. Hij trok zich nog meer terug in zichzelf en begon zijn schoolwerk te verwaarlozen. Toen Clapton eind jaren 50 met de opkomende rock-'n-roll in aanraking kwam, was hij meteen enthousiast. Voor zijn dertiende verjaardag vroeg en kreeg hij een gitaar. Hij ging op zoek naar de oorsprong van de rock-'n-roll en kwam bij de blues terecht. Op zijn 16e liet hij zich inschrijven bij het Kingston College of Art, maar al na een jaar werd hij weggestuurd.\n\nEenmaal van school begon hij te werken in de bouwsector, samen met zijn grootvader. Zijn allereerste muzikale invloeden waren Big Bill Broonzy en Robert Johnson, wiens muziek wel eens werd gedraaid tijdens kinderradioprogramma's. Later leerde hij de muziek van B.B. King en andere elektrische gitaristen kennen. Zijn eerste elektrische gitaar kochten zijn grootouders op afbetaling. Deze is zichtbaar op foto's van de Roosters. Clapton ruilde hem al in voor een Fender Telecaster voordat de afbetaling voldaan was.","strBiographyHU":"Eric Patrick Clapton (Ripley, Surrey megye, Egyesült Királyság, 1945. március 30. –) A Brit Birodalom Rendje (CBE) kitüntetés tulajdonosa, becenevén \"Slowhand\" („Lassúkezű”), Grammy díjnyertes brit gitáros, énekes és zeneszerző. A rock-korszak egyik leginkább megbecsült és legnagyobb hatású gitárosa, akit egyedülálló módon háromszor is beiktattak a Rock and Roll Hall of Fame-be. Clapton a rockzene történetének egyik legnagyobb hatású zenésze.\n\nBár karrierje során többször váltott stílust, zenéje megőrizte a blues hagyományait. Claptont karrierjének több szakaszában is újítónak tartották, ezek közül kiemelkedik a blues rock (The Yardbirds és John Mayall & the Bluesbreakers) és a hard rock (Cream) terén nyújtott teljesítménye. Különböző stílusokban is komoly sikereket ért el: delta blues (a Robert Johnson tiszteletére megjelent Me and Mr. Johnson című album), pszichedelikus rock (\"Sunshine of Your Love\"), pop (\"Change the World\") és reggae (\"I Shot the Sheriff\").\nEric Clapton 1945. március 30-án született a Surrey megyében található Ripley-ben, az Egyesült Királyságban. Anyja, Patricia Molly Clapton 16 éves volt, amikor életet adott neki; apja, Edward Walter Fryer a kanadai hadsereg 24 éves katonája még fia születése előtt visszatért feleségéhez Kanadába.\n\nEric a nagyszüleinél nőtt fel, abban a hitben, hogy ők a szülei, anyja pedig a nővére. Később Patricia hozzáment egy másik kanadai katonához, Kanadába költözött, fia pedig egyedül maradt nagyszüleivel. Eric mindezt kilenc évesen tudta meg; e bonyolult családi háttér élete egyik meghatározó momentuma lett.\n\nClapton saját bevallása szerint elég rossz gyerek volt. A gimnáziumot a surbitoni Hollyfield Schoolban végezte el. Első munkahelyén postásként dolgozott. A blues már egész fiatalon megérintette; 13. születésnapjára kapott egy akusztikus gitárt, amin tanár nélkül tanult játszani, és majdnem feladta. A gimnázium elvégzése után a Kingston Art Schoolban üvegfestést tanult, de később kirúgták nem megfelelő tanulmányi átlaga és az órákon való gitározása miatt. 17 évesen lépett be a The Roosters nevű zenekarba, melynek 1963 januárjától augusztusig volt a tagja. 1963 szeptemberében hét koncerten játszott a Casey Jones and the Engineers társaságában.","strBiographyNO":"Eric Patrick Clapton (født 30. mars 1945 i Surrey, England) er en engelsk gitarist, sanger og låtskriver.\n\nClapton slo igjennom for første gang på begynnelsen av 1960-tallet som gitarist i den britiske gruppa The Yardbirds. Han forlot gruppa i 1965 som protest mot at de valgte «For Your Love» som A-siden på den neste singelen. Clapton ville heller at de skulle velge Otis Redding-låta «Your One and Only Man». Da denne ble B-side, takket Clapton for seg og fikk plass i John Mayalls band The Bluesbreakers. Sammen med The Bluesbreakers ga Clapton ut ett album. Her sang han for første gang solo på plate. Låta var den gamle Robert Johnson-låta «Ramblin' On My Mind». Clapton likte seg godt i John Mayall and The Bluesbreakers, men fant ikke roen. Etter diverse forskjellige stoppesteder, startet han supergruppen Cream sammen med Ginger Baker og Jack Bruce. I 1968 bidro han med gitarsoloen på The Beatles-sangen «While My Guitar Gently Weeps», og ble dermed den eneste outsideren som har bidratt med gitar på en Beatles-innspilling.","strBiographyIL":"אריק פטריק קלפטון (באנגלית: Eric Patrick Clapton; נולד ב-30 במרץ 1945 באנגליה) הוא גיטריסט, זמר ומלחין בריטי. נודע גם בכינוי Slowhand ונחשב אחד מהגיטריסטים המוערכים ביותר בזרמים המוזיקליים של הבלוז והרוק. קלפטון רשום בהיכל התהילה של הרוק אנד רול שלוש פעמים, כחבר להקת קרים, כחבר להקת ציפורי החצר וכאמן סולו, שיא ההופעות של אמן כלשהו בהיכל התהילה. קלפטון דורג במקום השני ברשימת 100 הגיטריסטים הטובים של כל הזמנים של מגזין הרולינג סטון,‏[1] ואף נכנס למקום ה-53 ברשימת 100 האמנים הטובים של כל הזמנים של המגזין.\nנולד בעיירה ריפלי שבחבל סארי כבן לא חוקי לאמו בת ה-16 ולטייס קנדי ששרת באנגליה במלחמת העולם השנייה. אביו שב לקנדה לפני שקלפטון נולד והילד גודל על ידי הורי אמו בהאמינו כי הם הוריו וכי אמו היא אחותו הגדולה. לאחר כמה שנים, נישאה אמו לחייל קנדי אחר ועקרה לגרמניה בהשאירה את הילד בהשגחת סבו וסבתו. בגיל 9 גילה אריק הצעיר את האמת וגילוי זה הפך לחוויה מעצבת עבורו.\nליום הולדתו ה-13 קיבל גיטרה כמתנה ולמד לבדו לפרוט עליה. בגיל 17 הצטרף לראשונה ללהקת רוק שנקראה ה\"רוסטרס\". בנעוריו הוא האזין למוזיקת ולאמני בלוז דוגמת רוברט ג'ונסון ואומני רוק כדוגמת אלביס פרסלי. קלפטון התפרסם בראשונה כשהצטרף ללהקת ציפורי החצר (The Yardbirds) בשנת 1963. הלהקה, שניגנה בתחילה בלוז, נטתה בהמשך לכיוון מסחרי יותר ולאחר הקלטת להיטה \"For Your Love\", שבהקלטתו סירב קלפטון לקחת חלק בגלל הכיוון החדש של הלהקה, הוא עזב אותה ב-1965 (במקומו גויס ללהקה הגיטריסט ג'ף בק) והצטרף אל להקת הבלוזברייקרס בהנהגתו של ג'ון מייאל: \"הם לא רצו שייוודע שעזבתי אותם. בימים האלה, כשמישהו עזב להקה זה נחשב 'מלוכלך'...אחרי שנה וחצי התחלתי לחשוב על מוזיקה כדבר רציני. פשוט הבנתי שאני הולך לעסוק בזה כל חיי ושעדיף שאעשה את זה נכון...החלטתי שאני לא מנגן טוב בכלל ונסעתי לכפר לכמה שבועות. אז ג'ון מאייל הציע לי להצטרף...כבר עמדתי לבחור במשהו אחר, כמו ציור\".‏[2] קלפטון התבלט בבלוזברייקרס והחל לקנות את פרסומו כגיטריסט מהשורה הראשונה. באותם ימים התפרסמו כתובות גרפיטי בלונדון שטענו כי: \"Clapton is God\".\n\nבשנת 1966 עזב קלפטון את הבלוזברייקרס (במקומו גויס ללהקה הגיטריסט פיטר גרין) והקים יחד עם חברו לבלוזברייקרס, ג'ק ברוס (שירה, גיטרה בס ומפוחית) ועם ג'ינג'ר בייקר (תופים) את להקת קצפת (Cream) שנחשבה כלהקת העל הראשונה ברוק. להקת קצפת שילבה את סגנונות הבלוז והרוק וזכתה להצלחה בבריטניה. בקצפת החל קלפטון לבצע שירים גם כזמר, אם כי תפקיד הזמר המוביל נשמר לג'ק ברוס.\n\nבאותה תקופה, בסוף 1966, דרך כוכבו של ג'ימי הנדריקס שהתפרסם בהופעותיו בלונדון. הנדריקס היה פורץ דרך הן בהופעתו על הבמה, הן בלחנים ובעיבודים שלו ובמיוחד בשליטתו הטכנית בנגינה בגיטרה. בהופעותיו נכחו מיטב אמני הרוק המפורסמים בבריטניה, כולל אריק קלפטון שהושפע ממנו מאוד.\n\nלהקת קצפת ניגנה מגוון של שירים שנעו בין מוזיקת פופ כגון: \"I Feel Free\" ובין קטעי בלוז ארוכים כגון: גרסת הכיסוי לשיר \"Spoonful\" של וילי דיקסון וזכתה להצלחה מסחרית ולהערכת המבקרים. שני להיטיה הגדולים היו: \"Sunshine of Your Love\" מהאלבום \"Disraeli Gears\" ו-\"White Room\" מהאלבום \"Wheels of Fire\". למרות הצלחתה המסחרית של הלהקה, דבר שאף הביא לפרסום נוסף לקלפטון ועליית מעמדו כגיטריסט על, ימיה של הלהקה היו ספורים. המתחים בין שלושת חבריה ובמיוחד בין בייקר וברוס, הביאו בסופו של דבר לפירוק הלהקה. באותה תקופה נחשף קלפטון לתקליטה החדש של הלהקה האמריקאית הבאנד (music From Big Pink - (The Band. הוא סבר שמוזיקת הרוק מתקדמת לכיוונים חדשים ואף פנה בבקשה ללהקה להצטרף לשורותיה, אך נענה בשלילה.\n\nאלבום הפרידה של קצפת \"Goodbye\", שכלל הקלטה של הופעה באולם הרויאל אלברט הול, יצא לשוק זמן קצר לאחר פירוק הלהקה ב-1968. מתוך אלבום זה יצא גם הלהיט \"Badge\", אותו כתב קלפטון יחד עם ג'ורג' האריסון מהביטלס. שיר זה גם שימש, מאוחר יותר, כבסיס ללהיט הביטלס \"Here Comes the Sun\", שהולחן על ידי האריסון. עוד תוצאה של חברותם של קלפטון והאריסון הייתה נגינת סולו הגיטרה על ידי קלפטון בלהיט הביטלס \"While My Guitar Gently Weeps\" שנכתב גם הוא על ידי האריסון. באותה עת שררה מתיחות בין חברי הביטלס והבאתו של קלפטון לסולו הגיטרה הוסיפה חשיבות לשירו של האריסון ששיריו נדחקו על ידי לנון ומקרטני.","strBiographyPL":"Eric Patrick Clapton, pseudonim Slowhand (ur. 30 marca 1945 w Ripley w Anglii[1]) – brytyjski muzyk rockowy i bluesowy, gitarzysta, kompozytor, wokalista.\n\nCzłonek wielu zespołów rockowych i jeden z najbardziej znanych symboli muzyki rockowej. W 2003 pojawił się na 4. miejscu listy 100 największych gitarzystów wszech czasów magazynu \"Rolling Stone\", zaś w 2011 na miejscu 2.[2].\n\nW 2000 został wprowadzony jako artysta solowy do Rock and Roll Hall of Fame[3].\nEric Clapton urodził się w Ripley, w hrabstwie Surrey, w Anglii, jako nieślubne dziecko 16-letniej Patricii Molly Clapton i Edwarda Waltera Fryera, 25-letniego kanadyjskiego żołnierza. Fryer jeszcze przed narodzinami syna wyruszył na wojnę, a później wrócił do Kanady. Erica wychowywała babka ze swoim drugim mężem. Chłopiec wierzył, że są oni jego rodzicami, a jego matka – starszą siostrą. Dziadkowie nosili nazwisko Clapp, co było przyczyną pojawiających się sugestii, jakoby to było prawdziwe nazwisko Erica. Później jego matka poślubiła innego kanadyjskiego żołnierza, przeniosła się do Kanady i zostawiła syna do wychowania dziadkom. Eric odkrył rodzinny sekret w wieku 9 lat i był to w jego życiu moment przełomowy.\n\nEric wyrastał jako zdeklarowany „urwis\". Uczęszczał do szkoły średniej Hollyfield w Surbiton. Jego pierwszym zawodem był listonosz. Od najwcześniejszych lat miał kontakt z bluesem i w wieku lat 13 dostał na urodziny gitarę z metalowymi strunami. Nauka gry była jednak dla niego tak trudna, że mało brakowało, a dałby za wygraną. Po ukończeniu szkoły Eric ukończył jednoroczny kurs w roku 1962 w Kingston College of Art. Mniej więcej w tamtym okresie zaczął grywać na ulicy w okolicach Kingston upon Thames, Richmond upon Thames oraz londyńskiego West Endu.\n\nEric wstąpił do swojego pierwszego zespołu kiedy miał 17 lat, a był to zespół grający muzykę R&B – The Roosters – grał w nim od stycznia do sierpnia roku 1963. We wrześniu tego roku wziął udział w siedmiu występach grupy Casey Jones and the Engineers.","strGender":"Male","intMembers":"1","strCountry":"Ripley, Surrey, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/1v70pb1678817888.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/xytywp1522006501.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/so9pbz1644229583.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/2ddc181644229709.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/xqywyv1522006558.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/zr4rds1678817924.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/nwlh7v1678852957.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/wrqxus1342901201.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/q04uou1630489485.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/rsuwpx1363776309.jpg","strMusicBrainzID":"618b6900-0618-4f1e-b835-bccb17f84294","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Eric Clapton/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}