{"artists":[{"idArtist":"119094","strArtist":"Dalida","strArtistStripped":null,"strArtistAlternate":"Yolanda Cristina Gigliotti","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1933","intDiedYear":"1987","strDisbanded":null,"strStyle":"International","strGenre":"","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Dalida (17 January 1933-1987), birth name Iolanda Cristina Gigliotti, was an Egyptian singer and actress of Italian origins who performed and recorded in more than 10 languages including: Arabic, Italian, Greek, German, English, Japanese, Hebrew, Dutch and Spanish. She was born in Cairo, Egypt, to Italian (Calabrian) parents, and spent her early years in the Italian Egyptian community of the Cairo but she lived most of her adult life in France. She received 55 gold records and was the first singer to receive a diamond disc. A 30-year career (she debuted in 1956 and recorded her last album in 1986, a few months before her death) and her death led to an iconic image as a tragic diva and renowned singer.Worldwide sales of her music are estimated at over 180 million, establishing her as one of the most noteworthy multi-lingual recording artists of the 20th century.","strBiographyDE":null,"strBiographyFR":"Dalida, de son vrai nom italien Yolanda Cristina Gigliotti, née le 17 janvier 1933 au Caire et morte le 3 mai 1987 à Paris, est une chanteuse et actrice. Issue d'une famille d'origine italienne, elle a surtout chanté et joué en français mais aussi en italien, en arabe égyptien, en anglais, en espagnol, en allemand, en hébreu, en japonais, en flamand et en libanais.\n\nYolanda Gigliotti naît le 17 janvier 1933 à Choubra (faubourg aux portes du Caire) de parents italiens (originaires de Serrastretta, dans la Calabre). Son père, Pietro Gigliotti (1904-1945), est premier violon à l'Opéra du Caire ; elle le suit en coulisse lors de ses répétitions, entonnant des airs d'opéra. Sa mère Giuseppina Gigliotti est couturière. Elle est la seule fille d'une famille de trois enfants : Orlando est l'aîné ; son frère cadet, Bruno, est né en 1936 (par la suite, il prendra pour nom de scène Orlando, le prénom de son frère aîné, et deviendra l'agent artistique de Dalida).\n\nÀ la fin de l'année 1933, elle est plongée dans le noir (bandage porté 40 jours sur les yeux selon les recommandations du médecin) à cause d'une infection des yeux. Cet accident de santé provoquera chez elle de violents maux de tête et un strabisme convergent que plusieurs interventions chirurgicales (y compris à l'âge adulte) atténueront, mais qui l'oblige à porter des lunettes jusqu'à 16 ans, âge auquel elle les jette pour se prouver qu'elle est belle malgré ce strabisme.\n\nElle étudie dans une école religieuse de Choubra et fait ses premiers pas sur scène dans le club de théâtre de l’école. Lorsque la Seconde Guerre mondiale éclate, son père, comme tous les immigrés italiens, est interné dans le camp de Fayed, près du Caire. Tous les deux mois, elle lui rend visite, mais le voit progressivement dépérir. Il revient du camp en 1944 avec des migraines et l'amertume de sa carrière gâchée. Toute la famille devra subir son instabilité psychologique. Il meurt d'une congestion cérébrale un an plus tard.\n\nAprès avoir travaillé dans la maison de couture Donna où elle devient mannequin, elle remporte en Égypte quelques concours de beauté, dont le titre de « Miss Égypte 1954 », et tourne dans plusieurs films de série B. Puis à l'âge de 21 ans elle gagne Paris dans l'espoir de faire carrière dans le cinéma. Mais elle prend rapidement conscience du fait que son maigre bagage ne pèse rien aux yeux des producteurs français et s'oriente alors vers la chanson : elle débute à la Villa d'Este, dans un répertoire à l'exotisme latin. Au début de sa carrière, Yolanda Gigliotti a pour nom de scène « Dalila », mais ce pseudonyme faisant trop penser aux mythiques Samson et Dalila, elle le change très vite en « Dalida »","strBiographyCN":null,"strBiographyIT":"Dalida (pseudonimo di Iolanda Cristina Gigliotti; Il Cairo, 17 gennaio 1933 – Parigi, 3 maggio 1987) è stata una cantante e attrice francese di origine italiana, che ebbe il suo momento di maggior successo dalla fine degli anni cinquanta sino alla sua scomparsa. Tuttavia, a causa di unadepressione che da lungo tempo la accompagnava, si tolse la vita il 3 maggio 1987 con un'overdose di barbiturici, a distanza di dieci anni da un secondo tentativo di suicidio e a venti dal primo, in concomitanza con la tragica fine del suo amore di allora, Luigi Tenco. Dalida ha venduto oltre 140 milioni di dischi in tutto il mondo.","strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"El Cairi, Egypt","strCountryCode":"EG","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qsqrrx1367092719.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vquyqw1422998710.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vpxrrw1367093600.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wvstyq1367093825.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/sqqrqr1510857781.jpg","strMusicBrainzID":"1598ccda-b164-4bff-9821-f9ff5a8587a8","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}