{"album":[{"idAlbum":"2177241","idArtist":"119227","idLabel":"45465","strAlbum":"Forty Licks","strAlbumStripped":"Forty Licks","strArtist":"The Rolling Stones","strArtistStripped":"The Rolling Stones","intYearReleased":"2002","strStyle":"Rock/Pop","strGenre":"Rock","strLabel":"Rolling Stones Records","strReleaseFormat":"Compilation","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/forty-licks-4ddc723fd0609.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/forty-licks-4fda4e742f0d7.png","strAlbumSpine":null,"strAlbum3DCase":null,"strAlbum3DFlat":null,"strAlbum3DFace":null,"strAlbum3DThumb":null,"strDescriptionEN":"Forty Licks, like Elvis' 30 #1 Hits, is a career-spanning compilation that wouldn't have happened without the unprecedented, blockbuster success of Beatles 1. Where Elvis' set is hurt by the simple fact that there are too many damn Elvis comps on the market, the Rolling Stones benefit greatly from the fact that there has not been any set that chronicles all their recordings from the '60s through the '90s. It also benefits that this is the concept behind the record -- it's meant to be a journey through their biggest songs, not just the number one hits. Of course, the Stones couldn't have had a CD containing just their number ones that spanned one disc, much less two, because they never topped the charts that frequently. This is a liberating thing (compare it to Elvis', which got weighed down with the number ones, resulting in some subpar selections), since it opens the door for almost every Stones song of note to feature on this collection, along with four new songs (not great, but solid songs, all). Sure, there are many great Rolling Stones moments missing, and not just fan favorites Beggars Banquet or Exile on Main St., either -- \"Play With Fire,\" \"2000 Light Years From Home,\" \"Tell Me,\" \"Heart of Stone,\" \"Doo Doo Doo Doo Doo (Heartbreaker),\" \"Lady Jane,\" \"Time Is on My Side,\" \"Waiting on a Friend,\" \"I'm Free,\" and \"We Love You\" are all missing in action. The thing is, as the disc is playing, you don't miss any of them, and it feels like all the hits are here. At first, the nonchronological order seems to be a mistake, but both discs flow well, especially since they're roughly divided thematically (the first is devoted largely to the '60s, with the rest on the second). Yes, the Stones made great albums that should be in any serious rock collection, but if you just want a summary of their best moments, Forty Licks is it; it does its job as well as Beatles 1 did. ","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":null,"intScoreVotes":null,"strReview":"","strMood":"Energetic","strTheme":null,"strSpeed":"","strLocation":null,"strMusicBrainzID":"6474dce0-f54d-36f5-9dc5-03a44e9f5d5b","strMusicBrainzArtistID":"b071f9fa-14b0-4217-8e97-eb41da73f598","strAllMusicID":null,"strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":null,"strWikidataID":null,"strWikipediaID":null,"strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}