{"artists":[{"idArtist":"128880","strArtist":"José Mercé","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1955","intBornYear":"1955","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Born José Soto Soto, 1955 in Jerez de la Frontera, Spain. José Mercé is a flamenco cantaor (singer), and won the Córdoba National Competition in 1986. He has worked with Vicente Amigo and Moraito.  He is an indispensable figure in the summer festivals in Andalucía, as he is the most successful and famous cantaor on the flamenco scene. He is the nephew of Manuel Soto, Sordera, and his nick-name comes from his participation in the choir of the Basilica de la Merced when he was a boy. He started singing in the Jueves Flamencos (Flamenco Thursdays) in Jerez and in the Cádiz tablao La Cueva del Pájaro Azul. The producer Manuel Ríos Ruiz produced his first record when he was thirteen years old. He went to record it in Madrid, where he settled definitively. His good meter resulted in many dancers wanting him by their side, including the Trío Madrid, formed by Mario Maya, El Güito and Carmen Mora. From 1973 to 1983, he joined the company of Antonio Gades, with which he travelled half-way around half the world and took part in the film Bodas de Sangre, by Carlos Saura.  After performing on a few occasions with the Ballet Nacional, he started giving recitals in cultural centres, flamenco peñas (enthusiasts' clubs) and festivals, and he took part in the International Courses of Flamenco Art in the Faculty of Flamencology and Andalusian Folk Studies, as a teacher. In 1986 he was triumphant in the Concurso Nacional in Córdoba, and he settled in the Café de Chinitas in Madrid. Afterwards, José Mercé cemented his reputation in the summer festivals and began to progressively have a stronger personality until he became a mass idol with records like Del amanecer, produced by Vicente Amigo, and Aire, produced by Isidro Sanlúcar.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Miembro de una saga de cantaores gitanos, bisnieto de Paco de la Luz, sobrino de Manuel Soto Monje y primo de Vicente Soto \"Sordera\", la saga flamenca más longeva. De niño cantó en la Escolanía de la Basílica de la Merced de Jerez, de donde Antonio Gallardo le da su nombre artístico1 . Durante seis meses, trabajó en \"el Tablao\", en Cádiz2 , en la calle Santa María de la Cabeza, con Rancapino, Pepa de Utrera, Juanito Villar y la Perla de Cádiz.\n\nA los trece años de edad, se marchó a Madrid para grabar su primer disco, acompañado a la guitarra por Manolo Sanlúcar y Paco de Lucía. Cantó en el tablao de Torres Bermejas junto a Mario Maya, Carmen Mora y Guito. Posteriormente y hasta 1983 trabaja en la compañía de Antonio Gades. En esta etapa participa en las películas \"Bodas de sangre\" y \"Flamenco\" de Carlos Saura. De la mano del compositor y productor Manuel Sánchez Pernía, José Mercé se consolida como artista de referencia en el panorama flamenco, gracias al disco \"Verde Junco\" en el que colaboraron artistas del calibre de Tomatito, Enrique de Melchor","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"","intMembers":"1","strCountry":"","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tvwtqp1399194145.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wxrsss1399194161.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/yutqsr1399194221.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/xsqurt1399196666.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"8de16649-8471-4215-93ba-40eb0515e56d","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}