{"album":[{"idAlbum":"2176163","idArtist":"111247","idLabel":"43827","strAlbum":"1967–1970","strAlbumStripped":"1967–1970","strArtist":"The Beatles","strArtistStripped":"The Beatles","intYearReleased":"1973","strStyle":"Rock/Pop","strGenre":"Rock & Roll","strLabel":"EMI","strReleaseFormat":"Compilation","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/19671970-4fd2f3765cbcf.JPG","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/19671970-4fd2f3131d11d.png","strAlbumSpine":null,"strAlbum3DCase":null,"strAlbum3DFlat":null,"strAlbum3DFace":null,"strAlbum3DThumb":null,"strDescriptionEN":"1967–1970 (widely known as \"The Blue Album\") is a compilation of songs by the English rock band The Beatles, spanning the years indicated in the title. It was released with 1962–1966 (\"The Red Album\"), in 1973. 1967–1970 made number 1 on the American Billboard chart and number 2 on the British Album Chart. This album was re-released in September 1993 on compact disc, charting at number 4 in the United Kingdom.\n\nThe album was compiled by Beatles manager Allen Klein. Songs performed by the Beatles as solo artists were also considered for inclusion, but like the cover songs on 1962–1966, limited space resulted in this idea having to be abandoned.\n\nAs with 1962–1966, this compilation was produced by Apple/EMI at least partially in response to a bootleg collection titled Alpha Omega, which had been sold on television the previous year. Print advertising for the two records made a point of declaring them \"the only authorized collection of the Beatles.","strDescriptionDE":null,"strDescriptionFR":"The Beatles 1967-1970 — aussi connu sous le surnom The Blue Album (« l'album bleu ») — est une compilation rassemblant 28 des plus grands succès du groupe rock britannique The Beatles publiés entre 1967 et 1970. Originalement sorti en 1973, il est publié pour la première fois sur CD le 20 septembre 1993 tandis qu'une version remastérisée a été publiée en 2010. L'album est un grand succès commercial.","strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"The Beatles/1967-1970, también conocido como The Blue Album —El álbum azul—, es un álbum recopilatorio de la banda de rock británica The Beatles, que abarca las canciones más populares desde 1967 a 1970. La compañía discográfica Apple Records publicó el álbum el 19 de abril de 1973 en el Reino Unido. El material ocupó el puesto número uno en los Estados Unidos, mientras que en el Reino Unido, el dos. Es uno de los seis álbumes certificados con disco de diamante de The Beatles, lo que los convierte en los máximos ganadores de este reconocimiento en la historia de la música. Los otros álbumes con disco de diamante son The Beatles/1962-1966, The Beatles, Abbey Road, Sgt. Pepper's Lonely Hearts Club Band y 1. The Beatles, ya separados, participaron en la selección de canciones, fotos y en el color del álbum.","strDescriptionPT":"The Beatles 1967–1970 (também conhecido como o Álbum Azul) é uma coletânea do grupo de rock inglês The Beatles, lançada em 1973. A coletânea contém músicas gravadas entre 1967 e 1970.","strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"6","intScoreVotes":"1","strReview":"","strMood":"Happy","strTheme":null,"strSpeed":"","strLocation":null,"strMusicBrainzID":"f2e0599e-222b-37a5-8544-2f68ce65fd66","strMusicBrainzArtistID":"b10bbbfc-cf9e-42e0-be17-e2c3e1d2600d","strAllMusicID":null,"strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":null,"strWikidataID":null,"strWikipediaID":null,"strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}