{"artists":[{"idArtist":"111383","strArtist":"Nat King Cole","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1935","intBornYear":"1919","intDiedYear":"1965","strDisbanded":null,"strStyle":"Jazz","strGenre":"Jazz","strMood":"Good Natured","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Nathaniel Adams Coles (March 17, 1919 - February 15, 1965), known professionally as Nat King Cole, was an American musician who first came to prominence as a leading jazz pianist. He owes most of his popular musical fame to his soft baritone voice, which he used to perform in big band and jazz genres. He was one of the first black Americans to host a television variety show, and has maintained worldwide popularity since his death.\nNathaniel Adams Coles was born in Montgomery, Alabama, on Saint Patrick's Day (March 17) in 1919. When he was 4, he and his family moved to Chicago, Illinois, where his father, Edward Coles, became a Baptist minister. Cole learned to play the organ from his mother, Perlina Coles, the church organist. His first performance was of \"Yes! We Have No Bananas\" at age four. He began formal lessons at 12, eventually learning not only jazz and gospel music, but also European classical music, performing, as he said, \"from Johann Sebastian Bach to Sergei Rachmaninoff\".\nCole had three brothers: Eddie, Ike, and Freddy Coles. His half-sister, Joyce Coles, married Robert Doak, of Robert Doak & Associates, Inc., art suppliers.\nThe family lived in the Bronzeville neighborhood of Chicago. Cole would sneak out of the house and hang around outside the clubs, listening to artists such as Louis Armstrong, Earl Hines, and Jimmie Noone. He participated in Walter Dyett's renowned music program at DuSable High School.\nInspired by the performances of Earl Hines, Cole began his performing career in the mid 1930s while still a teenager, adopting the name \"Nat Cole\". His older brother, Eddie, a bass player, soon joined Cole's band, and they made their first recording in 1936 under Eddie's name. They also were regular performers at clubs. Cole, in fact, acquired his nickname, \"King\", performing at one jazz club, a nickname presumably reinforced by the otherwise unrelated nursery rhyme about Old King Cole. He also was a pianist in a national tour of Broadway theatre legend Eubie Blake's revue, \"Shuffle Along\". When it suddenly failed in Long Beach, California, Cole decided to remain there. He would later return to Chicago in triumph to play such venues as the famed Edgewater Beach Hotel.","strBiographyDE":"Nat „King“ Cole, eigentlich Nathaniel Adams Coles, (* 17. März 1919 in Montgomery, Alabama; † 15. Februar 1965 in Santa Monica, Kalifornien) war ein US-amerikanischer Jazz-Pianist und Sänger. ","strBiographyFR":"Nathaniel Adams Coles — surnommé Nat King Cole — est un chanteur et pianiste de jazz et de rhythm and blues né à Montgomery, Alabama, États-Unis, le 17 mars 1919, et mort à l'âge de 45 ans à Santa Monica, Californie, États-Unis d'Amérique, le 15 février 1965. Il est l'un des plus grands crooners des années 1950.\n\nIl nait le jour de la Saint-Patrick, le 17 mars 1919. On discute souvent son année de naissance (on la donne de temps en temps comme étant 1917) mais sa fille Natalie Cole explique dans son autobiographie que son père est né en 1919. Le père de Cole, le révérend Edward James Cole Sr, et la mère de Cole, Perlina Adams, ont 13 enfants mais seuls cinq survivent jusqu'à l'âge adulte. Son père est le pasteur à la Première Église baptiste où sa mère dirige le chœur. C'est sa mère qui encourage Cole à apprendre le piano dès son plus jeune âge.\nLa famille Cole déménage dans le quartier de Bronzeville à Chicago. Ce quartier est au centre de la scène jazz et rhythm and blues de la ville. Nat et son frère Eddie écoutent la musique de Louis Armstrong et Jimmie Noon depuis une ruelle près de leur maison.\nIl étudie le piano et l'orgue avec sa mère jusqu'à l'âge de 12 ans, et commence ses études scolaires qui comprennent beaucoup de musique classique. Il acquiert de l'expérience en jouant de l'orgue chaque dimanche dans la nouvelle église de son père, l'église baptiste True Light. Il entre à l'École secondaire Wendell Phillips et il crée un ensemble jazz, Nat Coles and His Rogues of Rhythm . L'ensemble bat Earl « Fatha » Hines dans un Battle of the Bands à la salle de danse Savoy. Cole reçoit le titre de Prince of the Ivories.\n\nAprès avoir rencontré en 1936 sa première femme, Nadine Robinson, Cole se joint à son ensemble et à sa femme dans la revue musicale Shuffle Along, le premier spectacle à débuter dans Broadway avec une distribution uniquement noire en 1920. Quand le spectacle se termine à Los Angeles, Cole et Robinson décident de rester dans le sud de la Californie pour commencer leurs carrières.\nCole rencontre le guitariste Oscar Moore et le bassiste Wesley Prince en 1937 et ces trois hommes forment un nouvel ensemble à la demande de Bob Lewis, le directeur de l'Auberge Swanee. Lewis crée un coup publicitaire en demandant que Cole porte une couronne et s'appelle Nat « King » Cole. La couronne ne survit pas mais son nouveau nom subsiste avec la décision de Cole d'éliminer la lettre «  s  » à la fin de son nom.\nCole essaie avec réticence de chanter avec son trio, sans savoir que c'est sa voix qui lui vaudra son plus grand succès. Il décide de poursuivre le chant pour ajouter de la variété à son ensemble qui est alors uniquement instrumental. C'est la meilleure décision de sa carrière.\nL'ensemble est maintenant connu comme le King Cole Trio et il reçoit un contrat d'enregistrement à court terme avec le label Decca, avec qui le trio enregistre Sweet Lorraine et Honeysuckle Rose. Ils signent par la suite avec le label Capitol Records et produisent Straighten Up and Fly Right. La chanson se vend à plus d'un million de copies dans la première année et donne la preuve de l'importance de la voix de Cole. Toujours hésitant de son rôle comme chanteur, il continue de pratiquer le piano.\nEn 1942, Johnny Miller remplace Wesley Prince comme bassiste dans le King Cole Trio.\n\nLe 15 mars 1945, l'album du trio, The King Cole Trio (Vol. 1) devient le premier album numéro 1 sur le Premier Album Chart de Billboard. L'album suivant, The King Cole Trio (Vol. 2) sort en 1946 avec le succès de la chanson no1 (I Love You) For Sentimental Reason. Cet album comprend deux enregistrements très célèbres de Cole, The Christmas Song et (Get Your Kicks On) Route 66. Dans la première, Cole chante avec un orchestre à cordes pour la première fois. Des enregistrements orchestraux modifient ensuite le rôle du trio dans la carrière de Cole. Cole devient l'animateur pour l'été (en remplacement de Bing Crosby) du spectacle radio de la chaîne Kraft Music Hall. Il joue à Las Vegas pour la première fois en 1946. Il refuse d'y retourner après avoir découvert que le directeur du casino ne permet pas aux noirs d'y entrer. Ce n'est que le début d'une carrière au cours de laquelle il est confronté à de nombreux enjeux raciaux.\nNature Boy sort en 1948 sur l'album The King Cole Trio (Vol. 3). Ce single commence à l'établir comme l'un des premiers artistes noirs à trouver autant de succès auprès du public blanc de l'époque. Son succès de 1950, Mona Lisa, est une chanson qu'il n'aimait pas à l'origine. Cependant, la chanson se vend à plus de trois millions d'exemplaires et devient une de ses chansons les plus connues. 1950 est une année importante avec la première tournée pour le trio en Europe et avec leur première visite à l'émission d'Ed Sullivan.\nEn 1951, le mot « Trio » disparait du titre, albums et spectacles créditent «  Nat King Cole  ». La même année, Cole sort l'album Unforgettable et le single du même nom devient un autre exemple classique de sa musique et de son succès. L'album est consacré disque de platine en 1953. Cole fait sa première grande tournée en Europe comme soliste en 1954. À partir de 1958, il enregistre plusieurs albums en espagnol incluant Quizás, quizás, quizás d'Osvaldo Farrés, qui deviendra un classique.\nIl est invité à chanter pour la Reine Élizabeth II au palais Victoria en 1960 avec Liberace et Sammy Davis, Jr..\n\nCole est connu comme le quatrième afro-américain (avec Bob Howard, Hazel Scott et Billy Daniels) à avoir sa propre émission de télévision, The Nat King Cole Show, qui débute sur NBC le 5 novembre 1956. Elle commence par avoir une durée de 15 minutes puis passe à 30 minutes par la suite, même si elle ne parvient pas à s'assurer une plage horaire constante sur NBC. The Nat King Cole Show survit à peu près un an, avant d'être arrêtée le 17 décembre 1957. Cet arrêt est dû au manque de sponsors, en liaison avec la réticence des grandes entreprises à soutenir un homme noir à la télévision. Cependant, Love Is The Thing est un album classé numéro 1 la même année.\nCole fait partie de la distribution d'un grand nombre de films, parmi lesquels Killer Diller (1948), The Blue Gardenia (1953), Small Town Girl (1953), The Scarlet Hour (1956), Istanbul (1957), China Gate (1957), St. Louis Blues (1958), et Cat Ballou (1965). Ce dernier film sort après la mort de Cole. Il joue du piano et chante souvent dans ses films.\n\nCole s'associe avec John F. Kennedy après avoir chanté à la convention nationale démocrate en 1960 lorsque Kennedy est désigné comme candidat à la présidence. Cole chante ensuite pour l'investiture de Kennedy en 1961, avec Frank Sinatra et d'autres artistes célèbres. Kennedy et Cole deviennent de bons amis et Kennedy demande l'avis de Cole pour ce qui concerne le Mouvement des droits civiques aux États-Unis. Cole est très affecté par le décès de J.F.K.\n\nCole est atteint du cancer de la gorge. Il est capable d'enregistrer son dernier album, L-O-V-E, en décembre 1964 mais il ne voit pas l'album sortir au printemps 1965. Il succombe le 15 février 1965 à l'âge de 45 ans. Il est enterré au cimetière Forest Lawn à Glendale en Californie.\n\nLa vie personnelle de Cole est très publique. Une grande part de sa carrière tourne autour de sa place d'artiste noir dans une société où la ségrégation raciale est importante. Il est confronté à la discrimination raciale tout au long de sa vie.\nIl épouse d'abord Nadine Robinson en 1937 et en divorce en 1948. Il épouse ensuite Maria Hawkins Ellington en 1948 et restera marié avec elle jusqu'à sa mort en 1965. Maria donne naissance à Natalie, le 6 février 1950 à Los Angeles, Californie et les jumelles Casey et Timolin en 1961. Ils adoptent aussi Carol en 1951 (née en 1944) et Nathaniel Kelly en 1959. Le magazine Ebony publie l'article « Why We Adopted Kelly », écrit par Cole.\nCole et sa famille emménagent dans le quartier prestigieux de Hancock Park à Los Angeles. À cette époque, ce quartier est uniquement occupé par des blancs et les résidents ne veulent pas de la famille Cole. Aucune action légale n'étant possible, la famille Cole emménage dans sa nouvelle maison le 28 août 1948. Les résidents lui envoient alors une lettre dans laquelle ils indiquent qu'ils ne veulent pas avoir de personnes « indésirables » dans leur voisinage. La réaction de Cole est restée célèbre : il répond à ses voisins que s'il y en a dans la région, il le leur fera savoir.\nLe 10 avril 1956, un groupe d'hommes blancs attaquent Cole pendant un concert à Birmingham en Alabama. Ils sont membres du White Citizens' Council de Birmingham. Cole affirme qu'il ne jouera plus jamais en Alabama à l'avenir. C'est également la dernière fois qu'il monte un concert dans le sud des États-Unis.\n\nIl reçoit le prix pour l'ensemble de son œuvre lors des Grammy Awards en 1990. L'année suivante, sa fille, Natalie Cole, sort un album qui comprend un duo virtuel de la chanson de son père Unforgettable et l'album gagne le prix de l'album de l'année aux Grammy Awards. Le service postal des États-Unis crée un timbre pour honorer Cole en 1994.\nIl est présenté au Rock and Roll Hall of Fame en 2000 comme influence du genre rock durant le XXe siècle.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Nathaniel Adams Coles (Montgomery, 17 de marzo de 1919-Santa Mónica, 15 de febrero de 1965), más conocido como Nat \"King\" Cole, fue un pianista y cantante estadounidense de jazz.\nSu padre Edward Coles era carnicero y diácono en la Iglesia Bautista. Su familia se trasladó a Chicago cuando Nat era todavía un niño. Allí, su padre se convirtió en ministro de la iglesia y su madre, Perlina Adams, era la encargada de tocar el órgano de la iglesia. Fue la única maestra de piano que tuvo Nat en toda su vida. Aprendió tanto jazz como música góspel, sin olvidar la música clásica.\n\nLa familia vivía en el barrio de Bronzeville, famoso a finales de los años 20 por su vida nocturna y sus clubes de jazz. Nat visitó con frecuencia estos locales, escuchando a artistas como Louis Armstrong o Earl Hines.\n\nInspirado por Hines, Nat inició su carrera artística a mediados de la década de los 30 cuando aún era un adolescente. Adoptó el nombre de Nat Cole, abandonando la \"s\" de su apellido familiar. Su hermano mayor, Eddie, bajista, se unió a la banda de Nat cuando este realizó su primera grabación en 1936. Tuvieron un cierto éxito como banda local en Chicago y se convirtieron en habituales en los escenarios de los clubes. De hecho, el sobrenombre de \"King\" (rey) se lo dieron a Nat en uno de estos locales. Cole participó también como pianista en una gira junto a Eubie Blake. Cuando la gira llegó a Long Beach (California), Nat decidió establecerse allí.","strBiographyPT":"Nat King Cole, nome artístico de Nathaniel Adams Coles, (Montgomery, 17 de março de 1919 — Santa Mônica, 15 de fevereiro de 1965) foi um cantor e músico de jazz norte-americano, pai da cantora Natalie Cole. O apelido de \"King Cole\" veio de uma popular cantiga de roda inglesa conhecida como Old King Cole.\n\nSua voz marcante imortalizou várias canções, como: Mona Lisa, Stardust, Unforgettable, Nature Boy, Christmas Song, \"Quizás, Quizás, Quizás\", entre outras, algumas das quais nas línguas espanhola e portuguesa.\n\nSuas músicas românticas tinham um toque especial junto a sua voz associada ao piano, tornando-o assim um artista de grande sucesso.\n\nA então revolucionária formação de piano, guitarra e baixo ao tempo das Big bands tornou-se popular para trios de jazz.\n\nNat King Cole aprendeu a tocar piano na igreja onde seu pai era pastor. Desde criança ele esteve ligado à música, tocando junto ao coral da mesma igreja. Cole lutou contra o racismo durante toda a sua vida, sempre recusando-se a cantar em plateias com segregação racial.\n\nPor ter um hábito de fumar diariamente três maços de cigarro, o cantor morreu vítima de câncer. Encontra-se sepultado no Forest Lawn Memorial Park (Glendale), Glendale, Los Angeles, nos Estados Unidos. Um de seus últimos trabalhos foi no filme Cat Ballou, onde canta a balada da personagem título, interpretada por Jane Fonda.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Alabama, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tuuyxt1341250897.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/strssp1536182861.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/gyqdlw1639394986.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/qxysqx1536182869.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/nat-king-cole-4e43f1d656822.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/srruxs1386513015.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/ttsrqr1386513921.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/hf7rzv1632472499.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/cole-nat-king-591789158c4d8.jpg","strMusicBrainzID":"fbe054ec-a143-4101-9e9e-64abc5ff5ac9","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Nat King Cole/+charts?rangetype=6month","intCharted":"4","strLocked":"unlocked"}]}