{"artists":[{"idArtist":"118250","strArtist":"Dave Stewart","strArtistStripped":null,"strArtistAlternate":"David A. Stewart","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1952","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"","strWebsite":"www.davestewart.com","strFacebook":"","strTwitter":"1","strBiographyEN":"David Allan \"Dave\" Stewart (born 9 September 1952) is an English musician, songwriter and record producer, best known for his work with Eurythmics. He is usually credited as David A. Stewart, to avoid confusion with other musicians named \"Dave Stewart\".","strBiographyDE":"David Allan „Dave“ Stewart (* 9. September 1952 in Sunderland) ist ein britischer Musiker, Gitarrist, Komponist und Produzent.\n\nBekannt wurde er vor allem durch die mit Annie Lennox gegründete Band Eurythmics, die ab 1981 in den Charts vertreten und mit Titeln wie Sweet Dreams (Are Made of This), Here Comes the Rain Again oder There Must Be an Angel (Playing with My Heart) erfolgreich waren. Schon vorher hatte er von 1977 bis 1980 mit Lennox bei The Tourists gespielt.\n\nAb Ende der 1980er Jahre erschienen auch einige Soloplatten. Mit der niederländischen Saxophonistin Candy Dulfer und dem Lied Lily Was Here aus dem gleichnamigen Film gelang Stewart Ende 1989 ein europaweiter Top-10-Hit. 1990 trat er zusätzlich mit einer Band unter dem Namen „Dave Stewart & the Spiritual Cowboys“ in Erscheinung und hatte in Deutschland mit Jack Talking einen mittelmäßig erfolgreichen Hit.\n\nAnfang der 1990er Jahre arbeitete Stewart mit Terry Hall (The Specials, Fun Boy Three, The Colourfield) in dem Bandprojekt Vegas zusammen und produzierte äußerst erfolgreich andere Künstler, u. a. die Band seiner damaligen Ehefrau Siobhan Fahey, Shakespears Sister. Mit Siobhan Fahey hat er zwei Söhne.\n\nZusammen mit Tom Jones nahm er 1993 die Benefizplatte All You Need Is Love auf. 1994 veröffentlichte er unter seinem eigenen Namen das Album Greetings from the Gutter mit dem Single-Hit Heart of Stone.\n\nSeit 2001 ist er in dritter Ehe mit der niederländischen Fotografin Anoushka Fisz verheiratet, mit der er zwei Töchter hat.\n\nSein Musicaldebüt gab er mit Barbarella, das im Jahr 2004 im Wiener Raimundtheater uraufgeführt wurde und auf dem gleichnamigen Film basiert. Mit dem Musical Ghost, das er mit Glen Ballard und Bruce Joel Rubin nach dem gleichnamigen Film schrieb, erzielte er 2011 im Londoner West End und 2012 am Broadway einen großen Erfolg. Ende 2007 nahm er als Produzent von Ringo Starr (The Beatles) das Album Liverpool 8 auf.\n\nIm Mai 2011 gab Stewart gemeinsam mit Mick Jagger, Damian Marley, A. R. Rahman und Joss Stone die Gründung der Supergroup SuperHeavy bekannt. Das gleichnamige Album erschien im September des Jahres. Am 9. Februar 2014 trat er mit Lennox bei dem Tribute-Konzert The Night That Changed America: A Grammy Salute to The Beatles mit dem Beatles-Song The Fool on the Hill in Los Angeles auf.\n\nIm März 2018 veröffentlichte er den Song „Be my rebel“ mit der deutschen Sängerin Nena, das Video zum Song drehte Virgil Widrich.\n(Wikipedia)","strBiographyFR":"David A. Stewart est un chanteur, guitariste et pianiste anglais né à Sunderland (comté de Durham, au bord de la Mer du Nord) le 9 septembre 1952. Il est principalement connu pour sa participation au groupe Eurythmics en compagnie d'Annie Lennox ainsi que pour ses projets annexes (Dave Stewart and the Spiritual Cowboys, Dave Stewart, Vegas, etc.).\n\nContrairement à Annie Lennox, Dave Stewart ne s'est pas immédiatement tourné vers la musique. Il est tout d'abord un grand amateur de sport (natation, football). Il songe très tôt à faire une carrière sportive. Malheureusement pour lui, un sérieux accident à l'âge de 13 ans lors d'un match met fin à ses espérances. Ce n'est que pendant sa convalescence, où l'on lui offre une guitare, que tout commence. Il passe plusieurs mois à apprendre à jouer pour tuer le temps alors qu'il est en rééducation. C'est à l'occasion d'un concert des Amazing Blondel qu'il franchit le pas et rejoint le groupe en tant que guitariste.\n\nAu milieu des années 1970, il fonde son propre groupe, The Longdancer et part en tournée (avec Peet Coombes) à travers toute l'Europe. Un grave accident de voiture en Allemagne le contraint à interrompre sa carrière. Il est gravement blessé au poumon et reste hospitalisé pendant de longues semaines. De plus, quelques abus de LSD laissent à penser qu'il arrêtera sa carrière plus vite que prévu. Mais il arrête la drogue et se remet assez bien de son accident.\n\nAu sortir de cette nouvelle convalescence, il s'occupe d'un magasin de disques appelé Small Mercies, à Londres (Kilburn). Avec Peet Coombes, lui aussi natif de Sunderland, ils songent à de nouveaux projets. C'est au cours d'une de ces discussions, en octobre 1976 (avec Peet Coombes ou Paul Jacobs ?) qu'ils rencontrent Annie Lennox, alors serveuse dans un restaurant (Pippins à Hampstead) au nord de Londres. S'ensuit immédiatement une demande en mariage de la part de Dave. Tombant amoureux l'un de l'autre, ils vivent 4 années ensemble. Peet, Dave & Annie fondent The Catch en 1977 puis The Tourists associés à Eddie Chin et Jim Toomey. Un contrat est signé avec la maison de disques Logo qu'ils quitteront pour RCA Records en 1980. La fin des Tourists en 1980, lors d'une tournée mondiale, verra aussi la fin de l'histoire d'amour entre Dave et Annie.\n\nElle n'empêchera cependant pas la création de Eurythmics immédiatement après. Ce nouveau départ n'est pas facile, tant s'en faut. Fin 1981, alors que l'hiver est glacial, Dave est ré-hospitalisé pour des problèmes pulmonaires à la suite de son accident de voiture. De plus, leur premier album signé Eurythmics, In the Garden, est un échec commercial. Annie sombre en pleine dépression et rejoint ses parents à Aberdeen. Mais ils ne s'avouent toutefois pas vaincus. Ils enregistrent dans leur propre studio, un entrepôt londonien, un second album. Les moyens employés sont presque rudimentaires. Un clavier numérique, un magnéto à 8 pistes et les bruits de l'usine toute proche serviront à créer l'album Sweet Dreams. La voix d'Annie est enregistrée la nuit alors que l'usine est fermée et qu'il n'y a plus le bruit des machines. L'album est entièrement réalisé à deux sans aucune aide extérieure. Débute avec sa sortie le réel succès du groupe. Jusqu'en 1985, Dave se consacre entièrement à Eurythmics puis assiste d'autres artistes pour plusieurs enregistrements (Tom Petty & The Heartbreakers en 1985, Daryl Hall en 1986, sans compter Bob Dylan qu'il fait enregistrer dans son propre studio, ou encore Mick Jagger).\n\nAlors qu'Annie Lennox se marie en 1984 avec Radha Raman, disciple d'Hare Krishna, Dave Stewart épouse Siobhan Fahey du groupe Bananarama en 1987 avec qui il aura deux garçons Sam et Django, ils divorceront en 1996, Stewart se remariera en 2004 avec une photographe néerlandaise avec qui il aura deux filles Kaya et Indya. La même année, il fonde Anxious Records. C'est sous ce label qu'il compose la bande originale du film Lily Was Here en 1990 avec la saxophoniste Candy Dulfer et d'anciens musiciens de Eurythmics : Pat Seymour, Olle Romo et Chucho Merchan. Un ultime album signé Eurythmics, We Two Are One, sort en 1989. En 1991, ils se séparent officiellement.\n\nTandis qu'Annie Lennox se lance dans une carrière solo, Stewart fonde un nouveau groupe, Dave Stewart and the Spiritual Cowboys. Un album du même nom est publié en 1990, comprenant In this Little Town. En 1992, il crée le projet Vegas et sort un album du même nom avec Terry Hall au chant - on y retrouve Olle Romo et Manu Guiot. En 1994, sous le seul nom de Dave Stewart, sort Greetings from the Gutter, album sur lequel interviennent plusieurs artistes invités comme Mick Jagger, Lou Reed et Siobhan Fahey. En parallèle il poursuit son travail de producteur et de réalisateur.\n\nEn novembre 1997, Stewart sort un CD 2 titres intitulé Getting Naked avec l'actrice et chanteuse Rhona Mitra, qui est alors l'incarnation de Lara Croft, pour la série de jeux vidéo Tomb Raider. Il sort ensuite Come Alive, album intégrant le contenu de Getting Naked et prépare un autre album. En 1999, sort l'album Female icon, qui reprend plusieurs morceaux inédits. Stewart apparait également aux Brit Awards 2005 où il accompagne Shola Ama à la guitare et présente ses « artefacts futuristes » (selon ses mots) qui seront mis en scène dans les différents clips vidéo illustrant son nouvel album.\n\nEn 1999, après plusieurs années faites de rumeurs véhiculées par la presse spécialisée, Eurythmics se reforme. Sort alors l'album Peace, accompagné d'une tournée mondiale. Dave Stewart fonde en 2011 le supergroupe SuperHeavy avec Joss Stone, Mick Jagger, Damian Marley et A. R. Rahman. Leur premier single s'appelle Miracle Worker. Dave Stewart produit ensuite un album de la chanteuse Stevie Nicks (membre du groupe Fleetwood Mac) et apparaît dans le clip In your dreams. Il réalise durant sa longue carrière des duos avec la chanteuse américaine de country Martina McBride all messed up, la chanteuse cypriote Anna Vissi Leep of faith et en 2012 un duo avec la guitariste Orianthi Girl in a catsuit.\n\nIl s'occupe de la carrière de sa fille Kaya Stewart, qui sort un single intitulé In Love With a Boy en 2015.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Sunderland, Enagland","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/twpuqs1455328679.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/stewart-dave-59fdb06d02fb1.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rsxqru1407019754.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wyqxsv1455328924.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/stewart-dave-59fdb0f3f27ce.jpg","strMusicBrainzID":"183da50a-b033-408e-862b-cab1c2425cff","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}