{"artists":[{"idArtist":"122236","strArtist":"Martha Wainwright","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1976","intDiedYear":null,"strDisbanded":null,"strStyle":"Folk","strGenre":"Folk","strMood":"Happy","strWebsite":"www.marthawainwright.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Martha Wainwright (born May 8, 1976) is a Canadian-American folk-rock singer-songwriter. She is the daughter of American folk singer and actor Loudon Wainwright III and Canadian folk singer-songwriter Kate McGarrigle. She was raised in a musical family along with her older brother, Rufus Wainwright, in Montreal, Quebec, Canada.\n\nWainwright released an independent cassette, Ground Floor, in 1997. The following year, her song \"Year of the Dragon\" appeared on The McGarrigle Hour, an album released by Kate and Anna McGarrigle. Shortly after this recording, Martha began singing backup vocals for her brother, and released the six-song EP Martha Wainwright in 1999.\nFollowing her drama classes at Montreal's Concordia University, she moved to New York City, where she established herself as singer and songwriter. She made contacts within the industry, one of whom was producer Brad Albetta, who worked with Wainwright to produce her self-titled debut album, Martha Wainwright (released April 12, 2005, by MapleMusic Recordings).\nAlbetta worked again with Wainwright to produce her second album, I Know You're Married But I've Got Feelings Too, released in Canada on June 10, 2008. Artists contributing to the album include Pete Townshend (The Who), Donald Fagen (Steely Dan), Garth Hudson (The Band), as well as her mother, brother, and aunt.\nWainwright is signed with the independent record labels Rounder Records in the United States, DiS in the United Kingdom, MapleMusic Recordings in Canada, V2 Records in Europe and Shock Records in Australia.\nShe performed \"Tower of Song\" and \"The Traitor\" at the Leonard Cohen tribute concert which became the film and album Leonard Cohen: I'm Your Man.\n\nIn 2001, Wainwright recorded \"Star Crossed Lovers\" with Propellerheads for the Red Hot Organization's compilation album Red Hot + Indigo, a tribute to Duke Ellington, which raised money for various charities devoted to increasing AIDS awareness and fighting the disease\nSince the release of her album, I Know You're Married..., Wainwright toured in Europe, Canada, the United States and Australia. She has positive reviews; Tricia Summers, of Spin.com, describes Wainwright's stage presence, of July 23, 2008, as: \"Slowly strumming her guitar and along on stage with a powerful voice, she knew she had the crowd wrapped around her finger.\"\nWainwright has received positive reviews for her performances. She appeared at the 2007 Bonnaroo and at Belladrum Tartan Heart Festival, Inverness-shire in August 2007. She duetted with Snow Patrol at the V Festival and Lollapalooza, and performed with her brother at the Hollywood Bowl in September 2007.\nAnnie Lennox joined Wainwright and 22 female artists to raise awareness of the transmission of HIV to unborn children in Africa. The single \"Sing\" was released on World AIDS Day on December 1, 2007, when Lennox appeared at the Nelson Mandela 46664 concert in South Africa.\nShe recorded the song \"Set the Fire to the Third Bar\" with Snow Patrol in 2006.\nIn May 2007 Martha Wainwright, her mother, Kate McGarrigle, and cousin Lily Lanken performed \"Golden Hair\" and \"See Emily Play\" at the Syd Barrett memorial concert at the Barbican Centre in London.\nIn 2010, Martha contributed background vocals on Hole's album Nobody's Daughter.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Montreal, Canada","strCountryCode":"CA","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/suxrss1386372719.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/ytvppr1457594829.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wxxuqs1386373017.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/yprssq1386373081.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rssyup1386373131.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/x7hpcn1629797090.jpg","strArtistBanner":null,"strMusicBrainzID":"231475d8-fddb-4d7d-aad9-287e59e4b4ba","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}