{"artists":[{"idArtist":"119467","strArtist":"Pyotr Ilyich Tchaikovsky","strArtistStripped":null,"strArtistAlternate":"Tschaikowsky, Tschaikowski, Pyotr Ilyich Tchaikovsky","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1840","intDiedYear":"1893","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Pyotr Ilyich Tchaikovsky (7 May 1840 – 6 November 1893), anglicised as Peter Ilyich Tchaikovsky, was a Russian composer whose works included symphonies, concertos, operas, ballets, chamber music, and a choral setting of the Russian Orthodox Divine Liturgy. Some of these are among the most popular theatrical music in the classical repertoire. He was the first Russian composer whose music made a lasting impression internationally, which he bolstered with appearances as a guest conductor later in his career in Europe and the United States. One of these appearances was at the inaugural concert of Carnegie Hall in New York City in 1891. Tchaikovsky was honored in 1884 by Emperor Alexander III, and awarded a lifetime pension in the late 1880s.\n\nAlthough musically precocious, Tchaikovsky was educated for a career as a civil servant. There was scant opportunity for a musical career in Russia at that time, and no system of public music education. When an opportunity for such an education arose, he entered the nascent Saint Petersburg Conservatory, from where he graduated in 1865. The formal Western-oriented teaching he received there set him apart from composers of the contemporary nationalist movement embodied by the Russian composers of The Five, with whom his professional relationship was mixed. Tchaikovsky's training set him on a path to reconcile what he had learned with the native musical practices to which he had been exposed from childhood. From this reconciliation, he forged a personal but unmistakably Russian style—a task that did not prove easy. The principles that governed melody, harmony and other fundamentals of Russian music ran completely counter to those that governed Western European music; this seemed to defeat the potential for using Russian music in large-scale Western composition or from forming a composite style, and it caused personal antipathies that dented Tchaikovsky's self-confidence. Russian culture exhibited a split personality, with its native and adopted elements having drifted apart increasingly since the time of Peter the Great, and this resulted in uncertainty among the intelligentsia of the country's national identity.\n\nDespite his many popular successes, Tchaikovsky's life was punctuated by personal crises and depression. Contributory factors included his leaving his mother for boarding school, his mother's early death and the collapse of the one enduring relationship of his adult life, his 13-year association with the wealthy widow Nadezhda von Meck. His same-sex orientation, which he kept private, has traditionally also been considered a major factor, though some musicologists now downplay its importance. His sudden death at the age of 53 is generally ascribed to cholera; there is an ongoing debate as to whether it was accidental or self-inflicted.\n\nWhile his music has remained popular among audiences, critical opinions were initially mixed. Some Russians did not feel it sufficiently representative of native musical values and were suspicious that Europeans accepted it for its Western elements. In apparent reinforcement of the latter claim, some Europeans lauded Tchaikovsky for offering music more substantive than base exoticism, and thus transcending stereotypes of Russian classical music. Tchaikovsky's music was dismissed as \"lacking in elevated thought,\" according to longtime New York Times music critic Harold C. Schonberg, and its formal workings were derided as deficient for not following Western principles stringently.","strBiographyDE":"Peter Tschaikowsky (7. Mai 1840 – 6. November 1893), war ein russischer Komponist. Zu Tschaikowskis bekanntesten Kompositionen zählen seine drei letzten Sinfonien, das Violinkonzert, sein erstes Klavierkonzert, seine Oper Eugen Onegin sowie die Ballette \"Schwanensee\", \"Nussknacker\" und \"Dornröschen\".","strBiographyFR":"Piotr Ilitch Tchaïkovski ou Tchaïkovsky (en russe : Пётр Ильич Чайковский, [ˈpʲotr ɪlʲˈjit͡ɕ t͡ɕɪjˈkofskʲɪj] ), est un compositeur russe de l’époque romantique né le 25 avril 1840 (7 mai 1840 dans le calendrier grégorien) à Votkinsk et mort le 25 octobre 1893 (6 novembre 1893 dans le calendrier grégorien) à Saint-Pétersbourg.\nCompositeur éclectique, il est l'auteur notamment de onze opéras, huit symphonies, quatre suites pour orchestre, cinq concertos, trois ballets, cent-six mélodies et une centaine de pièces pour pianos.\nSon œuvre, d'inspiration plus occidentale que celle de ses compatriotes contemporains, intègre des éléments occidentaux ou exotiques, mais ceux-ci sont additionnés à des mélodies folkloriques nationales. Tchaïkovski compose dans tous les genres, mais c'est dans la musique d'orchestre comme les symphonies, les suites, et les concertos qu'il déploie toute sa science et donne la mesure de son sens mélodique inspiré. C’est également lui qui donne ses lettres de noblesse à la musique de ballet, ajoutant une dimension symphonique à un genre auparavant considéré comme musicalement mineur.\nIl incarne la figure dominante du romantisme russe du XIXe siècle dans toute sa vitalité populaire et généreuse et sa profonde sincérité.\n","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Russian","strCountryCode":"RU","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qwupsv1367570311.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/3jtmbx1614341752.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/tbyt3o1608317865.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/hy1m3w1608317882.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/659z271614342906.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/jq3d0v1614343214.jpg","strArtistBanner":null,"strMusicBrainzID":"9ddd7abc-9e1b-471d-8031-583bc6bc8be9","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}