{"artists":[{"idArtist":"115565","strArtist":"Alexandre Desplat","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1961","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Alexandre Michel Gérard Desplat (French pronunciation: ​[a.lɛk.sɑ̃dʁ dɛ.pla]; born 23 August 1961) is a French film composer. He has received five Academy Award nominations, six BAFTA nominations, six Golden Globe nominations, and two Grammy nominations. Desplat won his first Golden Globe for The Painted Veil in 2006 and his first British Academy Film Award in 2011. Among various projects, Desplat has worked on a variety of Hollywood films including independent and commercial successes like The Queen, The Curious Case of Benjamin Button, New Moon, Fantastic Mr. Fox, Harry Potter and the Deathly Hallows – Part 1 and Part 2, and The King's Speech.","strBiographyDE":"Alexandre Michel Gérard Desplat [ˌalɛkˈsɑ̃ndʀ(ə) ˈdes'pla] (* 23. August 1961 in Paris) ist ein französischer Komponist und Oscar-Preisträger. Einen Namen machte er sich vor allem als Musikkomponist von bisher über 150 Film- und Fernsehproduktionen.\nAlexandre Desplat wurde 1961 in Paris geboren. Sein französischer Vater und seine Mutter, eine Griechin, hatten sich während ihres Studiums am US-amerikanischen Berkeley College kennengelernt. Desplat, der zweisprachig aufwuchs, erhielt schon in jungen Jahren Musikunterricht. Mit sechs Jahren erhielt er Klavierstunden, mit acht bzw. zehn Jahren Trompeten- und Flötenunterricht. Zur selben Zeit begann Desplat erste eigene Musikstücke zu komponieren. Seine Ausbildung setzte er am Conservatoire de Paris unter Claude Ballifs sowie am Le Atelier UPIC von Iannis Xenakis fort. Desplat studierte des Weiteren Orchestrierung in Los Angeles bei Jack Hayes. Seine Faszination für amerikanischen Jazz und Scores aus Hollywoodfilmen floss später in seine Arbeit ein.\n\nParallel zu seiner klassischen Musikausbildung gelang es Alexandre Desplat auch, bei dem Brasilianer Carlinhos Brown und dem Zairer Ray Lema Erfahrungen zu sammeln. Seinen ersten Filmscore schrieb er 1985 für Robert Guédiguians Komödie Ki lo sa?. Seither hat sich Desplat vornehmlich einen Namen als Komponist von bisher über fünfzig Filmkompositionen gemacht. Er arbeitete unter anderem für so renommierte europäische Regisseure wie Jacques Audiard, Marleen Gorris und Patrice Leconte. Für seine Filmkompositionen in Audiards Filmen Das Leben: Eine Lüge (1996) und Lippenbekenntnisse (2001) wurde er für den renommierten französischen Filmpreis César nominiert. Im Jahre 2002 folgte die Titelmelodie für den Episodenfilm 11'09\"01 – September 11 in dem sich mehrere Regisseure aus verschiedenen Ländern mit dem Attentat auf die Türme des World Trade Centers in New York am 11. September 2001 auseinandersetzen. Filmsongs schrieb Desplat unter anderem für Catherine Ringer, Charlotte Gainsbourg, Kate Beckinsale, Michael Gambon, Nadia Farès und John Hurt. Außerdem kreierte er die Melodien für Karl Zeros Album Songs for Cabriolets und Eric Morenas Ô mon Bateau bzw. Je suis le Torero de l’Amour. Weiterhin komponierte er auch Theatermusik für André Engel von der Comédie-Française und Philippe Genty sowie Ballett-Aufführungen.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/yvyxvy1377519116.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ttsyxq1377519139.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"391846f7-f09f-470c-b188-c16b3a2022e4","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}