{"artists":[{"idArtist":"116571","strArtist":"Jessica Simpson","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1980","intBornYear":"1980","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"","strWebsite":"jessicasimpson.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Jessica Ann Simpson (born July 10, 1980) is an American recording artist, actress, television personality and fashion designer who made her debut in 1999. Since that time, Simpson has made many recordings, starred in several television shows, movies and commercials, launched a line of hair and beauty products and designed fragrances, shoes and handbags for women. She has devoted time to philanthropic efforts including Operation Smile and a USO-hosted tour for troops stationed overseas. She started the Jessica Simpson Collection in 2009.\n\nSimpson rose to fame with the release of her debut single, \"I Wanna Love You Forever\", which peaked inside the Top 5 of the Billboard Hot 100. Subsequently, her debut album Sweet Kisses went on to be certified 2x Platinum in the United States, and sold over four million copies worldwide. Her 2001 single \"Irresistible\" became her second Top 20 hit, while the album of the same name became her first to enter the Top 10 of the Billboard 200, and went on to receive a Gold certification from the Recording Industry Association of America (RIAA). Her third studio album, In This Skin, went on to become her best selling album worldwide, receiving a 3x Platinum certification from the RIAA and peaking at number 2 on the Billboard 200, her highest charting album to date. Following the release of a Christmas album, Simpson released A Public Affair in 2006, and the album became her third Top 10 hit on the Billboard 200. She ventured into the country music market in 2008 and released Do You Know. In October 2010, she released her first compilation album and last album under the label of Epic Records, with the name Playlist: The Very Best of Jessica Simpson. A month later she released her second Christmas album Happy Christmas under the label eleveneleven and Primary Wave Records (owned by EMI) . She has achieved seven Billboard Top 40 hits, three gold and two multi-platinum RIAA certified studio albums, four of which have reached the top 10 on the US Billboard 200. Simpson has sold 30 million albums worldwide. In 2013 VH1 ranked Simpson #32 on their 100 Sexiest Artists of All Time list.\n","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Jessica Ann Simpson (nacida el 10 de julio de 1980, en Abilene, Texas) es una cantante pop, actriz, y diseñadora de moda estadounidense, hermana mayor de Ashlee Simpson. Se casó con Nick Lachey en el reality show de MTV titulado \"Newlyweds\", de quien se divorció en el mes de noviembre de 2005.\nSu carrera musical se distingue por exitos como I Wanna Love You Forever, Irresistible, With You, A Public Affair, Take My Breath Away, Angels, These Boots Are Made For Walkin', y su más reciente Come On Over. Lanzó su línea de artículos de arreglo personal (fragancias, cremas, lociones) comestibles llamada Dessert, e incursionó en el mundo de la actuación en la serie de televisión That '70s Show y en la película The Dukes of Hazzard.\nSu primer álbum Sweet Kisses (1999) llego al puesto 25 en la Cartelera Billboard, y a pesar de que no debuto dentro del Top 10 vendió muy bien. En los Estados Unidos ha vendido 3 millones de copias y fue certificado 2x platino, en todo el mundo ha vendido 4 millones de copias.\nEl primer single I wanna love you forever fue un gran hit, llego al puesto número 3 en el Billboard Hot 100 y estuvo por 6 semanas en el puesto 1 en la cartelera Billboard Hot 100 singles sales, debido a esto el single fue certificado platino por sus altas ventas. El single fue un gran hit en el mundo entero, entro a varios Top 5 y Top 10 en diferentes países.\nSu segundo single Where you are, un dueto con Nick Lachey solo llego al puesto 62 en los Estados Unidos, a pesar de que no llego a una posición máxima la canción fue premiada en el 2000.\nSu tercer y ultimo single del álbum, I think I'm in love with you una canción simpática y veraniega, que se asemejaba mas al pop adolescente, se convirtió en un hit en las radios, llego al puesto 21 en el Billboard Hot 100 y en los charts Top40 Mainstream (5)y Arc Weekly Top40 (3), pero la canción era más aceptada en otros países.\nA pesar de que su primer álbum vendió bien, su etiqueta de registro no se sentían contentos con los resultados. Entonces decidieron que tenía que hacer un cambio para que compita con sus rivales Britney y Christina.\nJessica entro al año siguiente a grabar su segundo álbum, los ejecutivos la presionaban para que diera un imagen mucho más sexy, y que grabara canciones mas radio-amistosas, bailables con coreografía que era lo que estaba de moda. El resultado fue Irresistible.\nEn el 2001, salió su segundo álbum Irresisitible(en donde se iba mas al pop adolescente), el cual debuto dentro del top10 en el puesto 6, el disco paso 7 semanas dentro de los 50 superiores, pasada la septima semana el disco fue certificado oro por más de las 500,000 copias vendidas.El disco demostró ser un gran hit, se mantuvo por 16 semanas o más dentro del Billboard 200. Hasta la fecha Irresistible ha vendido más de 800,000 copias den los Estados Unidos y más de 3millones de copias en todo el mundo.\nEl primer single del disco, fue Irresistible el cual se convierte en un gran hit en el mundo entero y dentro de las radios, el single llego al número 15 en la cartelera Billboard y top5 en los charts Top 40 tracks(5) y Top 40 Mainstream(3).También se convierte en un hit dentro de TRL de MTV. La canción tenía un sonido distinto a sus anteriores singles, en el video Irresistible se muestra un cambio de imagen de niña inocente a una chica sexy, en donde interpreta a una espía en donde su objetivo es robar la fórmula toxica, el cual no lo consigue y se le muestra en un baile atractivo en el laboratorio principal y en la azotea del edificio.\nEl segundo single y ultimo de este álbum fue A Little bit, el cual se lanzo en septiembre de 2001, justo el mismo mes en donde ocurrió el recordado 11 de septiembre, debido a esto columbia cancelo las promociones del single, a unas cuantas semanas del debut del video en TRL, pero A little bit fue lanzado mas en Europa, en donde se convierte en un hit moderado dentro de los países de este continente.\nSupuestamente se iba a lanzar un tercer single, entre los candidatos estaban Forever in Your Eyes y el favorito de los fans What´s it Gonna BE, el ganador fue When You Told ME You Loved Me pero debido al fracaso de A Little Bit en los Estados Unidos y que después de las 16 semanas las ventas del disco se estancaran no fue lanzado.\nEn el 2002 Jessica Simpson contrae matrimonio con el cantante pop Nick Lachey, MTV les propone realizar un reality show en donde se mostraría su nueva vida de casados, ellos aceptaron.\nEn el 2003 Jessica termina de grabar su tercer disco, In This Skin, en donde se aleja bastante del pop adolescente por un sonido más maduro.En Agosto de ese misno año In This Skin y Newlyweds debutarían juntos. El primero que debuto fue su tercer disco, In This Skin, el cual no fue un éxito, solo vendió 64,000 copias las primera semana debutando en el puesto 10 , después de unas semanas el disco bajo rápidamente y se hundió bajo las cartas.\nEl primer single del álbum fue Sweetet Skin que solo llego al puesto 124 en U.S. a pesar de ello el single llego al puesto 2 en cartelera Hot Dance Club Play y en el número 6 en la carta Hot 100 Singles Sales.\nEl reality Newlyweds debuto en horario estelar, y solo con el primer espisodio en donde Jessica confunde el pescado con el pollo, se convirtió en un gran éxito, más de 4 millones de telespectadores sintonizaban el show he hizo que la popularidad de Jessica subiera sorprendentemente.Luego que el show fuera un éxito en U.S. MTV lo lanzo a Europa, Latinoamerica y Asia.\nAl final de la primera temporada, Columbia llevo su segundo sencillo With You a las radios, que se lanzo mas para levantar las ventas del álbum y si que lo hizo bien. With You llego al puesto 14 en la cartelera Billboard, y se convirtió en su primer golpe número 1 en el Top 40 Mainstream, el sencillo se mantuvo por 22 semanas en la cartelera Billboard, he hizo que álbum nuevamente entrara en el top 20, y era cuando Columbia decidió relanzar el álbum con temas nuevos.\nEl primer single de la re-edición fue el cover Take My Breath Away, el cual se convierte en otro hit de jessica, llego al puesto 20 en U.S. y nuevamente en el número 1 en la cartelera Hot 100 Singles Sales.\nEn el año 2005 Jess protagoniza su primera película: Dos Chalados & Muchas Curvas (The Dukes of Hazzard). Dónde hace el papel de Daisy Duke. Además, para la banda sonora canta la canción These Boots Are Made for Walking y graba el polémico videoclip dónde aparece limpiando un coche en traje de baño. Además este mismo año Jess y su marido se divorcian.\nEn el año 2006 Jess protagoniza Employee of The Month, la cual no ha tenido muy buena respuesta del público y edita su último CD: A Public Affair, el primer single (A Public Affair) alcanzo el Top 15 en USA y el segundo (I Belong To Me) alcanzo el puesto #110.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Abilene, Texas, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/simpson-jessica-50021a93ea281.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/simpson-jessica-501b294286627.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/styrwy1538495714.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/vwpuwt1517485557.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/simpson-jessica-4f8c3db78cb03.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/jessica-simpson-4dde8686413e2.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/jessica-simpson-4dde868d10bd3.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/jessica-simpson-4dde8686413e2.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/simpson-jessica-534d548574c0a.jpg","strMusicBrainzID":"fe37acd4-893c-4b2c-8ad2-7fd394280354","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}