{"artists":[{"idArtist":"119577","strArtist":"Deuter","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1945","intDiedYear":null,"strDisbanded":null,"strStyle":"Electronic","strGenre":"New Age","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Deuter is a German New Age instrumentalist and recording artist known for his meditative style that blends Eastern and Western musical styles. Born Georg Deuter in 1945 in post-war Germany in the town of Falkenhagen, he taught himself the guitar, flute, harmonica and \"just about every instrument I could get my hands on,\" though it wasn’t until after a near-fatal car crash in his early twenties that he decided to pursue a career in music. His first release in 1970, entitled D, is widely acknowledged as a Krautrock classic. D marked the beginning of Deuter’s spiritual and musical journey, ostensibly paving the way for a new genre of music known as New Age, which combined acoustic and electronic elements with ethnic instrumentation and nature sounds, such as whale and bird song, the open sea, wind in the trees, etc. During the 1970s and 1980s Deuter, after travelling extensively in Asia in search of spiritual and creative inspiration, settled for a long time in Pune, India, where under the name Chaitanya Hari he became a neo-sannyasin — a disciple of Bhagwan Shree Rajneesh, who later changed his name to Osho. With the aid of a multitrack tape machine, living in the neo-sannyas ashram, he produced a series of music tapes to be used in \"active meditations\", consisting of several \"stages\" of ten or fifteen minutes each, which range between, and often merge, Indian classical motifs, fiery drums, loops, synthesisers, bells, musique concrète and pastoral acoustic passages. These works, constructed to the master's instructions in consultation with a team of disciples testing the meditation methods, deserve recognition for their purely functional or objective origination as well as for their originality, power and sometimes beauty. In the early 1990s, Deuter — who always retained his professional name — ended his long standing relationship with Kuckuck, the small record label that had released nearly 20 original Deuter albums in as many years, and relocated to Santa Fe, New Mexico where he signed a deal with New Earth Records, an independent label founded by fellow sannyasin Bhikkhu Schober and Waduda Paradiso. This proved to be a lucrative move for all involved, as Deuter's New Earth Records releases, the majority of them intended to accompany various healing and spiritual practices such as Reiki, massage and meditation or, in the case of Earth Blue (2003), a collaboration with the Autostadt Volkswagen factory in Wolfsburg, Germany, have sold well over half a million copies. Deuter continues to learn and master an ever-expanding array of instruments, including the drums, the shakuhachi flute, the koto, sitar, Tibetan singing bowls, santoor, bouzouki, piano and keyboard. He has recorded and released over 60 albums and claims to have sold more than he can count during the course of his career.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Falkenhagen, Germany","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rwsytq1367914304.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/deuter-506b60edec2f1.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":null,"strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"c4e7031f-a5f0-476a-b1f0-1f3e8c573f4b","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}