{"artists":[{"idArtist":"112425","strArtist":"Enigma","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1990","intBornYear":"1990","intDiedYear":null,"strDisbanded":null,"strStyle":"Electronic","strGenre":"New Age","strMood":"","strWebsite":"www.enigma.de","strFacebook":"","strTwitter":"1","strBiographyEN":"Enigma is an electronic musical project founded in Germany by Michael Cretu, David Fairstein and Frank Peterson in 1990. The Romanian-born Cretu conceived the Enigma project while working in Germany, but has based his recording studio A.R.T. Studios in Ibiza, Spain, since the early 1990s until May 2009, where he has recorded all of Enigma's studio releases to date. Cretu is both the composer and the producer of the project. His former wife, pop singer Sandra, often provided vocals on Enigma tracks. Jens Gad co-arranged and played guitar on three of the Enigma albums. Peter Cornelius also contributed to Enigma during the 1990s.\nSeven studio albums have been produced under the name of the project.","strBiographyDE":"Enigma ist ein internationales Musikprojekt des deutsch-rumänischen Musikproduzenten und Komponisten Michael Cretu in den Bereichen elektronische Musik und New-Age, bei dem seine damalige Frau Sandra teilweise den Sprechgesang übernimmt. Seit 1999 singt auch Andru Donalds für Enigma.\n\nDas erste Album MCMXC a.D. erschien 1990 in Europa und 1991 in den USA und wurde schon nach kurzer Zeit zum weltweiten Überraschungserfolg. MCMXC a.D. wurde die Nummer 1 in 41 verschiedenen Ländern und erhielt 57 mal Platin und 45 mal Gold. Die Debüt-Single Sadeness Part I schaffte es nicht nur in Deutschland auf Platz eins, sondern auch in vielen anderen Ländern wie Frankreich und Großbritannien. In den USA kam die Single bis auf Platz 5.\n\nMit der Veröffentlichung der ersten Single war völlig unbekannt, wer hinter dem Projekt steckt, da die Protagonisten noch unter Pseudonymen veröffentlichten. Nach einigen Tagen kamen erste Vermutungen auf, wonach es sich um die Stimme der Sängerin Sandra handeln solle. Erst nach Wochen war die Vermutung laut geworden, dass es sich um ein Projekt von Michael Cretu handeln könnte. Nach Monaten äußerte sich dieser öffentlich und bestätigte, dass Enigma seiner Schmiede entstamme. Tatsächlich war es ein Gemeinschaftsprojekt von Michel Cretu (Curly MC) und dem Hamburger Erfolgs-Produzenten Frank Peterson (F. Gregorian), der damals noch Keyboarder bei Sandra war. Von Frank Peterson kam dann auch die Idee, gregorianische Chöre unter die Musik zu mischen. Frank Peterson stieg aber nach dem ersten Album aus dem Projekt aus, um sich seinem eigenen neuen Projekt Gregorian zu widmen.\n\nMichael Cretu sagte in einem Interview, er schätze es, dass man nur seine Musik kennt, aber er trotzdem noch unerkannt durch die Straßen laufen kann.\n\nBis heute sind die Studioalben mehr oder weniger international erfolgreich.\n\nEnigma ist nicht nur mit über 40 Millionen verkauften Platten das erfolgreichste Musikprojekt aller Zeiten, sondern diente auch als Wegbereiter für viele andere Interpreten, die Michael Cretu auf den Pfad der meditativen, religiös angehauchten Ambient-Musik folgten, die oft als Ethno bezeichnet wird.","strBiographyFR":"Enigma est un ensemble d’œuvres musicales luxembourgeois parfois classé New Age ou Mood Music créé en 1990 par le compositeur d’origine roumaine Michael Cretu.\nAu départ, un projet musical, créé par Michael Cretu en 1990 et dans lequel participe activement Frank Peterson, son collaborateur-assistant et sa femme Sandra Cretu depuis le début. Franck Peterson était compositeur et producteur mais n’a participé qu’au premier single. Michael est lui aussi compositeur et producteur tandis que Sandra prête sa voix dans plusieurs titres.\nEnigma s’est fait connaître par son premier album où les chants grégoriens (MCMXC a.D.) étaient omniprésents. Depuis ont aussi été utilisés des instruments originaires de l’Orient (The Cross of Changes, Le roi est mort, vive le roi) ainsi que des sons électroniques plus modernes (Screen Behind the Mirror, Voyageur). Le premier succès commercial est venu du single Sadeness, où les chants grégoriens se juxtaposaient à un rythme et des voix très sensuelles ; une grande partie de la musique appelée New Age (ou encore Mood music) s’inspire d’ailleurs de ce premier album. Le deuxième titre le plus connu d’Enigma est certainement Return to Innocence dont le clip vidéo est mémorable pour son idée originale : le suivi de la vie d’une personne à l’envers, de sa mort à sa naissance.\nMichael Cretu a su produire une musique de grande qualité et très diverse dans tous ses albums, comme l’album A posteriori, plus électronique. Chaque album comporte une introduction immédiatement reconnaissable suivie d’une voix féminine qui vous invite à un nouveau voyage.\nLa musique d’Enigma s’attaque à différents sujets comme la sexualité (très présente, surtout dans MCMXC a.D.), l’amour, la foi en Dieu (Morphing thru Time) et l’innocence. Michael décrit sa musique comme sensuelle, pas sexuelle. Avec Enigma, Michael a ensuite produit plusieurs albums et singles à succès.\nAprès l'album Voyageur en 2003, Cretu se retrouve seul membre d'Enigma et continue l'aventure en publiant un album en 2006 (A posteriori), puis un autre, Seven Lives Many Faces, sorti en 2008.\nEn mai 2009 sa maison illégalement construite à Ibiza estimée (selon lui) 18 millions d'euros est détruite après que la construction en eut été dénoncée par plusieurs groupes écologistes.\nLe 5 octobre 2010, pour célébrer les 20 ans de la sortie du premier album MCMXC a.D., les fans ont été invités par Michael Cretu à participer à un single anniversaire par le biais d’un concours internet intitulé « Enigma Social Song ». Après trois semaines de vote, c’est finalement la chanteuse Fox Lima de Lettonie et son « Fei Mea » qui fut élue comme voix principale. Michael Cretu a aussi invité les trois gagnants suivants : Mark Joshua du Brésil, J. Spring d’Espagne et Rasa Serra de Lituanie à accompagner sa voix. Les fans ont aussi pu participer à l’élaboration du single en votant pour un style musical, un instrument principal et sa pochette. La version finale du single s’intitule « MMX (The Social Song) » et est disponible à télécharger pratiquement gratuitement depuis le 15 décembre 2010, la publication d’un tweet ou d’un lien sur son mur Facebook donnant droit au téléchargement du morceau.","strBiographyCN":null,"strBiographyIT":"Il progetto musicale Enigma nasce nel 1990 da un'idea di Michael Cretu (Mihai Creţu, noto anche come Curly M.C.), artista rumeno residente in Germania dall'età di cinque anni. Cretu decide di sperimentare un tipo di musica rivoluzionario che possa far pensare contemporaneamente all'amore e all'odio, alla gioia e alla tristezza, ballabile e sensuale. Grazie anche alla collaborazione di sua moglie Sandra riesce a pubblicare il suo primo singolo, Sadeness: numero 1 nelle classifiche di circa 20 paesi.\n\nCretu nasce a Bucarest, in Romania, il 18 maggio 1957. Dall'età di cinque anni studia pianoforte e consegue il diploma al conservatorio di Francoforte, in Germania, dove nel 1975 si era trasferito con la famiglia. Trova lavoro in diversi studi di registrazione e già nel 1979 esce il suo primo album Moon, Light & Flowers, di cui è produttore, arrangiatore, tastierista, cantante, tecnico del suono ed anche autore di musiche e testi. Dopo alcune collaborazioni con vari artisti, nel 1985 esce il secondo album, Die Chinesische Mauer (poi riedito col titolo \"The Invisible Man\"), contenente l'hit Samurai che svetta in testa alle più importanti classifiche europee. Il successo diventa ancora più grande con il lancio della compagna Sandra: il singolo d'esordio della giovane artista, (I'll Never Be) Maria Magdalena, si affianca al trionfo internazionale di Samurai. Ma il momento della verità per Cretu arriverà cinque anni più tardi.","strBiographyJP":null,"strBiographyRU":"Enigma — это музыкальный проект, запущенный Майклом Крету (англ. Michael Cretu, Mihai Creţu, — настоящее румынское имя) и его женой Сандрой Крету (англ. Sandra Cretu) в 1990 году, Германия. Майкл является композитором и продюсером, Сандра часто исполняла вокальные партии на треках Энигмы. Пара также работала вместе над проектом под названием Sandra. В рамках проекта Энигма выпущено семь студийных альбомов.\n Композиции Enigma описываются как «музыкальные произведения, едва ли имеющие что-то общее с обычной музыкой и общепринятыми представлениями о ней» и «сравнительно новый коллаж звуков, ритма и чувств». Крету совмещает мировые музыкальные направления, сливая все треки в единое произведение, заставляя каждого слушателя воспринимать музыку по-своему. «Никакие слова не могут объяснить музыку. Музыка объясняет себя. Слова и звуки — подобны лучам прожектора. Они не показывают вам всего. Вы должны увидеть то, что находится между потоками света» (М.Крету).\n Мишель проживает на острове Ибица, Испания. Он владеет студией «A.R.T. Studios», расположенной в его особняке, на этой студии были записаны 5 альбомов проекта Enigma. По контракту с Virgin Records, Мишель должен выпустить в общей сложности восемь альбомов по одному каждые три года. Поэтому, последний альбом должен выйти в 2012 году.\n Последний на сегодня альбом «Seven Lives Many Faces» выпущен 19 сентября 2008 года. Для его создания Крету использовал ультрасовременную мобильную студию «Алхимик».\n Официальный сайт проекта: www.enigmaspace.com\n Участники проекта:\n * Мишель Крету, основатель проекта. Создаёт всю музыку и занимается продюсированием. Делает большую часть ремиксов и пишет аранжировки для приглашённых вокалистов.\n * Фрэнк Петерсон (Frank Peterson) — помогал в создании первого альбома. Видимо ему принадлежит идея использования григорианских хоралов в музыке проекта. Поcле ухода из Enigma создал собственный популярный проект Gregorian.\n * Дэвид Фэйрстейн (David Fairstein) — участвовал в создании первых двух альбомов.\n * Питер Корнелиус (Peter Cornelius), австрийский певец и композитор. Создал несколько гитарных соло для второго и третьего альбомов.\n * Йенс Гад (Jens Gad), певец, продюсер, гитарист, помогал Крету в технических вопросах. Исполнил большинство гитарных партий в The Cross of Changes и на последующих альбомах, автор большинства клубных ремиксов на синглах. В ходе работы над альбомом «A Posteriori» покинул проект. В своих интервью Крету отрицает роль Гада как сопродюсера проекта.","strBiographyES":"Enigma es un proyecto musical electrónico alemán creado por Michael Cretu, David Fairstein y Frank Peterson en 1990. Cretu, nacido en Rumanía, concibió el proyecto Enigma mientras estaba trabajando en Alemania, aunque decidió emplazar los estudios de grabación A.R.T. Studios en la isla de Ibiza (España) desde principios de los años 1990 hasta mayo de 2009, donde grabó todos los álbumes de estudio de Enigma. Cretu es tanto el compositor como el productor del proyecto. Su ex-esposa, la cantante Sandra, había colaborado vocalmente en algunos temas de los discos de Enigma. Jens Gad participó como co-arreglista y también como guitarrista en tres de los álbumes de Enigma. Peter Cornelius contribuyó, también, con Enigma durante los años 90.\n\nSiete álbumes de estudio han sido producidos bajo el nombre del proyecto.\n\nCretu había sido una de las primeras personas en hacerse construir un estudio de grabación digital privado en casa, e incluir samples vocales y elementos musicales no percusivos en sus grabaciones, como cantos gregorianos y la flauta shakuhachi.","strBiographyPT":"Enigma é um projeto musical elaborado por Michael Cretu, sua esposa Sandra Cretu, David Fairstein e Frank Peterson em 1990. Michael é o compositor e o produtor; Sandra fornece frequentemente o vocal em trilhas do Enigma. O casal trabalhou também junto no projeto da carreira solo de Sandra.\n\nSeis álbuns com músicas inéditas, em estúdio, foram produzidos com o nome do projeto e várias outras compilações e remixes pela Virgin Records, Germany Data e Crocodile Music.","strBiographySE":"Enigma är ett tyskt musikprojekt som egentligen är musikern och producenten Michael Cretus fritidssyssla. Enigma fick sitt genombrott 1990 med första singeln Sadeness (stavas med e eftersom titeln syftar på Marquis de Sade) som erövrade topplistornas förstaplatser över hela världen. Moderna dansrytmer kombinerat med gregoriansk sång, andlighet, panflöjter och sexuella inslag blev en het fluga inom new age.\n\nMichael Cretu har inkorporerat många dolda budskap och djup i sin mystiska musik. Första albumet tar till exempel upp teman som Marquis de Sade, Jeanne d'Arc och Maria Callas. Enigmas musik innehåller en del samplingar (se nedan); på E1 är det gregoriansk sång, på E2 och E3 etnisk sång från bl.a. Asien och Sydamerika och på E4 Carl Orffs Carmina Burana. Albumet Voyageur innehåller dock inga samplingar alls. E6 har ett tydligt rymd- och galaxtema medan E7 är mera svårtytt.\n\nRösterna på Enigmas album tillhör Michael Cretus tidigare hustru Sandra, Angel X, Ruth-Ann Boyle, Louisa Stanley, Andru Donalds, Elisabeth Houghton och Margalida Roig. Medproducent har varit Jens Gad.\n\nMichael Cretu är kontrakterad av Virgin att ge ut åtta album totalt. Det sista albumet beräknas släppas 2012.","strBiographyNL":"Enigma is een band gevormd door de in Roemenië geboren producent Michael Cretu en zijn toenmalige vrouw Sandra en David Fairstein en Frank Peterson. Enigma maakt voornamelijk ambient en new-age muziek. Enigma scoorde eind 1990 een grote hit met Sadeness (Part I), een nummer dat opviel door het gebruik van gregoriaans gezang. Sadeness haalde in Nederland de nummer 1-positie. De periode vóór Enigma was hij voornamelijk producent voor zijn vrouw Sandra, een populaire zangeres uit de jaren '80. Sandra zingt ook mee op enkele nummers van Enigma, zoals op Sadeness.","strBiographyHU":"Az Enigma egy zenei projekt, melyet Michael Cretu indított el 1990-ben. Az évek során több társszerző és vendégzenész is közreműködött, de a projekt állandó tagja Michael, a zeneszerző és producer. Sokáig gyakori szereplő volt exfelesége, Sandra, aki gyakran szolgáltatott vokálokat a számokhoz (bár az utolsó albumnál Sandra már nem volt hallható). Ugyanez a házaspár dolgozott Sandra név alatt is, mely Sandra Cretu önálló szólólemezeit takarja. Eddig 7 album került ki az Enigma kezei közül. Maga az \"Enigma\" szó is rejtélyt jelent, így nem meglepő hogy Cretu ezt a nevet választotta a projektnek. Az Enigmát még ma is nehéz zenei műfajba sorolni, hiszen több stílusjegy is megtalálható benne, ugyanakkor egyedülálló jelenség. Az erotika, női sóhajok, gregorián himnuszok, törzsi énekek furcsa elegye, művészien kidolgozott keverése nem mindennapi élményt nyújt, az Enigma egy új világot nyit meg előttünk. Minden albumon másra helyeződik a hangsúly, más a téma és a hangszerek, de mindegyikről elmondható, hogy egyfajta titokzatosság jellemzi, szinte arra késztetve a hallgatókat, hogy megfejtsék a rejtett üzeneteket.","strBiographyNO":"Enigma er et tysk / rumensk new age-prosjekt som også tar for seg sjangere som elektronika, dance og ambient. Gruppen ble startet i 1990 av Michael Cretu, David Fairstein og Frank Peterson. Enigma har solgt over 22 millioner plater.","strBiographyIL":null,"strBiographyPL":"Enigma – projekt muzyczny, którego twórcą jest Michael Cretu.\n\nProjekt działa od początku lat 90. i łączy muzykę pop oraz dance wraz z chorałami gregoriańskimi w początkowej fazie działalności projektu. Muzyka projektu, niezwykle nastrojowa, charakteryzuje się ciepłym, łagodnym, relaksującym brzmieniem, opartym na instrumentarium elektronicznym, miękkiej grze gitary elektrycznej, wielogłosowym śpiewie oraz łagodnych rytmach. Teledyski projektu, równie nastrojowe, jak jego muzyka, wyróżniają się spokojnym, płynnym montażem. Michael Cretu wielokrotnie zaprzeczał, jakoby jego projekt był związany z new age i nigdy nie chciał tworzyć w tym nurcie.","strGender":"Male","intMembers":"2","strCountry":"Germany","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vuyuss1367266810.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vtrvtr1522006323.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/vpuywu1552559211.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/ywqwqp1522006369.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/enigma-4ed874cfb9d7e.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/enigma-4ea1678d1c520.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/enigma-4ed8757d5c1a5.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/wuwppy1368268691.jpg","strMusicBrainzID":"f1d1df24-91af-4d27-83a4-9b4ad29b37eb","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}