{"artists":[{"idArtist":"141989","strArtist":"Jane Birkin","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1946","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"Pop","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Jane Mallory Birkin (born 14 December 1946) is a British actress and singer.  Birkin was born in London, United Kingdom to David Birkin and Judy Campbell, an actress in Noel Coward musicals. Her great aunt was Freda Dudley Ward, a mistress of Edward VIII while he was Prince of Wales.  Birkin emerged in the swinging '60s in London, starring as one of the models in the controversial film Blowup in 1966.  In 1968, Birkin went to France to audition for the lead female role in Slogan. Though she did not speak French, she got the role.  In 1969, she and Serge Gainsbourg released the song \"Je t'aime... moi non plus\" (\"I love you... me neither\"), written by Gainsbourg and featuring both of them singing, which caused a scandal for its sexual explicitness. Arguably due in part to the publicity it got from being banned by radio stations in Italy, Sweden, Spain, and the UK, it was a commercial success all over Europe. The song's fame is a result of its salacious lyrics (sung in French) against a background of female moaning and groaning, culminating in an orgasm at the song's conclusion (which some claim to be the result of Jane and Serge actually engaging in sex during the recording of the song).  Birkin took a short break from her acting career in 1971-72, but returned as Brigitte Bardot's lover in Don Juan (or if Don Juan were a woman) in 1973.  In 1975, she appeared in Gainsbourg's first film, also titled Je t'aime... moi non plus, which created quite a stir for its frank examination of sexual ambiguity. For this performance she was nominated for a Best Actress César Award.  Birkin has starred in the Agatha Christie films Death on the Nile and Evil Under the Sun, and recorded several albums, including Baby Alone in Babylone, Amours des Feintes, Lolita Go Home and Rendez-vous. She has obtained in the category Female Artist of the year in France the Victoires de la Musique award in 1992 .  She starred in two films by Jacques Doillon -- as Anne in La fille prodigue (1981) and as Alma in La pirate (1984, nominated for a César Award). This work led to an invitation from Patrice Chéreau to star on stage in La Fausse suivante by Marivaux at Nanterre. After this, she also began to appear frequently on stage in plays and concerts (in France, Japan, the UK and then the US).  Jacques Rivette collaborated with her for Love on the Ground (1983) and La belle noiseuse (1991, Nominated Césars best supporting actress). Additionally, she appeared in Merchant Ivory's A Soldier's Daughter Never Cries (1998, also used her song \"Di Doo Dah\") and Merci Docteur Rey (2002), while Le Divorce's end title song featured her singing \"L'Anamour\", composed by Serge Gainsbourg.  In 2006, she played Elektra, directed by Philippe Calvario in France.  Jane Birkin's humanitarian interests led her to work with Amnesty International, on immigrant welfare and AIDS issues. Birkin has also visited Bosnia, Rwanda. and Palestinian Territories, often working with children. She has been awarded an OBE for her services to acting, as well as the Ordre National du Mérite in France.  She has made musical collaborations and duets with artists such as Feist, Beth Gibbons from Portishead, Bryan Ferry, Brian Molko from Placebo, Franz Ferdinand, Manu Chao, Brett Anderson from Suede, Mickey (3d), Françoise Hardy, Cali, The Divine Comedy, The Magic Numbers, Paolo Conte, Beck, Rufus Wainwright, Yann Tiersen, Alain Souchon, Les Negresses Vertes, Johnny Marr from The Smiths, Zazie, MC Solaar, Yosui Inoue, Étienne Daho, Alain Chamfort, Jimmy Rowles, Goran Bregović, Sonny Landreth, The Soundtrack of Our Lives and many others.   Birkin recorded the song \"Beauty\" on French producer Hector Zazou's 2003 album Strong Currents.  She is noted as being the inspiration for fashion house Hermès' popular Birkin Bag after the actress was seen struggling with several bags while boarding an aeroplane.  Her image features on the cover art of Have You Fed the Fish? by singer-songwriter Badly Drawn Boy (which features her daughter Charlotte Gainsbourg on backing vocals).  Despite decades of residence in France and the ability to speak French fluently, Birkin still retains a strong English accent and makes grammatical mistakes when speaking French.   Personal Life : She was married from 1965 until 1968 to John Barry, an English composer who wrote the musical score to the James Bond movies. Their daughter, the photographer Kate Barry, was born in 1968.  Muse of Gainsbourg : She had a very passionate and creative relationship with her mentor Serge Gainsbourg -- they met on the set of Slogan and married in 1968. They separated in 1980. Their daughter is actress Charlotte Gainsbourg.  In 1982 she gave birth to her third daughter, Lou Doillon, from her relationship with the director Jacques Doillon.","strBiographyDE":"Jane Mallory Birkin (* 14. Dezember 1946 in London) ist eine britische Schauspielerin und Sängerin. Sie lebt seit Ende der 1960er Jahre in der Bretagne in der Nähe von Saint-Pabu.\n\nBirkin ist die Tochter von Lieutenant-Commander David Birkin und der Schauspielerin Judy Campbell, ihr Bruder ist der britische Regisseur und Drehbuchschreiber Andrew Birkin.\n\nBirkin war die Ehefrau des Komponisten John Barry, von 1969 bis 1980 Lebensgefährtin des Sängers, Komponisten, Autors und Regisseurs Serge Gainsbourg und später mit dem Regisseur Jacques Doillon liiert. Ihre Töchter Kate Barry (1967–2013), Charlotte Gainsbourg und Lou Doillon entstammen diesen Beziehungen.","strBiographyFR":"Jane Birkin, née le 14 décembre 1946 dans le quartier de Marylebone à Londres, est une actrice et chanteuse britannique francophone, installée en France depuis la fin des années 1960 et naturalisée française.\n\nJane Birkin est la fille de David Birkin (1914-1991), commandant dans la Royal Navy, et de l'actrice Judy Campbell (1916-2004), (muse de Noel Coward, le célèbre dramaturge britannique). Elle a une sœur cadette, Linda, et un frère, Andrew Birkin, acteur et réalisateur qui a joué avec elle dans le film La Pirate et a dirigé Charlotte Gainsbourg (la fille qu'elle a eue avec Serge Gainsbourg) dans le film The Cement Garden. Le poète et musicien Anno Birkin, mort en 2001, et l'acteur David Tristan Birkin sont ses neveux.\n\nPendant la Seconde Guerre mondiale, son père a aidé la Résistance française en transportant de nuit, entre l'Angleterre et la Bretagne, des combattants de la France libre. Il a, entre autres, sauvé François Mitterrand d'après l'ouvrage de Gabrielle Crawford de 2004.\n\nSelon Gabrielle Crawford de 2004, Jane Birkin est la descendante de Charles II roi d'Angleterre et d'Écosse, la petite-nièce de Freda Dudley Ward, maîtresse d'Édouard VIII roi de Grande-Bretagne, alors prince de Galles, dont la fille épousera le réalisateur Carol Reed et elle est la cousine du mathématicien et philosophe Bertrand Russell par sa grand-mère paternelle.\n\nJane Birkin raconte, dans Jane B. par Agnès V. que, quand elle était à l'internat, enfant sur l'île de Wight, elle était appelée par son numéro de chambre : « Ninety-Nine » (ce qui signifie 99). L'actrice préférée de Jane Birkin est probablement Marilyn Monroe (à qui Gainsbourg avait consacré la chanson Norma Jean Baker), comme elle l'explique dans le film d'Agnès Varda.\n\nEn 1964, elle débute au cinéma en Angleterre dans le film de Richard Lester, Le Knack... et comment l'avoir, film emblématique du Swinging London où elle apparaît aux côtés d'autres débutantes telles que Jacqueline Bisset ou Charlotte Rampling. Le film est un succès et Jane Birkin enchaîne sous la direction de Michelangelo Antonioni dans le film Blow-Up, présenté au Festival du film de Cannes : il remporte La Palme d'or. Alors âgée de dix-neuf ans, elle pose sous l'objectif de Jeanloup Sieff pour Harper's Bazaar.\n\nElle épouse le compositeur anglais John Barry (auteur de la musique de plusieurs James Bond, du thème de The Knack ou de la série télévisée Amicalement vôtre). De leurs amours naît une fille en 1967, Kate Barry (plus tard connue en tant que photographe, elle meurt le 11 décembre 2013).\n\nElle décide alors d'aller en France pour tenter sa chance comme actrice. Elle est engagée après des essais désastreux (elle finira en pleurs) pour le film Slogan de Pierre Grimblat durant le tournage duquel elle rencontre l'acteur et auteur-compositeur-interprète-cinéaste français Serge Gainsbourg. Grimblat raconte qu'au début du tournage, Birkin et Gainsbourg ne s'entendaient pas du tout (Gainsbourg sortait de sa relation avec Brigitte Bardot et n'appréciait pas trop cette Anglaise qui faisait des fautes de français) et qu'il les a invités à dîner au restaurant Maxim's, dîner auquel il n'est pas allé.\n\nElle devient alors la compagne de Serge Gainsbourg ; ils sont pendant dix ans un couple très médiatique, et ont une fille, Charlotte Gainsbourg, en 1971. Elle s'accorde une pause dans sa carrière de 1971 à 1972, à la suite de la naissance de Charlotte. Elle apparaît dans un rôle comme l'amante de Brigitte Bardot dans Don Juan ou si Don Juan était une femme en 1973. En 1975, elle a un des rôles principaux dans le premier film de Serge en tant que réalisateur, Je t'aime moi non plus qui attire l'attention et le scandale au sujet du film qui évoque l’ambiguïté sexuelle et la sodomie. Pour sa performance, elle est nommée au César de la meilleure actrice. En préservant en parallèle entre 1975 et 1985, plusieurs incartades dans la comédie populaire comme au côté de Pierre Richard dans La Moutarde me monte au nez ou encore avec Patrick Dewaere dans Catherine et compagnie, Birkin parvient à convaincre à la fois la critique et le grand public.\n\nElle quitte Serge Gainsbourg. Plusieurs raisons sont avancées : l'alcool, le mode de vie et même des coups qu'elle a reçus d'après le propre aveu de Serge Gainsbourg (aveu qu'il fait à sa première femme). Après cette rupture, elle est, de 1980 à 1992, la compagne du réalisateur Jacques Doillon, avec lequel elle a une fille, Lou Doillon. On lui connaît ensuite une relation avec l'auteur Olivier Rolin.\n\nEn mars 1991, Jane Birkin a perdu à quelques jours d'intervalle Serge Gainsbourg (mort le 2 mars) et son père David Birkin (mort le 7 mars à 77 ans, le jour des obsèques de Serge).\n\nPar ailleurs, Jane Birkin s'investit dans des actions humanitaires (avec entre autres Amnesty International), et a été la marraine du Téléthon en 2001. Elle a participé trois fois au Concert des Enfoirés en 1994, Les Enfoirés au Grand Rex, en 1996, La soirée des Enfoirés et en 1997, Le Zénith des Enfoirés.\n\nSerge Gainsbourg a été son pygmalion dans sa carrière musicale, la propulsant au sommet des hit-parades internationaux en 1969 avec le sulfureux duo Je t'aime… moi non plus, initialement écrit pour et enregistré avec Brigitte Bardot. La chanson est jugée obscène par le journal du Vatican, l'Osservatore Romano. Ce succès de scandale marque les esprits (voir la reprise par Bourvil et Jacqueline Maillan) et connait un retentissement durable : en 2000 une édition collector vinyl du titre Je t'aime… moi non plus remixé par Eiffel 65 voit le jour. Un album aux deux signatures Serge Gainsbourg-Jane Birkin suit en 1969. La voix enfantine de la chanteuse, parfois proche d'un simple souffle, son accent anglais prononcé, la rendent immédiatement reconnaissable. C'est le départ d'une longue collaboration qui aboutira à une œuvre à peu près unique dans la chanson française. Plusieurs albums de Jane Birkin ont été Disques d'or dont Baby Alone in Babylone (1983) et Arabesque. Durant les années 1970 et 1980, Jane Birkin enchaîne les albums studio (sept de 1969 à 1990) et les prestations télévisées, notamment dans les shows de Maritie et Gilbert Carpentier. Ce n'est qu'en février 1987, à quarante ans, qu'elle fait ses débuts sur scène au Bataclan.\n\nÀ la mort de Gainsbourg, après une nouvelle série de concerts au Casino de Paris, Jane Birkin enregistre deux albums (studio et live) où elle reprend les chansons qu'il lui a écrites (ou qu'il a écrites pour d'autres) : Versions Jane et Arabesque ; sur le premier interviennent déjà des pointures comme Jean-Claude Vannier et Goran Bregović. Elle devient ainsi l'ambassadrice de l'œuvre de Gainsbourg et donne des concerts à travers le monde, aussi bien à Tokyo qu'à New York en passant par Israël. La série de concerts d’Arabesque rencontre un succès certain et propose une version orientalisée de sa musique.\n\nBirkin tente aussi l'aventure en dehors de Gainsbourg et convoque de nombreux compositeurs pour trois albums à succès : À la légère, auquel collaborent Miossec, Gérard Manset et MC Solaar, l'album de duos Rendez-vous avec des reprises de Brigitte Fontaine, Michel Delpech, Paolo Conte (en duo avec ce dernier), ou le récent Fictions où se côtoient les univers de The Divine Comedy, Neil Young, Kate Bush ou encore d'Hervé Guibert sur une musique de Maurice Ravel. Son statut d'icône internationale lui permet de collaborer avec des musiciens étrangers talentueux et variés tels que Brian Molko (du groupe britannique Placebo), Rufus Wainwright, Beth Gibbons (de Portishead), ou encore Caetano Veloso. Elle est également servie par des textes de musiciens français tels que Étienne Daho, Cali, Arthur H, Zazie, Dominique A ou Alain Souchon (avec qui elle avait fait un duo pour le film Comédie de Doillon).\n\nEn novembre 2008, Birkin publie le premier album dont elle a écrit tous les textes, Enfants d'hiver. Certains textes ont été écrits sept ans auparavant, avant la tournée Arabesque et la sortie de deux autres disques. Certains textes ont été écrits pendant le tournage de son film Boxes. Et d'autres deux mois plus tôt. Le disque a un côté autobiographique. Jane a commencé à écrire à l'âge de douze ans, en rédigeant son carnet intime à l'internat. Elle aura mis 40 ans à sortir tout un album constitué de ses propres textes, depuis le duo de 1969 Je t'aime… Moi non plus avec Serge Gainsbourg.\n\nEn 2009, elle enregistre une relecture des Dessous chics en duo avec Étienne Daho, extraite de l'album Daho Pleyel Paris. En 2010, elle interprète Roissy en duo avec Florent Marchet sur le dernier album de celui-ci Courchevel. En 2011, elle participe au sein du Collectif Paris Africa à la chanson Des ricochets.\n\nEn juin 2012, Jane Birkin, qui devait donner onze concerts au mois de juillet en France, Belgique, Allemagne, Italie, Espagne et Suisse — où elle devait participer au festival de Montreux —, annule sa tournée en raison d’une péricardite aiguë suivie de récidives multiples. Le 11 septembre 2012, son manager, Olivier Gluzman annonce que la tournée nationale et internationale passant par Bruxelles, Londres mais aussi Toulouse, Bordeaux, Monaco, Lille ou Strasbourg avec pas moins de vingt-trois dates est reportée à 2013 : « L’artiste n’a pas retrouvé l’énergie nécessaire à une série importante de spectacles. (…) Elle doit continuer à se reposer, à reprendre des forces jusqu’à la fin de l’année. »","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"London, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ustrpw1456501511.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/birkin-jane-58d4301deaaa8.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/birkin-jane-51085472b86b1.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/birkin-jane-51085509786cd.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/vsttry1456509477.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/birkin-jane-58d433b4d3379.jpg","strMusicBrainzID":"e4f92153-dd32-4c81-98bd-e0ad9a1b9672","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}