{"artists":[{"idArtist":"120496","strArtist":"Gioachino Rossini","strArtistStripped":null,"strArtistAlternate":"Rossini","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1792","intDiedYear":"1868","strDisbanded":"Yes","strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Gioachino Antonio Rossini (Giovacchino Antonio Rossini in the baptismal certificate) (29 February 1792 – 13 November 1868) was an Italian composer who wrote 39 operas as well as sacred music, chamber music, songs, and some instrumental and piano pieces.\nHis best-known operas include the Italian comedies Il barbiere di Siviglia (The Barber of Seville) and La Cenerentola and the French-language epics Moïse et Pharaon and Guillaume Tell. A tendency for inspired, song-like melodies is evident throughout his scores, which led to the nickname \"The Italian Mozart\".\nUntil his retirement in 1829, Rossini had been the most popular opera composer in history.","strBiographyDE":"Gioachino Antonio Rossini (auch Gioacchino) [dʒoaˈkiːno anˈtɔːnjo rosˈsiːni] (* 29. Februar 1792 in Pesaro, Kirchenstaat, heute Marken; † 13. November 1868 in Passy, Paris) war ein italienischer Komponist. Er gilt als einer der bedeutendsten Opernkomponisten des Belcanto; seine Opern Il barbiere di Siviglia („Der Barbier von Sevilla“), L’italiana in Algeri („Die Italienerin in Algier“) und La Cenerentola („Aschenputtel“) gehören weltweit zum Standardrepertoire der Opernhäuser. ","strBiographyFR":"Gioachino Antonio Rossini  (29 février 1792 - 13 novembre 1868) était un compositeur italien qui a écrit 39 opéras ainsi que de la musique sacrée, de la musique de chambre, des chansons et quelques pièces instrumentales et pour piano.\nSes opéras les plus connus comprennent les comédies italiennes Il barbiere di Siviglia (Le Barbier de Séville) et La Cenerentola et les épopées francophones Moïse et Pharaon et Guillaume Tell. Une tendance à des mélodies inspirées et ressemblant à des chansons est évidente à travers ses partitions, ce qui a conduit au surnom de \"Mozart italien\".\nJusqu'à sa retraite en 1829, Rossini avait été le compositeur d'opéra le plus populaire de l'histoire.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Italian","strCountryCode":"IT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xtvrtv1370292596.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qrxsqw1564821335.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"846be3c9-5f94-46ab-97b9-531335dd3658","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}