{"artists":[{"idArtist":"112428","strArtist":"John Barry","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1959","intBornYear":"1933","intDiedYear":"2011","strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"John Barry Prendergast, OBE (3 November 1933 - 30 January 2011) was an English conductor and composer of film music. He is best known for composing the soundtracks for 12 of the James Bond films between 1962 and 1987. He wrote the scores to the award winning films Midnight Cowboy, Dances with Wolves and Out of Africa, in a career spanning over 50 years. In 1999 he received an OBE from Buckingham Palace for services to music.\nBorn in York, North Riding of Yorkshire, Barry spent his early years working in cinemas owned by his father. During his National Service in Cyprus, Barry began performing as a musician having learned to play the trumpet. Upon completing his national service, he formed his own band in 1957, The John Barry Seven. He later developed an interest in composing and arranging music making his début for television in 1958. He came to the notice of the makers of the first James Bond film Dr. No who were dissatisfied with a theme for James Bond given to them by Monty Norman. This started a successful association between Barry and the James Bond films which lasted for 25 years.\nHe received awards for his work, including five Academy Awards; two for Born Free, and one each for The Lion in Winter (for which he also won a BAFTA Award), Dances with Wolves and Out of Africa (both of which also won him Grammy Awards). He also received ten Golden Globe Award nominations, winning once for Best Original Score for Out of Africa in 1986. Barry completed his last film score, Enigma in 2001 and recorded the successful album Eternal Echoes the same year. He then concentrated chiefly on live performances and co wrote the music to the musical Brighton Rock in (2004) alongside Don Black. He was made a Fellow of the British Academy of Film and Television Arts in 2005. Barry was married four times and had four children. He moved to the United States in 1975 and lived there for the remainder of his life until his death in 2011.","strBiographyDE":"John Barry OBE (* 3. November 1933 in York, England als John Barry Prendergast; selten benutztes Pseudonym Michael Angelo; † 30. Januar 2011 in Glen Cove, NY, USA) war einer der erfolgreichsten Filmkomponisten und Arrangeure des 20. Jahrhunderts und Träger zahlreicher Filmpreise, darunter fünf Oscars (zwei für Frei geboren – Königin der Wildnis, je einen für Der Löwe im Winter, Jenseits von Afrika und Der mit dem Wolf tanzt). Besondere Popularität erlangten seine Kompositionen für die James-Bond-Filmreihe. \n(Wikipedia)","strBiographyFR":"John Barry Prendergast, OBE (3 novembre 1933 - 30 janvier 2011) était un chef d'orchestre et compositeur anglais de musique de film. Il est surtout connu pour avoir composé les bandes originales de 12 des films de James Bond entre 1962 et 1987. Il a écrit les musiques des films primés Midnight Cowboy, Dances with Wolves et Out of Africa, au cours d'une carrière qui s'étend sur plus de 50 ans. En 1999, il a été décoré de l'Ordre de l'Empire britannique (OBE) par le palais de Buckingham pour les services rendus à la musique.\nNé à York, dans le North Riding of Yorkshire, Barry a passé ses premières années à travailler dans les cinémas appartenant à son père. Pendant son service national à Chypre, Barry a commencé à se produire en tant que musicien, ayant appris à jouer de la trompette. À l'issue de son service national, il forme son propre groupe en 1957, The John Barry Seven. Il s'intéresse ensuite à la composition et à l'arrangement de musique et fait ses débuts à la télévision en 1958. Il est remarqué par les réalisateurs du premier film de James Bond, Dr. No, qui ne sont pas satisfaits du thème de James Bond que leur a donné Monty Norman. C'est le début d'une association fructueuse entre Barry et les films de James Bond, qui durera 25 ans.\nIl a reçu des récompenses pour son travail, notamment cinq Academy Awards : deux pour Born Free, un pour Le lion en hiver (pour lequel il a également remporté un BAFTA Award), Danse avec les loups et Out of Africa (qui lui ont tous deux valu des Grammy Awards). Il a également reçu dix nominations aux Golden Globe Awards, remportant une fois le prix de la meilleure musique originale pour Out of Africa en 1986. Barry a achevé sa dernière musique de film, Enigma, en 2001 et a enregistré la même année l'album à succès Eternal Echoes. Il se concentre ensuite principalement sur les spectacles et coécrit la musique de la comédie musicale Brighton Rock in (2004) aux côtés de Don Black. Il a été nommé membre de l'Académie britannique des arts du cinéma et de la télévision en 2005. Barry s'est marié quatre fois et a eu quatre enfants. Il s'est installé aux États-Unis en 1975 et y a vécu le reste de sa vie jusqu'à sa mort en 2011.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"York, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/yqrvsq1345107852.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/barry-john-5857b0e2d94e5.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vpvwwq1470330824.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/yqwwvw1470330836.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/barry-john-5857aee7099fb.jpg","strMusicBrainzID":"661e20c8-3d82-4da2-94a2-97d9e11691c0","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}