{"artists":[{"idArtist":"118552","strArtist":"Joseph Haydn","strArtistStripped":null,"strArtistAlternate":"Haydn","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1732","intDiedYear":"1809","strDisbanded":"Yes","strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Franz Joseph Haydn was an Austrian composer, one of the most prolific and prominent of the Classical period. He is often called the \"Father of the Symphony\" and \"Father of the String Quartet\" because of his important contributions to these forms. He was also instrumental in the development of the piano trio and in the evolution of sonata form. \nA lifelong resident of Austria, Haydn spent much of his career as a court musician for the wealthy Esterházy family on their remote estate. Isolated from other composers and trends in music until the later part of his long life, he was, as he put it, \"forced to become original\". At the time of his death, he was one of the most celebrated composers in Europe.\nJoseph Haydn was the brother of Michael Haydn, himself a highly regarded composer, and Johann Evangelist Haydn, a tenor. He was also a close friend of Wolfgang Amadeus Mozart and a teacher of Ludwig van Beethoven.","strBiographyDE":"Franz Joseph Haydn (Rufname: Joseph Haydn, * 31. März oder 1. April 1732 in Rohrau, Niederösterreich; † 31. Mai 1809 in Wien) war ein Komponist und führender Vertreter der Wiener Klassik. Er war Bruder des Komponisten Michael Haydn und des Tenors Johann Evangelist Haydn.\n\nDen größeren Teil seiner beruflichen Laufbahn verbrachte Haydn als Hofmusiker auf dem Landsitz der wohlhabenden ungarischen Familie Eszterházy, wo er deren Orchester und Oper leitete. Die Abgeschiedenheit von anderen Komponisten und musikalischen Strömungen beschrieb er mit dem bekannten Zitat: „Ich war von der Welt abgesondert, niemand in meiner Nähe konnte mich an mir selbst irremachen und quälen, und so musste ich original werden.“\n\n1797 komponierte Haydn für den habsburgischen Kaiser des Heiligen Römischen Reiches Deutscher Nation Franz II. das in der Erstausgabe „Volkslied“ titulierte „Gott, erhalte Franz, den Kaiser!“ auf die hierzu gedichteten Worte von Lorenz Leopold Haschka, welches bis zum Ende der Habsburgermonarchie 1918 als Hymne der Österreichischen Kaiser diente und auch danach noch in der Ersten Republik Anwendung fand.\n\nIm Jahre 1841 wurde es außerdem mit dem wiederum eigens hierzu geschaffenen Text des Liedes der Deutschen von August Heinrich Hoffmann aus Fallersleben unterlegt und dient heute mit dessen dritter Strophe als Nationalhymne der Bundesrepublik Deutschland.\n\nHaydn wurde als Sohn eines Wagners im Dorf Rohrau in Niederösterreich nahe der damaligen österreich-ungarischen Grenze geboren. Zwar konnten beide Eltern keine Musiknoten lesen, aber nach Haydns Erinnerungen wurde in seiner Familie und mit den Nachbarn häufig gesungen. Seine musikalische Begabung wurde entdeckt, als er ein kleines Kind war. Im Alter von sechs Jahren wurde er 1738 zu Verwandten in das nahe Hainburg an der Donau geschickt, um als Chorsänger ausgebildet zu werden. Im Jahr 1740 wurde Haydn von Georg von Reutter, dem musikalischen Direktor des Stephansdoms in Wien, bemerkt, als dieser durch die Provinzen reiste, um talentierte Chorknaben zu finden. Reutter nahm Haydn mit nach Wien, wo er neun Jahre als Chorsänger lebte, davon die letzten vier in Gesellschaft seines jüngeren Bruders Michael. Das Märchen, Haydn habe 1741 beim Begräbnis Antonio Vivaldis gesungen, wurde 1978 von Alan Kendall in die Welt gesetzt, der die beim Kondukt als anwesend verzeichneten „6 Kuttenbuben“ im Bahrleiherbuch der Wiener Dompfarre[1] irrig als „Choirboys“ bezeichnete. Diese „Kuttenbuben“ (Ministranten) kosteten pro Kopf neun Kreuzer, falteten nur die Hände und gaben keinen Ton von sich. Da Vivaldi nur ein „Kleingleuth“ erhielt und keine Musik bezahlt worden war, erklang bei seiner Einsegnung keine Musik und Haydn hatte mit Vivaldis Einsegnung nichts zu tun. In der Domkapelle erhielt Haydn Gesangs-, Klavier- und Violinunterricht. Reutter korrigierte Haydns erste Kompositionen, gab ihm aber keinen geregelten Kompositionsunterricht. Dennoch lernte Haydn viel – großenteils im Selbstunterricht und wohl allein schon dadurch, dass er in jungen Jahren als professioneller Musiker an einem für die Musik wichtigen Ort war. Ob er bereits in dieser Zeit oder erst in späteren Jahren Johann Matthesons Der vollkommene Capellmeister und Gradus ad Parnassum von Johann Joseph Fux durchstudierte, ist nach den Quellen nicht eindeutig zu entscheiden. Beide Werke nannte der erwachsene Komponist als grundlegend für seine Entwicklung.\n\n1749 war Haydn körperlich so weit gereift, dass er die hohen Stimmen im Chor nicht mehr singen konnte. Er wurde aus seiner Stelle entlassen und begann eine Karriere als freier Musiker. Im Laufe dieser beschwerlichen, zehn Jahre dauernden Periode ging Haydn vielen verschiedenen Tätigkeiten nach, unter anderem als Kammerdiener und Begleiter des italienischen Komponisten Nicola Porpora. Er bemühte sich, die Lücken in seiner Ausbildung zu füllen, und schrieb schließlich seine ersten Streichquartette und seine erste Oper. Während dieser Zeit stieg Haydns professionelles Ansehen allmählich. Zwischen 1754 und 1756 war Haydn auch freischaffend für den Wiener Hof tätig. Er fungierte als „Extra Musicus“ bei Bällen der kaiserlichen Familie während des Karnevals und wurde in der Fastenzeit auch als supplierender Sänger in der Hofkapelle verwendet.\n\nSeit 1754 gab der junge Haydn der 1744 in Wien geborenen späteren Komponistin Marianna Martines Klavierunterricht. Zu Beginn dieser Ausbildung soll Marianna Martines schon hervorragend gespielt haben. Haydn wohnte im selben Haus und erteilte ihr täglich gegen freie Kost Unterricht.\n\nVermutlich 1757 erhielt Haydn seine erste wichtige Stelle als Musikdirektor des Grafen Karl von Morzin auf Schloss Dolní Lukavice bei Pilsen. Auf dieses Jahr datierte Haydn seine erste in Morzins Diensten komponierte Sinfonie. Als Musikdirektor dirigierte er ein kleines Orchester, und für dieses Ensemble schrieb er seine ersten Sinfonien. Streichtrios, Cassationen und Streichquartette verbreiteten sich bald, oft in Abschriften; in den Druck gelangten sie nicht.\n\nGraf Morzin geriet bald darauf in finanzielle Schwierigkeiten, die ihn zwangen, seine musikalischen Unternehmungen aufzugeben, aber Haydn wurde schnell eine ähnliche Stelle (1761) als Vizekapellmeister der Familie Esterházy angeboten, einer der wohlhabendsten und wichtigsten Magnatenfamilien im damaligen Königreich Ungarn. Als der alte Kapellmeister Gregor Joseph Werner 1766 schließlich starb, wurde Haydn zum ersten Kapellmeister befördert.\n\nAls livrierter Musiker im Rang eines Hausoffiziers der Esterházys folgte Haydn der Familie in die drei Hauptresidenzen: den Familiensitz in Eisenstadt, ungefähr 50 km von Wien; den Winterpalast in Wien, und Eszterháza, ein großes, neues Schloss, das in den 1780ern im ländlichen Ungarn gebaut wurde. Haydn hatte ein weites Feld an Verantwortlichkeiten, unter anderem Komposition, Leitung des Orchesters, Spielen von Kammermusik für und mit seinem Patron, und schließlich das Arrangieren von Opernproduktionen. Trotz des enormen Arbeitspensums fühlte sich Haydn in seiner Stelle glücklich. Die Esterházy-Fürsten (erst Paul Anton, dann vor allem Nikolaus I.) waren Musikkenner, die seine Arbeit schätzten und ihm das nötige Umfeld für seine künstlerische Entwicklung gaben, darunter den täglichen Zugang zu seinem eigenen kleinen Orchester. In der Saison zwischen Februar und November fielen 100 bis 150 Aufführungen (Dirigate) an.\n\nIm Jahr 1760, in der Sicherheit seiner Kapellmeister-Position, heiratete Haydn Maria Anna Keller, die Tochter eines damals noch wohlhabenden, hofbefreiten Perückenmachers. Die Ehe stellte sich bald als unglücklich heraus: Seine Frau war streitsüchtig, hatte wenig Verständnis für seine Musik und blieb kinderlos, was Haydn sehr bedauerte. Ohne jegliche Beweise wird immer wieder spekuliert, er sei der Vater des Sohnes Anton von Luigia Polzelli, einer Sängerin im Esterházy-Unternehmen, mit der Haydn eine längere Affäre hatte.\n\nWährend der fast dreißig Jahre, die Haydn im Hause Esterházy arbeitete, produzierte er eine Flut von Kompositionen, und sein musikalischer Stil entwickelte sich ständig weiter. Seine Popularität in der Außenwelt vergrößerte sich ebenfalls. Allmählich schrieb Haydn ebenso viel für Veröffentlichungen wie für seinen Arbeitgeber, und einige wichtige Werke dieser Periode, wie die Pariser Sinfonien (1785–1786) und die ursprüngliche Orchesterversion der Sieben letzten Worte unseres Erlösers am Kreuze (1786), wurden aus dem Ausland in Auftrag gegeben.\n\nSeit etwa 1781 entwickelte sich eine enge Freundschaft zwischen Haydn und Mozart, dessen Werk er schon über Jahre hinweg beeinflusst hatte. Die zwei Komponisten genossen es, in Streichquartetten zusammenzuspielen. Haydn war sehr von Mozarts Werk beeindruckt. Es ist augenfällig, dass Haydn zu dieser Zeit weitgehend aufhörte, Opern und Konzerte zu schreiben – zwei der Gattungen, in denen Mozart am stärksten war. Mozart dagegen arbeitete hart daran, sechs Streichquartette zu schreiben, die mit dem Niveau mithalten konnten, das Haydn mit seiner kurz davor vollendeten Reihe op. 33 erreicht hatte; als Mozart damit fertig war, widmete er die Quartette seinem Freund.\n\nHaydn gehörte der Wiener Freimaurerloge Zur wahren Eintracht an, in die er am 11. Februar 1785 aufgenommen wurde. Mozart konnte aber nicht anwesend sein, da er am gleichen Abend, in Anwesenheit seines Vaters Leopold, ein Subskriptionskonzert in der Mehlgrube gab. Durch die Logenzugehörigkeit der beiden Männer erhielt ihre Freundschaft eine zusätzliche Facette.\n\n1790 starb Fürst Nikolaus; sein Nachfolger war völlig unmusikalisch, entließ die gesamte Hofmusik und schickte Haydn in Pension. Dieser akzeptierte darauf ein lukratives Angebot des deutschen Impresarios Johann Peter Salomon, nach England zu gehen und seine neuen Sinfonien mit einem großen Orchester aufzuführen.\n\nDie Reisen (1791–1792 und 1794–1795) waren ein großer Erfolg. Das Publikum stürmte Haydns Konzerte, und er erwarb schnell Ruhm und Vermögen. Musikalisch brachten die Besuche in England einige seiner bekanntesten Werke, darunter die Sinfonie mit dem Paukenschlag, die Militärsinfonie, die Londoner Sinfonie, das Reiterquartett und das Zigeunertrio. Haydn überlegte sogar, englischer Bürger zu werden und sich dauerhaft niederzulassen, doch er kehrte nach Wien zurück.\n\nIm Juli 1792 trafen sich Haydn und Ludwig van Beethoven in der Godesberger Redoute bei Bonn. Der 21 Jahre alte Beethoven spielte Haydn vor; beide verabredeten, dass er eine zweite Studienreise nach Wien unternehmen solle, um Meisterschüler von Haydn zu werden.\n\n1793 kaufte sich Haydn in der westlich von Wien gelegenen Oberen Windmühle (einem schmalen Areal, das zur Vorstadt Windmühle gehörte und fast vollständig von der wesentlich größeren Vorstadt Gumpendorf umschlossen wurde) ein Haus mit Garten in der Unteren Steingasse Nr. 73, das er nach einigen Umbauten 1797 bezog. Dort entstanden die zwei Oratorien Die Schöpfung und Die Jahreszeiten sowie sechs Messen für die Esterházy-Familie, die zu dieser Zeit wieder von einem musikalisch geneigten Prinzen geführt wurde. Haydn komponierte auch die letzten neun einer langen Reihe von Streichquartetten, unter anderem das Kaiserquartett, das Quintenquartett und das Sonnenaufgangsquartett. Trotz seines fortschreitenden Alters schaute Haydn in die Zukunft; in einem Brief schrieb er: „Oh Gott, wie viel ist noch zu tun in dieser herrlichen Kunst!“\n\nIm Jahre 1800 verstarb Haydns Frau während eines Kuraufenthalts in Baden bei Wien. Ab 1802 spürte Haydn, dass eine Krankheit, an der er schon seit einiger Zeit gelitten hatte, sich so weit verschlimmert hatte, dass er körperlich nicht mehr in der Lage war, zu komponieren oder öffentlich aufzutreten. Dies war zweifellos sehr schwierig für ihn, da – wie er eingestand – der Strom an frischen musikalischen Ideen, die auf Ausarbeitung warteten, nicht aufhörte. Haydn wurde von seinen Dienern gut gepflegt und empfing viele Besuche und öffentliche Ehren während dieser letzten Jahre, aber es können keine sehr glücklichen Jahre für ihn gewesen sein. Während seiner Krankheit fand er oft am Klavier Trost beim Spielen der Kaiserhymne, die er als patriotische Geste 1797 komponiert hatte.\n\nHaydn verschied 1809 nach einem Angriff der französischen Armee unter Napoleon auf Wien an allgemeiner Entkräftung. Zu seinen letzten Worten gehörte der Versuch, die Diener zu beruhigen, als in der Nachbarschaft Kanonenschüsse fielen.\n\nJoseph Haydn wurde auf dem Hundsturmer Friedhof (heute Haydnpark in Wien-Meidling) beigesetzt. 1814 stiftete sein Schüler Sigismund von Neukomm ein Grabmal, das noch heute dort zu sehen ist. Es zeigt einen fünfstimmigen Rätselkanon Neukomms auf die Worte „Non omnis moriar“. Die Familie Esterházy zeigte zunächst kein Interesse, den Toten angemessen zu würdigen. Erst die Bewunderung von Adolphus Frederick, 1. Duke of Cambridge, erinnerte Fürst Nikolaus II. wieder an den ehemaligen Bediensteten und dessen Genie. Er ließ Joseph Haydn 1820 exhumieren und nach Eisenstadt in die Bergkirche (auch Haydnkirche) überführen. Als bei diesen Arbeiten der Sarg geöffnet wurde, fehlte der Schädel des Komponisten. Nachforschungen ergaben, dass der Sekretär des Fürsten Esterházy – Joseph Carl Rosenbaum, ein Anhänger der Schädellehre von Franz Joseph Gall – den Totengräber, einen Gefängnisverwalter sowie zwei Wiener Beamte bestochen hatte, acht Tage nach der Beisetzung heimlich noch einmal das Grab zu öffnen und den Schädel zu stehlen. Das Versteck des gestohlenen Schädels konnte zunächst nicht ermittelt werden, und so wurde der Leichnam ohne Schädel nach Eisenstadt überführt und dort beigesetzt. Später übergab der Gefängnisverwalter Johann Peter der Polizei einen angeblichen Schädel Haydns. Den echten Schädel hinterließ der Sekretär Rosenbaum seinem Freund Peter mit dem Auftrag, die Reliquie dem Musikkonservatorium zu vermachen. Doch weder Peter noch seine Witwe wagten die Herausgabe; der Schädel wanderte noch durch etliche Hände, bis er 1895 in den Besitz der Gesellschaft der Musikfreunde in Wien gelangte, in deren Sammlung er sich bis 1953 befand. Kurz vor dem Ersten Weltkrieg wurde der Schädel auch durch Professor Julius Tandler untersucht, eingehend beschrieben und mit der Totenmaske Haydns verglichen. Nachdem schon einmal eine Rückgabe des Schädels in letzter Minute gescheitert war, konnte im Jahr 1954 nach einem Festzug von Wien nach Eisenstadt der Schädel mit dem Rest der Gebeine vereint werden. Der Bildhauer Gustinus Ambrosi durfte ihn in den Sarkophag legen und damit endlich nach 145 Jahren die Totenruhe von Joseph Haydn herstellen.\n\nHaydn war unter seinen Zeitgenossen bekannt für seine liebenswürdige und optimistische Persönlichkeit. Er hatte einen kräftigen Sinn für Humor, der in seiner Liebe zu Streichen hervortrat und oft in seiner Musik sichtbar wird. Er wurde besonders von den ihm unterstehenden Hofmusikern der Esterházys geschätzt, da er eine herzliche Arbeitsatmosphäre pflegte und die Interessen der Musiker wirksam gegenüber ihrem Arbeitgeber vertrat.\n\nHaydn war frommer Katholik, der oft seinen Rosenkranz zur Hand nahm, wenn er bei einer Komposition festgefahren war, eine Gewohnheit, die er als hilfreich empfand. Wenn er eine Komposition beendet hatte, pflegte er „Laus deo“ (Ehre sei Gott) oder eine ähnliche Wendung an das Ende des Manuskripts zu schreiben. Zur Zerstreuung liebte er die Jagd und das Angeln.\n\nHaydn war von kleiner Statur. Er hatte die Pocken überlebt, und sein Gesicht war von den Narben dieser Krankheit übersät. Er sah nicht gut aus und war daher ziemlich überrascht, als die Frauen ihn während seines London-Besuchs umschwärmten. Die verschiedenen Porträtmaler, die Haydn während seiner Lebenszeit zeichneten oder malten, versuchten auf verschiedene Weise, seine attraktive Persönlichkeit statt seines unschönen Gesichts zum Ausdruck zu bringen; deshalb gleichen sich keine zwei der überlieferten Porträts.\n\nHaydn war auch ein Kunstliebhaber und hinterließ aus seiner Sammlung zahlreiche Kupferstiche, davon 140 aus seiner Londoner Zeit, überwiegend aus zeitgenössischer Kunst.\n\nHaydn wird traditionell als „Vater“ der klassischen Sinfonie und des Streichquartetts betrachtet und war Neuerer beim Schreiben von Klaviersonaten und Klaviertrios. Wenngleich andere Komponisten der Frühklassik, wie Carl Philipp Emanuel Bach bei der Klaviersonate und Johann Christian Bach und Leopold Mozart bei der Sinfonie, eine wichtige Rolle spielten, wird Haydns Einfluss doch als vorherrschend eingeschätzt.\n\nDaneben trug Haydn auch zur Entwicklung der Sonatenform von einem einfachen, von der „Sonata bipartita“ her kommenden Formschema zu einer subtilen und flexiblen musikalischen Ausdrucksform bei. Er erfand auch die Sonatenrondoform, die Variationsform mit zwei Themen, und er war der erste bedeutende Komponist, der Fuge und kontrapunktische Elemente in die klassische Form einbrachte.\n\nHaydns 1797 komponierte Kaiserhymne „Gott erhalte Franz, den Kaiser“ wurde als Melodie des Deutschlandliedes von August Heinrich Hoffmann von Fallersleben zur deutschen Nationalhymne.\n\nEin zentrales Charakteristikum von Haydns Musik ist die Entwicklung von größeren Strukturen aus sehr kleinen und einfachen musikalischen Motiven heraus. Die Musik ist formal oft recht konzentriert, und die wichtigen musikalischen Ereignisse eines Satzes können sich rasch entfalten.\n\nDas organisatorische Prinzip vieler seiner Werke ist die Sonatenhauptsatzform, deren wesentliche Elemente – wie sie bei Haydn erscheinen – die folgenden sind:\n\n- Exposition: Präsentation des anfänglichen musikalischen Materials, gefolgt von einer Modulation in die Dominante (die eine Steigerung der musikalischen Spannung bewirkt), und mit einer Kadenz eine Auflösung in die Dominante. Ein besonderes Merkmal von Haydns Expositionen (anders als bei den Expositionen Mozarts und Beethovens) ist, dass er häufig kein kontrastierendes „zweites Thema“ beim Erreichen der Dominante benutzt; stattdessen wiederholt er das eröffnende Thema oder eine Variante davon.\n- Durchführung: Das musikalische Material wird umgestellt, transformiert und oft fragmentiert, während durch eine Reihe von entfernteren Tonarten moduliert wird. Oft wird ein Höhepunkt erreicht, gewöhnlich in der Mollparallele.\n- Reprise: Das Material der Exposition wird erneut präsentiert, diesmal zum Großteil in der Tonika bleibend. Üblicherweise enthält die Reprise eine „sekundäre Entwicklung“, die sich an der Stelle ereignet, wo die Exposition in die Dominante moduliert ist; diese sekundäre Entwicklung erkundet gewöhnlich die Subdominante. Im Gegensatz zu Mozart und Beethoven stellt Haydn oft die Themen der Reprise in eine andere Reihenfolge um.\n\nHaydns kompositorische Praxis beeinflusste sowohl Mozart als auch Beethoven. Das Besondere an der Kompositionsweise der drei Wiener Klassiker waren drei hochentwickelte Verfahren: obligates Accompagnement, durchbrochener Stil und motivisch-thematische Arbeit.\n\nVielleicht mehr als jeder andere Komponist ist Haydn bekannt für die Scherze, die er in seine Musik steckte. Das berühmteste Beispiel ist der plötzliche laute Akkord in der Sinfonie Nr. 94 „mit dem Paukenschlag“. Weitere Beispiele: das vorgetäuschte Ende in den Quartetten op. 33 Nr. 2 und op. 50 Nr. 3 oder die rhythmische Illusion, die er im Trio op. 50 Nr. 1 platzierte.\n\nHaydns frühe Werke datieren aus der Periode, in der der kompositorische Stil des Hochbarocks (wie er in Bachs und Händels Musik zum Ausdruck kommt) aus der Mode gekommen war, aber Komponisten noch nicht auf Wege gestoßen waren, in dem neu aufkommenden Idiom Werke von ähnlichem Gewicht zu schreiben. Es war eine Periode der Erforschung und Unsicherheit, und Haydn (18 Jahre vor dem Tod Bachs geboren) war selbst einer der musikalischen Erforscher jener Zeit. Ein älterer Zeitgenosse, dessen Werk Haydn als wichtigen Einfluss für sein Werk anerkannte, war Carl Philipp Emanuel Bach, der zweite Sohn Johann Sebastian Bachs.\n\nWenn man Haydns Werk über die fünf Jahrzehnte (ungefähr 1749 bis 1802) verfolgt, in denen es geschaffen wurde, findet man eine allmählich, aber stetig zunehmende Komplexität und musikalische Verfeinerung, die sich so entwickelte, wie Haydn aus seiner eigenen Erfahrung und der seiner Kollegen lernte. Man kann einige wichtige Meilensteine in der Evolution von Haydns musikalischem Stil ausmachen.\n\nIn den späten 1760ern und frühen 1770ern trat Haydn in eine Periode ein, die man „Sturm und Drang“ nennt, voll von zackigen Akkorden, plötzlichen Übergängen und seltsamen Moll-Harmonien. Anton Reicha schrieb 1814, Haydn habe seinen Kompositionsstil einer gründlichen Revision unterzogen:\n\n„Haydn studierte seine Kunst ständig. […] Nach vielen Werken begann er mit 40 Jahren wieder komplett mit der Kompositionstechnik, um sich in dieser Fertigkeit zu festigen, und deren Geheimnisse besser zu verstehen.“\n\nDie meisten Sinfonien mit Nummern zwischen 35 und ungefähr 55 sind von dieser Art. In dieser Zeit beschäftigte er sich mit kontrapunktischen Studien und experimentierte mit dem Schreiben von Fugen, die in der Wiener Tradition italienischen Ursprungs (J. J. Fux) stehen und weniger mit dem Fugenwerk J. S. Bachs zu tun haben, auffallend in den Finalsätzen der sechs Streichquartette (Sonnenquartette) op. 20 (1772).\n\nIm Jahr 1781 veröffentlichte Haydn sechs Streichquartette op. 33, mit einer Ankündigung an die potentiellen Käufer, dass sie „auf eine ganz neue, besondere Art“ geschrieben seien. Charles Rosen hat erörtert, dass diese Erklärung von Seiten Haydns nicht nur Marketing, sondern ganz ernst gemeint sei; er weist auf eine Zahl von wichtigen Fortschritten in Haydns Stil hin, die in diesen Quartetten erscheinen. Unter anderem sind dies die fließende Art der Phrasierung, in der jedes Motiv aus dem vorhergehenden ohne Unterbrechung hervorgeht; der Brauch, begleitendes Material sich in melodisches Material entwickeln zu lassen, und die Art des „klassischen Kontrapunkts“, in dem jeder Instrumentenpart seine eigene Integrität bewahrt, was dem von Beethoven „obligates Accompagnement“ genannten Verfahren entspricht. Diese Merkmale setzen sich fort in den vielen Quartetten, die Haydn nach op. 33 schrieb.\n\nAb 1781/1782 stand Haydn in regem Gedankenaustausch mit W. A. Mozart. Beide erkannten sich als ebenbürtige Meister an, schlossen Freundschaft und lernten voneinander. In der Musikwissenschaft spricht man daher bei Haydn auch von einer vormozartschen und einer nachmozartschen Periode.\n\nIn den 1790ern entwickelte Haydn, angeregt durch seine England-Reisen, was Rosen seinen „populären Stil“ nennt, eine Weise der Komposition, die mit beispiellosem Erfolg Musik hervorbrachte, die großen populären Reiz innehatte und dennoch eine gelehrte und rigorose musikalische Struktur besaß. Ein wichtiges Element des populären Stils war der häufige Gebrauch von österreichischem oder kroatischem folkloristischem (oder erfundenem pseudo-folkloristischen) Material. Haydn bemühte sich, solches Material an geeigneten Stellen einzusetzen, so an den Enden von Sonatenexpositionen oder als Eröffnungsthemen von Finalsätzen. An solchen Stellen dient das folkloristische Material als ein Element der Stabilität, das die größere Struktur zu verankern hilft. Joseph Haydns populären Stil kann man in nahezu allen späteren Werken hören, zum Beispiel in den zwölf Londoner Sinfonien, den späten Quartetten und Klaviertrios und in den beiden späten Oratorien.","strBiographyFR":"Franz Joseph Haydn était un compositeur autrichien, l'un des plus prolifiques et des plus en vue de la période classique. Il est souvent appelé le \"Père de la Symphonie\" et le \"Père du Quatuor à cordes\" en raison de ses importantes contributions à ces formes. Il a également contribué au développement du trio avec piano et à l'évolution de la forme de la sonate.\nRésident permanent de l'Autriche, Haydn a passé une grande partie de sa carrière de musicien de cour pour la riche famille Esterházy dans leur domaine isolé. Isolé des autres compositeurs et tendances de la musique jusqu'à la fin de sa longue vie, il a été, comme il le dit, \"contraint de devenir original\". Au moment de sa mort, il était l'un des compositeurs les plus célèbres d'Europe.\nJoseph Haydn était le frère de Michael Haydn, lui-même un compositeur réputé, et Johann Evangelist Haydn, un ténor. Il était également un ami proche de Wolfgang Amadeus Mozart et un enseignant de Ludwig van Beethoven.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Austrian","strCountryCode":"AT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xtxqtq1365940307.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qypspw1522091649.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/395gs91642810814.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/dzyu9o1642810863.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/rzslu61642811021.jpg","strArtistBanner":null,"strMusicBrainzID":"c130b0fb-5dce-449d-9f40-1437f889f7fe","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}