{"artists":[{"idArtist":"117373","strArtist":"Richard Wagner","strArtistStripped":null,"strArtistAlternate":"Wagner","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1813","intDiedYear":"1883","strDisbanded":"Yes","strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Wilhelm Richard Wagner (German: Born 22 May 1813 – 13 February 1883) was a German composer, theatre director, polemicist, and conductor primarily known for his operas (or, as some of his later works were later known, \"music dramas\"). His compositions, particularly those of his later period, are notable for their complex textures, rich harmonies and orchestration, and the elaborate use of leitmotifs—musical phrases associated with individual characters, places, ideas or plot elements. His advances in musical language, such as extreme chromaticism and quickly shifting tonal centres, greatly influenced the development of classical music; his Tristan und Isolde is sometimes described as marking the start of modern music.\nUnlike most opera composers, Wagner wrote both the libretto and the music for each of his stage works. Initially establishing his reputation as a composer of works in the romantic vein of Weber and Meyerbeer, Wagner transformed operatic thought through his concept of the Gesamtkunstwerk (\"total work of art\"), by which he sought to synthesise the poetic, visual, musical and dramatic arts, with music subsidiary to drama, and which was announced in a series of essays between 1849 and 1852.\nWagner realised these ideas most fully in the first half of the four-opera cycle Der Ring des Nibelungen (The Ring of the Nibelung). He had his own opera house built, the Bayreuth Festspielhaus, which contained many novel design features. It was here that the Ring and Parsifal received their premieres and where his most important stage works continue to be performed in an annual festival run by his descendants. His thoughts on the relative contributions of music and drama in opera were to change again, and he reintroduced some traditional forms into his last few stage works, including Die Meistersinger von Nürnberg (The Mastersingers of Nuremberg).\nUntil his final years, Wagner's life was characterised by political exile, turbulent love affairs, poverty and repeated flight from his creditors. The effect of his ideas can be traced in many of the arts throughout the 20th century; their influence spread beyond composition into conducting, philosophy, literature, the visual arts and theatre. Wagner's controversial writings on music, drama and politics have attracted extensive comment in recent decades, especially where they express antisemitic sentiments.","strBiographyDE":"Wilhelm Richard Wagner (* 22. Mai 1813 in Leipzig; † 13. Februar 1883 in Venedig) war ein deutscher Komponist, Dramatiker, Dichter, Schriftsteller, Theaterregisseur und Dirigent. Mit seinen Musikdramen gilt er als einer der bedeutendsten Erneuerer der europäischen Musik im 19. Jahrhundert. Er veränderte die Ausdrucksfähigkeit romantischer Musik und die theoretischen und praktischen Grundlagen der Oper, indem er dramatische Handlungen als Gesamtkunstwerk gestaltete und dazu Text, Musik und Regieanweisungen schrieb. Als erster Komponist gründete er Festspiele in dem von ihm geplanten Bayreuther Festspielhaus. Seine Neuerungen in der Harmonik beeinflussten die Entwicklung der Musik bis in die Moderne. Mit seiner Schrift Das Judenthum in der Musik gehört er geistesgeschichtlich zu den Verfechtern des Antisemitismus.\n\nRichard Wagner wurde als neuntes Kind des Polizeiaktuarius Carl Friedrich Wagner (1770–1813) und der Bäckerstochter Johanna Rosine Wagner, geb. Pätz (1774–1848) in Leipzig (im Gasthof Zum roten und weißen Löwen) geboren und am 16. August in der Thomaskirche auf den Namen Wilhelm Richard Wagner evangelisch getauft.[1] Sechs Monate nach seiner Geburt, am 23. November 1813, starb der Vater an Typhus. Am 28. August 1814 heiratete Wagners Mutter den Schauspieler und Dichter Ludwig Geyer (1778–1821), der sich der Familie nach dem Tod des Vaters angenommen hatte und den Carl Friedrich Wagner sehr geschätzt hatte. Spekulationen, wonach Geyer der leibliche Vater Richard Wagners gewesen sei, sind heute klar widerlegt. Nirgendwo in Wagners schriftlichen und mündlichen Äußerungen gibt es Belege dafür, dass Richard selbst an seiner Abstammung von Carl Friedrich Wilhelm Wagner gezweifelt hätte.[2] In ihrem Tagebuch notierte Richard Wagners zweite Ehefrau Cosima am 26. Dezember 1878: „Dann sagt Richard, (Sohn) Fidi, dem er seine Kappe immer zur Aufbewahrung zugeworfen, habe prachtvoll ausgesehen, seinem Vater Geyer ähnlich gesehen. Ich: ‚Vater Geyer ist gewiß dein Vater gewesen.‘ Richard: ‚Das glaube ich nicht.‘ ‚Woher dann die Ähnlichkeit?‘ Richard: ‚Meine Mutter hat ihn damals geliebt, Wahlverwandtschaften.‘“ Wie Fotografien eindeutig belegen, weist der Bruder Albert, Carl Friedrich Wilhelm Wagners ältester Sohn, eine geradezu frappierende Ähnlichkeit mit Richard auf.\n\nNoch 1814 siedelte die Familie nach Dresden über. Am 26. Februar 1815 wurde Richards Halbschwester Cäcilie geboren. Seine älteren Geschwister hießen Albert, Gustav, Rosalie, Julius, Luise, Klara, Theresia und Ottilie. Im Jahr 1817 wurde Richard – noch unter dem Namen Richard Geyer – eingeschult. Zwei Jahre später erkrankte der Stiefvater Ludwig Geyer und starb am 30. September 1821 in Dresden. Richard kam daraufhin bei mehreren Verwandten „in Pflege“. So kam er im Oktober 1821 zum Bruder seines Stiefvaters Karl nach Eisleben, wo auch schon sein Bruder Julius aufgenommen worden war, und lebte dort für ein Jahr unter dem Namen Richard Geyer. Ab dem 2. Dezember 1822 besuchte er die Kreuzschule in Dresden. Im Jahr 1826 übersiedelte die Familie nach Prag, weil Richards Schwester Rosalie dort ein Engagement erhielt. Richard blieb weiter in Dresden und war bei der Familie Dr. Böhme untergebracht; er besuchte seine Familie aber mehrmals in Prag. Ab Weihnachten 1827 war er wieder mit seiner zurückgekehrten Familie in Leipzig. Hier besuchte er von 1828 bis 1830, jetzt unter dem Namen Richard Wagner, die Nikolaischule sowie die Thomasschule zu Leipzig. Der vaterlose Knabe fand in dieser Zeit ein Vorbild in seinem Onkel Adolph Wagner, einem Philologen, der sich als Übersetzer der Werke Sophokles’ einen Namen gemacht hatte und mit Goethe korrespondierte. Richard las in dessen umfangreicher Bibliothek Shakespeare und die Romantiker, z. B. E. T. A. Hoffmann, und schrieb schon als Schüler sein erstes dramatisches Werk, Leubald, ein großes Trauerspiel in fünf Akten im Stile Shakespeares.\n\nMit 16 Jahren erlebte Wagner in Leipzig erstmals Beethovens Oper Fidelio mit Wilhelmine Schröder-Devrient in der Titelrolle. Von nun an stand für ihn fest, dass er Musiker werden wollte. Er verfasste bald erste Sonaten, ein Streichquartett sowie den unvollendet gebliebenen Opernversuch Die Hochzeit. Ab 1831 studierte er an der Universität Leipzig Musik, außerdem nahm er Kompositionsunterricht beim Thomaskantor Christian Theodor Weinlig, dem er auch sein erstes Werk (Klaviersonate in B-Dur) widmete. Dieses erste Werk erschien bereits ein Jahr später gedruckt durch den Verlag Breitkopf & Härtel. Davon und auch von dem Erfolg der ersten Aufführung seiner Konzertouvertüre in d-Moll im Jahr 1832 in Leipzig angespornt, komponierte Wagner weitere Konzertstücke, u. a. die C-Dur-Sinfonie, die noch im selben Jahr im Prager Konservatorium uraufgeführt wurde.\n\nAngeregt durch die Spätromantik, insbesondere von E. T. A. Hoffmann und einem Stoff aus Ritterzeit und Ritterwesen, hatte er den Plan zu seiner ersten Oper unter dem Titel Die Hochzeit verfasst. Er dichtete den Text und begann mit der Komposition der ersten Nummern dieses „Nachtstücks von schwärzester Farbe“ (R. W.), dessen übertriebene Schauerromantik bei seiner Schwester Rosalie jedoch wenig ankam. Daraufhin vernichtete Wagner den Textentwurf, von der Partitur blieben Teile erhalten (WWV 31).\n\nWagner war beim Corps Saxonia Leipzig aktiv, allerdings nicht lange. Wagner selbst schreibt, dass er freiwillig das Corps verlassen habe: vor allem aus Enttäuschung über die apolitische Haltung der Leipziger Landsmannschafter (= Corpsstudenten) zum Aufstand der Polen. Die „schmerzliche Trauer“ Wagners über die polnische Niederlage bei Ostrolenka hätten die Landsmannschafter nicht geteilt.\n\nDer Schriftsteller und Publizist Heinrich Laube beeindruckte Wagner 1833 mit den Ideen des Jungen Deutschlands, einer revolutionär orientierten literarischen Bewegung des Vormärz. Gleichzeitig begann Wagner mit der Komposition der Oper Die Feen, nachdem er sein erstes Engagement als Chordirektor des Würzburger Theaters erhalten hatte. In Laubes Zeitung für die elegante Welt erschien bald darauf sein Aufsatz Die Deutsche Oper. Als musikalischer Leiter der Sommersaison in Bad Lauchstädt und des Theaters in Magdeburg lernte er die Schauspielerin Minna Planer kennen und verliebte sich leidenschaftlich in sie. Wagners erste selbstständige musikalische Einstudierung war nach seiner Aussage die Musik zu Johann Nestroys Posse Lumpazivagabundus (1833) von Adolf Müller senior.\n\nWagner arbeitete 1835 an der Oper Das Liebesverbot und leitete die zweite Magdeburger Spielzeit. Am 29. März 1836 fand unter desolaten Bedingungen die Uraufführung der Oper Das Liebesverbot oder Die Novize von Palermo in Magdeburg statt. Über Berlin reiste Wagner nach Königsberg. Am 24. November heiratete er Minna Planer, die dort als Schauspielerin engagiert war, in der Tragheimer Kirche. Am 1. April 1837 wurde er Musikdirektor in Königsberg. Der Theaterbetrieb brach allerdings kurz darauf wegen Bankrotts der Direktion zusammen. Wagner war nach dem Brauch der „Fahrenden“ gewohnt, über seine Verhältnisse zu leben und ansässige Bürger um Darlehen zu bitten, die er nicht zurückzahlen konnte. Im Juni 1837 erlangte er eine Kapellmeisterstelle in Riga, wo er sich zunächst vor seinen deutschen Gläubigern in Sicherheit bringen konnte. Im Juli verließ ihn seine Frau Minna mit einem Kaufmann namens Dietrich, sie kehrte im Oktober aber reumütig wieder zu ihm nach Riga zurück. Hier entstanden der Text und der Beginn der Partitur seiner ersten Erfolgsoper: Rienzi. Wagner lernte hier auch Wilhelm Hauffs Märchen vom Gespensterschiff mit dem Holländer-Stoff kennen. Mit dem Theaterdirektor Karl von Holtei plante er ein Singspiel unter dem Titel Die glückliche Bärenfamilie, sperrte sich aber bald gegen den Theaterbetrieb. In dieser Zeit ging die Geschichte der Wanderbühnen zu Ende, die zunehmend Stadttheatern mit festem Personal weichen mussten.\n\nBereits 1839 verlor Wagner seine Stellung in Riga wieder. Aus Furcht vor seinen Gläubigern überschritt er heimlich mit seiner Frau die russisch-ostpreußische Grenze und fuhr auf dem kleinen Segelschiff Thetis zusammen mit Minna nach London. Die stürmisch verlaufende, mehrfach in norwegischen Häfen unterbrochene und schließlich über vier Wochen dauernde Seefahrt, bei der das Schiff beinahe kenterte, brachte Inspirationen für den Fliegenden Holländer. Nach kurzem Aufenthalt in London reiste das Paar über Boulogne-sur-Mer, wo Wagner den führenden Pariser Opernkomponisten Giacomo Meyerbeer persönlich kennenlernte, weiter nach Paris.\n\nWagner verbrachte mit Minna die Jahre 1840 und 1841 unter ärmlichen wirtschaftlichen Bedingungen in Paris. Er vollendete dort Rienzi (1840) und schrieb und komponierte den Fliegenden Holländer (1841). Meyerbeer erkannte seine Begabung und förderte ihn, doch war er von Wagners „Pumpgenie“ (Thomas Mann) weniger begeistert. In Paris befanden sich die führenden Theater der Welt. Gelehrig nahm Wagner Anregungen der Grand opéra oder des Melodrams auf. Um sich und seine Frau ernähren zu können, verfasste er Artikel für diverse Journale und erledigte musikalische Lohnarbeiten. Er lernte Heinrich Heine und Franz Liszt kennen. Aus Geldnot musste er sogar den Prosaentwurf zum Fliegenden Holländer unter dem Titel Le vaisseau fantôme für 500 Francs an die Pariser Oper verkaufen, die den Kompositionsauftrag an ihren Hauskomponisten Pierre-Louis Dietsch vergab – was Wagner indes nicht davon abhielt, seine Idee selbst auszuführen und in Musik zu setzen.\n\nIn Paris setzte er sich mehr und mehr mit den politischen Vorgängen in Frankreich auseinander. Während ihn in jungen Jahren die Gräuel der Französischen Revolution „mit aufrichtigem Abscheu gegen ihre Helden“ erfüllt hatten, wie er in Mein Leben schrieb, reagierte er ganz anders, als Lafayette die liberale Opposition in Paris anführte. „Die geschichtliche Welt begann für mich von diesem Tage an; und natürlich nahm ich volle Partei für die Revolution, die sich mir nun unter der Form eines mutigen und siegreichen Volkskampfes, frei von allen den Flecken der schrecklichen Auswüchse der ersten französischen Revolution darstellte.“\n\nIn diese Zeit fiel auch die Beschäftigung mit Ludwig Feuerbachs religionskritischer Philosophie und den Theorien des französischen Frühsozialisten und frühen Theoretikers des modernen Anarchismus Pierre-Joseph Proudhon. Vor allem die Formulierung Proudhons zur Frage: „Was ist Eigentum?“ sollte Wagner zeitlebens beschäftigen: „Solange Eigentum Privilegien birgt, solange bedeutet privilegiertes – also erpresserisches – Eigentum Diebstahl.“ Diese Einstellung wurde vor allem in seinem Nibelungendrama ein roter Faden.\n\nIm Frühjahr 1842 erhielt Wagner von der Dresdner Hofoper die Nachricht, dass man seine neue Oper Rienzi aufführen wolle. Nachdem ihm in Paris nicht gelungen war, künstlerische Pläne voranzubringen und dort Erfolg zu haben, verließ er die Stadt im April 1842 und siedelte sich in Dresden an. Den Juni verbrachte er in Teplitz-Schönau, wo er schon 1834 und 1836 gewesen war. Auf dem Schreckenstein entstand der erste Tannhäuser-Entwurf. Die Uraufführung des Rienzi fand am 20. Oktober in Dresden statt. Sie war ein großer Erfolg und bedeutete den künstlerischen Durchbruch des jungen Wagner. Etwa zur gleichen Zeit wurde Franz Liszt Hofkapellmeister in Weimar.\n\nWagner wurde 1843 zum Königlich-Sächsischen Kapellmeister an der Dresdner Hofoper ernannt und konnte dort auch am 2. Januar seine Oper Der fliegende Holländer zur Uraufführung bringen. Wenig später übernahm er auch zusätzlich die Leitung der Dresdner Liedertafel, in deren Auftrag er das monumentale Chorwerk Das Liebesmahl der Apostel komponierte; die Uraufführung am 6. Juli 1843 in der Frauenkirche im Rahmen des Zweiten Allgemeinen Dresdner Männergesangsfestes war durch und durch ein Erfolg. Wagner distanzierte sich aber in der Folge davon, weitere oratorische Werke zu komponieren, und führte das Werk zu Lebzeiten nicht mehr auf. Kurz darauf überredete er seinen Freund Ferdinand Hiller, die Leitung der Dresdner Liedertafel zu übernehmen.\n\nEine Freundschaft mit Anton Pusinelli und August Röckel entstand, mit dem er vor allem Gespräche über Politik führte. Wagner arbeitete 1844 weiter an der Oper Tannhäuser und der Sängerkrieg auf Wartburg. Im Juli 1845 hielt er sich in Marienbad auf und entwarf dort in einer ersten Inhaltsskizze die Handlung zu den Meistersingern von Nürnberg und beschäftigte sich intensiv mit den deutschen Sagen, vor allem dem Nibelungen- und dem Gral-Mythos. Er begann mit der Konzeption seiner Oper Lohengrin. In Dresden leitete er am 19. Oktober die Uraufführung seines Tannhäuser. Wagner dirigierte 1846 Beethovens 9. Symphonie – wobei er u. a. den jungen Hans von Bülow tief beeindruckte – und begann im Sommer, während eines dreimonatigen Urlaubs in Graupa nahe Dresden, mit der Komposition des Lohengrin. Am 9. Januar 1848 verstarb Wagners Mutter in Leipzig. Im Frühjahr 1848 besuchte Franz Liszt Wagner erstmals in Dresden, wenig später kam es zu einem Gegenbesuch bei Liszt in Weimar, womit eine lange Freundschaft begann.\n\nUm sich Anregungen für eine Theaterreform zu holen, reiste Wagner im Sommer 1848 nach Wien. Anschließend schloss er sich in Dresden den im Zuge der Märzrevolution verstärkten republikanischen Reformbestrebungen in Sachsen an und lernte dabei auch den russischen Anarchisten Michail Bakunin kennen. Wagner bemühte sich um eine Theaterreform am Hoftheater und entwickelte seine Idealvorstellungen über den Stellenwert der Kunst in der Gesellschaft. Er veröffentlichte einige Beiträge in den Volksblättern seines Freundes August Röckel, u. a. die Schrift: Die Revolution. Zur gleichen Zeit entstand seine Abhandlung Die Wibelungen Weltgeschichte aus der Sage, eine Vorstufe zu seinem Hauptwerk Der Ring des Nibelungen, dessen Konzeption mit dem Siegfried gleichzeitig entstand, ebenso wie die Konzeption eines Musikdramas Jesus von Nazareth, wobei er Jesus vor allem als Sozialrevolutionär sah.\n\nIm Frühjahr 1849 beteiligte sich Wagner aktiv am Dresdner Maiaufstand. Er wurde, nach Niederschlagung der Volksunruhen, wie auch seine Freunde Gottfried Semper und August Röckel von der Polizei steckbrieflich gesucht und sah sich gezwungen zu fliehen. Im Freundes- und Mitarbeiterkreis spielte Wagner seine Beteiligung am Dresdner Aufstand herunter. Sein späterer Mitarbeiter Hermann Zumpe (tätig in Bayreuth von 1873 bis 1875) zitiert die folgende Beschreibung von Wagners Rolle: „Aus seinem (Wagners) Munde bei einem Gartenfest in Wahnfried: Semper auf dem Balkon in einer Rede begriffen, Wagner erschrocken unter dem Volk, springt hinauf, um Semper vom Balkon zu reissen – da erblickt man ihn und – : Mit gefangen etc.“\n\nSeine Flucht führte ihn mit falschem Pass zunächst in die Schweiz und nach einem kurzen Aufenthalt in Paris ins dauerhafte Exil nach Zürich. Dort entstanden in den Folgejahren die Zürcher Kunstschriften, unter anderen Die Kunst und die Revolution, Das Kunstwerk der Zukunft und seine große musiktheoretische Schrift Oper und Drama.\n\nIn einem regen Briefaustausch mit seinen Freunden Franz Liszt, August Röckel und Theodor Uhlig entwickelte und erklärte er seine zukünftigen künstlerischen Ambitionen. Mit seinem neuen Opernentwurf Wieland der Schmied versuchte Wagner in Paris erneut sein Glück, allerdings vergeblich. Er lernte die junge Jessie Laussot kennen, die in unglücklicher Ehe gebunden war, und folgte ihr nach Bordeaux, in der Absicht sein bisheriges Leben hinter sich zu lassen und mit ihr nach Griechenland zu fliehen. Nach einigen Wochen beendete er die Affäre und kehrte zu seiner Frau nach Zürich zurück. Am 28. August 1850 wurde in Abwesenheit Wagners durch Franz Liszt in Weimar Lohengrin uraufgeführt.\n\nWagner lernte 1852 Otto und Mathilde Wesendonck kennen und begann nach einer Kur in der Wasserheilanstalt Albisbrunn mit der Dichtung zum Ring des Nibelungen. Er lernte Georg Herwegh kennen, einen Weggenossen von Karl Marx, der ein reger Diskussionspartner und Wanderfreund wurde. Wagner unternahm ausgedehnte Bergtouren, unter anderem eine mehrwöchige Fußwanderung nach Italien. In der Einsamkeit der Hochgebirgslandschaften und erhabenen Gletscher sah er die idealen Szenenbilder für seinen Ring. Am 16. Februar 1853 las Wagner erstmals öffentlich seine komplette Ring-Dichtung an vier Abenden im Hotel Baur au Lac in Zürich.\n\nIm Mai 1853 gab Wagner enthusiastisch aufgenommene Konzerte mit Ausschnitten aus eigenen Werken in Zürich. Im Juli besuchte ihn Liszt; bei dieser Gelegenheit kam es zum Bruderschaftstrunk mit Liszt und Herwegh. Wagner reiste im September erneut nach Italien, wo ihm in einem Hotel in La Spezia im Halbschlaf die Ur-Idee zum musikalischen Beginn des Rings des Nibelungen kam, und konzipierte das Rheingold-Vorspiel. Am 10. Oktober war Wagner bei Liszt in Paris und sah zum ersten Mal dessen Tochter Cosima, die zu diesem Zeitpunkt 15 Jahre alt war. Er begann mit der Rheingold-Komposition, die er innerhalb von drei Monaten bis Januar 1854 abschloss.\n\nRichard Wagner las 1854 auf Empfehlung von Herwegh Schopenhauers Hauptwerk, Die Welt als Wille und Vorstellung. Im gleichen Jahr begann er mit der Konzeption von Tristan und Isolde. Wagner gab 1855 mehrere Konzerte in London; 1856 richtete er ein Gnadengesuch an den sächsischen König. Zwischenzeitlich lebte er auf dem „Grünen Hügel“ neben der Villa Wesendonck in Zürich, arbeitete an Siegfried und später an Tristan und Isolde und vertonte – als musikalische Studien zum Tristan – fünf Gedichte von Mathilde Wesendonck (Wesendonck-Lieder). Am 18. August 1857 wurden Hans von Bülow und Cosima in Berlin getraut und unternahmen ihre Hochzeitsreise zu Wagner nach Zürich. Wagners Affäre mit Mathilde Wesendonck spitzte sich 1858 zu: Nachdem Minna die schwärmerische Freundschaft ihres Mannes zur verheirateten Mathilde Wesendonck aufgedeckt und einen Eklat provoziert hatte, trennte sich Wagner von seiner Frau. Er reiste nach Venedig, wo er den zweiten Akt des Tristan komponierte. Seine Frau übersiedelte nach Dresden.\n\nIm Frühjahr 1859 musste Wagner aus politischen Gründen das damals unter österreichischer Verwaltung stehende Venedig verlassen. Er begab sich nach Luzern und vollendete im Hotel Schweizerhof den Tristan. Danach ging er wieder nach Paris, wohin Minna ihm nachfolgte. In Fürstin Pauline von Metternich und Marie von Kalergis (später Fürstin Muchanoff) fand er neue Mäzene, die ihm Konzerte in Paris und Brüssel ermöglichten. Im August 1860 konnte Wagner nach einer Teilamnestie durch den sächsischen König wieder deutschen Boden betreten.\n\nWagner studierte 1861 an der Opéra Garnier in Paris eine neu verfasste französische Fassung seines Tannhäuser ein, für die er die erste Szene neu komponiert und ein Ballett eingefügt hatte. Trotzdem entsprach das Ergebnis nicht den vorgefassten Erwartungen einiger Pariser Publikumsclubs, so dass es zum Tannhäuser-Skandal kam. Auch hatte der Dirigent der Aufführung, Pierre-Louis Dietsch, nach Wagners Meinung die Produktion sabotiert. Nach der dritten durch Zwischenrufe gestörten Aufführung zog Wagner sein Werk zurück. Er verließ Paris und hielt sich in Karlsruhe, Venedig und Wien auf, kehrte dann einige Wochen wieder nach Paris zurück, um im Auftrag des Musikverlegers Franz Schott aus Mainz mit seiner neuen Arbeit Die Meistersinger von Nürnberg zu beginnen. Anfang 1862 siedelte er nach Biebrich, um die Musik zu den Meistersingern zu komponieren.\n\nEin neues Zusammentreffen mit Minna Anfang 1862 in Biebrich führte zur endgültigen Trennung des Ehepaars. Im gleichen Jahr erließ der König von Sachsen eine vollständige Amnestie, worauf Wagners Freund und Gönner Wendelin Weißheimer ihm erstmals wieder ein Konzert in Leipzig, seiner Heimatstadt, ermöglichte. In Weimar sah Wagner Franz Liszt wieder. Im Juli traf er sich mit den Bülows, danach blieb er in Wien und wohnte einige Monate in Penzing, um die geplante Uraufführung seines Tristan zu begleiten, zu der es aber wegen zahlreicher Schwierigkeiten nicht kam. Im Wiener Musikverein gab er im Beisein der Kaiserin Elisabeth einige umjubelte Konzerte, erstmals mit Ausschnitten aus seinem Ring. Im Jahr 1863 gab Wagner Konzerte in Sankt Petersburg, Moskau, Budapest, Prag und Karlsruhe, die künstlerisch erfolgreich waren, jedoch nicht die erwarteten Einnahmen brachten. Am 28. November bekannten sich Wagner und Cosima in Berlin gegenseitig ihre Liebe. Im Frühjahr 1864 flüchtete Wagner vor Steuerfahndung und Gläubigern aus Wien und besuchte Eliza Wille in Mariafeld bei Zürich.\n\nAls letzte Rettung aus größter finanzieller Not und persönlicher Verzweiflung wurde Wagner am 4. Mai 1864 von König Ludwig II. in München empfangen, der wenige Wochen zuvor im Alter von 18 Jahren die Regentschaft vom verstorbenen Vater Maximilian übernommen hatte. Wagner war nicht nur der Lieblingskomponist des Königs, sondern wurde auch sein „väterlicher“ Freund und Berater. Der König blieb bis zum Tode Wagners dessen Mäzen. In dieser exponierten Stellung nahm Wagner Einfluss auf politische Entscheidungen des jungen Königs und verfasste verschiedene politische Schriften. Im Juni und Juli des gleichen Jahres weilte Cosima bei Wagner im Haus Pellet am Starnberger See, wo sie ihre Liebesbeziehung besiegelten. Der König stellte ihm ein Haus in München, in der Brienner Straße, als Wohnsitz zur Verfügung. Am 10. April 1865 wurde Isolde, das erste gemeinsame Kind von Cosima von Bülow und Richard Wagner in München geboren. Am 10. Juni fand die Uraufführung von Tristan und Isolde in München statt. Am 17. Juli begann Wagner seine Autobiographie Mein Leben zu diktieren. Wegen heftiger Proteste der Bevölkerung und der Regierung, die Wagner und Ludwig II. Verschwendungssucht vorhielten, verließ Wagner Bayern in Richtung Schweiz. Er mietete vorübergehend ein Landhaus bei Genf, begann sich dort einzurichten und die Komposition des ersten Akts der Meistersinger fortzusetzen. Auf der Suche nach einem dauerhaften Wohnsitz reiste er nach Toulon, Lyon und Marseille.\n\nInzwischen war seine Frau Minna am 25. Januar 1866 in Dresden gestorben. Ende März mietete Wagner das bei Luzern gelegene Landhaus Tribschen und zog am 15. April dort ein. Die unterbrochene Kompositionsarbeit an den Meistersingern wurde wieder aufgenommen.\n\nAm 22. Mai erhielt er überraschenden Besuch von König Ludwig und Paul von Thurn und Taxis. Ludwig wollte als König abdanken und bei Richard Wagner bleiben, der den jungen König jedoch überzeugen konnte, nach München zurückzukehren. Wenige Monate später zog Cosima mit ihren beiden Bülow-Kindern (Daniela und Blandine) und der Wagner-Tochter Isolde bei ihm ein. Eva (Eva Maria), Cosimas und Wagners zweites Kind, wurde dort am 17. Februar 1867 geboren. Die Uraufführung der Meistersinger fand am 21. Juni 1868 in München statt. Am 8. November kam es in Leipzig zur ersten Begegnung mit Nietzsche. Ab dem 16. November lebte Cosima für immer bei Wagner und begann am 1. Januar 1869 ihr Tagebuch zu schreiben. Friedrich Nietzsche, seit kurzem Professor in Basel, kam nun regelmäßig (insgesamt 23-mal) als Gast nach Tribschen und war auch zugegen, als am 6. Juni 1869 Siegfried, Cosimas und Richards drittes Kind, geboren wurde. Am 22. September fand auf Veranlassung König Ludwigs, jedoch gegen den Willen Wagners, in München die Uraufführung von Das Rheingold statt. Auch die Uraufführung der Walküre erfolgte ohne Wagners Zustimmung, der den Ring nur vollständig aufführen wollte, am 26. Juni 1870 in München.\n\nAm 18. Juli 1870 wurde die Ehe Cosimas und Hans von Bülows geschieden, am 25. August wurden Cosima und Richard Wagner in der protestantischen Kirche von Luzern getraut. Am 25. Dezember 1870 fand die Uraufführung des Siegfried-Idylls als Geburtstagsgeschenk für Cosima auf der Treppe in Wagners Haus in Tribschen statt. Wagner wählte 1871 Bayreuth als Festspielort und kündigte erstmals Festspiele zur Aufführung des Ring des Nibelungen an. Im April reiste er mit Cosima über Bayreuth nach Berlin, wo sie von Otto von Bismarck empfangen wurden. Eine finanzielle Unterstützung der geplanten Festspiele durch das Deutsche Kaiserreich konnte Wagner nicht erreichen. Zur Finanzierung der Festspiele wurden ab 1872 Wagnervereine gegründet und Patronatsscheine verkauft; eine wesentliche Rolle spielte hier Marie Gräfin Schleinitz, die Wagner 1863 kennengelernt hatte und ihn zeitlebens enthusiastisch förderte. Im Frühjahr übersiedelte Wagner mit seiner Familie von Tribschen nach Bayreuth und konnte dort am 22. Mai den Grundstein für sein Festspielhaus legen.\n\nWagner verließ 1872 mit Cosima und den Kindern Tribschen, um nach Bayreuth zu ziehen, zunächst ins Hotel Fantaisie neben dem gleichnamigen Schloss in Donndorf, etwa 7 Kilometer westlich von Bayreuth gelegen, dann in eine Stadtwohnung. Er war 1873 oft auf Konzertreisen, um Geld für seine Festspiel-Stiftung einzuspielen. Bruckner und Nietzsche waren zu Besuch in Bayreuth. Am 2. August 1873 war das Richtfest des Festspielhauses. In diesem Jahr hatte Friedrich Nietzsche seine ersten schweren Krankheitsanfälle. Auch Wagner wurde von den vielfältigen Belastungen seiner Arbeit zunehmend angegriffen und hatte in den letzten zehn Lebensjahren unter regelmäßigen Herzanfällen zu leiden.\n\nIm Dezember 1873 wurde ihm der Königliche Maximiliansorden für Kunst und Wissenschaft verliehen, der ihm bereits 1864 zugedacht war und den er damals aber aus politisch-persönlichen Überlegungen nicht angenommen hatte.\n\nAm 28. April 1874 bezogen Cosima und Richard Wagner das Haus Wahnfried. Die Partitur des Ring des Nibelungen wurde am 21. November 1874 beendet und König Ludwig gewidmet, der – nach längerem Zögern – mit einer zusätzlichen finanziellen Unterstützung das Festspielunternehmen rettete, als Wagners eigene Mittel und eingehende Spenden zu versiegen drohten.\n\nDas Festspielhaus war 1875 so weit fertiggestellt, dass bereits die Proben beginnen konnten. Im Bayreuther Festspielhaus hatte Wagner ein „unsichtbares Orchester“ anlegen lassen, indem der Orchestergraben mit einer Abdeckung zum Publikum hin abgeschirmt wurde („mystischer Abgrund“). Dadurch konnte die Konzentration der Zuschauer einzig auf die dramatische Handlung und die akustische Wahrnehmung der Musik gerichtet werden, ohne dass deren Tonerzeugung sichtbar wurde. Wie sich zeigte, war durch diese Einrichtung aber auch eine besondere Klangqualität erreicht worden. Die einzigartige Akustik des Hauses beruht außerdem darauf, dass der Raum ein Holzbau ist und der Zuschauerraum keine Logen an den Seiten hat. Die Sitze sind ungepolstert, so dass weniger Schall geschluckt wird. Die Idee zu dieser Anlage des Festspielhauses geht zurück auf das Theater in Riga, wo Wagner in einer Art Scheune dirigieren musste, die durch eine Bretterwand unterteilt war, von deren Akustik er jedoch begeistert war.\n\nIn Anwesenheit Kaiser Wilhelms I. begannen am 13. August 1876 die ersten Bayreuther Festspiele mit der vollständigen Aufführung des Ring des Nibelungen. Im September reiste Wagner nach Italien und hatte eine letzte Begegnung mit Nietzsche in Sorrent. In den Jahren 1877 bis 1879 arbeitete Wagner in seinem Haus Wahnfried am Parsifal. Während eines London-Aufenthalts wurde er durch Königin Victoria von Großbritannien empfangen. Am 31. Dezember 1879 verreiste Wagner erneut nach Italien und hielt sich im Folgejahr überwiegend in Neapel, Ravello, Siena und Venedig auf. Dort entstanden auch seine so genannten „Regenerationsschriften“ (Religion und Kunst), die in den von Hans von Wolzogen herausgegebenen „Bayreuther Blättern“ veröffentlicht wurden.\n\nIm November 1881 reiste der gesundheitlich angeschlagene Wagner wegen des günstigeren Klimas mit seiner Familie nach Sizilien und vollendete am 13. Januar 1882 in Palermo den Parsifal, der im selben Jahr bei den zweiten Bayreuther Festspielen am 26. Juli uraufgeführt wurde. Zuvor gab es in München eine Privataufführung des Parsifal-Vorspieles für König Ludwig; es war deren letzte Begegnung.\n\nAm 16. September 1882 reiste Wagner mit seiner Familie abermals nach Venedig, wo er auch mehrere Wochen mit Franz Liszt zusammen war. Am 25. Dezember gab er als Geburtstagsgeschenk für Cosima letztmals ein gemeinsames Konzert im Teatro La Fenice; er dirigierte seine Jugend-Symphonie in C-Dur.\n\nAm 13. Februar 1883 hielt er sich in dem von ihm und seiner Familie bewohnten Seitenflügel des Palazzo Vendramin-Calerghi auf. Gegen 15 Uhr wartete die Familie bei Tisch auf Wagner, der trotz Herzkrämpfen in seinem Arbeitszimmer an einem Aufsatz Über das Weibliche im Menschlichen schrieb. Das Hausmädchen fand ihn zusammengesunken an seinem Schreibtisch über den Worten „Gleichwohl geht der Prozeß der Emanzipation des Weibes nur unter ekstatischen Zuckungen vor sich. Liebe – Tragik“. Er sagte noch: „Meine Frau und der Doktor“, bevor er in Bewusstlosigkeit fiel und gegen 15.30 Uhr in Cosimas Armen starb.\n\nDer Bildhauer Augusto Benvenuti nahm am 14. Februar die Totenmaske ab, am 16. Februar wurde Wagners einbalsamierter Leichnam, begleitet von seiner Familie und einigen Freunden, in zwei Sonderwagen, die dem Zug aus Venedig angehängt waren, über München nach Bayreuth überführt. Nach Ankunft am Sonntag, dem 18. Februar, in Bayreuth wurde der Sarg unter den Klängen des Trauermarsches aus Götterdämmerung unter Anteilnahme der Bayreuther Bevölkerung vom Bahnhof zur Villa Wahnfried geleitet und in der vorbereiteten Gruft im Garten beigesetzt.\n\nWagner wollte die aus seiner Sicht „dekadenten“ Theater reformieren sowie mit Hilfe seiner Kunst zu einer besseren Volkserziehung beitragen und somit die Welt verbessern. Bereits in jungen Jahren war er von der Idee beherrscht, Musik und Drama zu verknüpfen (Das Kunstwerk der Zukunft, Oper und Drama) und in Anlehnung an die Tradition der griechischen Tragödien eine neue Kunstrichtung zu begründen. In seinen Schriften hat er immer wieder beschrieben, wie mit Hilfe von Musik dramatische Handlungen zu „Botschaften“ werden können und die Musik (das weiblich „gebärende Element“) der Dichtung (der männlich „zeugende Samen“) zusätzliche Ausdruckskraft verleiht.\n\n„Die Wissenschaft hat uns den Organismus der Sprache aufgedeckt; aber was sie uns zeigte, war ein abgestorbener Organismus, den nur die höchste Dichternot wieder zu beleben vermag, und zwar dadurch, dass sie die Wunden, die das anatomische Seziermesser schnitt, dem Leibe der Sprache wieder schließt, und ihm den Atem einhaucht, der ihn zur Selbstbewegung beseele. Dieser Atem aber ist: – die Musik!“\n– Richard Wagner: Oper und Drama\n\nSeine Konzeption vertrat er mit Vehemenz und arbeitete zielstrebig darauf hin, seine Kunst-Idealvorstellung (in Form von Festspielen an einem Ort der Muße) zu verwirklichen. In König Ludwig II. fand er einen Gleichgesinnten, so dass beide ihre Kunst-Ideale (Festspielhaus, Musikschule, Kunsterziehung) in München realisieren wollten. Dieses Vorhaben scheiterte jedoch und konnte durch beide erst später in Bayreuth verwirklicht werden. Dort entwickelte sich Wagners Festspielkonzept vor allem mit seinem Bühnenweihfestspiel Parsifal zu einem „Religionsersatz“ durch die Kunst (Religion und Kunst).\n\nWagners Werke sind ein Höhepunkt der romantischen Musik und beeinflussten viele Zeitgenossen und spätere Komponisten erheblich. Vor allem der Tristan brachte die Musiksprache des 19. Jahrhunderts weit voran und gilt vielen als Ausgangspunkt der Modernen Musik.\n\nDas betrifft vor allem die Harmonik. Während in der Epoche der Klassik bis zum Tode Beethovens die Melodik der vorrangige Bereich der Erfindungskraft war und als persönliche Sprache der Komponisten betrachtet wurde, tritt mit Wagner und Liszt die Harmonik in den Vordergrund. Mit dem Tristan, dessen erster Akt 1857 komponiert wurde, führte Wagner sie weit über den Stand, auf dem Brahms noch 1892 in seinen späten Klavierstücken op. 117 bis 119 verblieb. Sie ist das Gebiet, auf dem seine Phantasie sich entfaltet, einen charakteristischen Personalstil entwickelt und durch die jeweilige dramatische Situation des Geschehens in Grenzen gehalten wird, sich also nicht im Unendlichen verliert. Wagners Einfluss auf die Musikgeschichte erhellt schon daraus, dass mehr als 100 Jahre nach der Komposition des Werkes die komplexen harmonischen Verläufe des Tristan-Akkords analysiert und unterschiedlich interpretiert wurden und von der Krise der modernen Harmonielehre die Rede war.\n\nDieser Bewertung wird gelegentlich entgegengehalten, dass andere Komponisten vor Wagner bedeutende harmonische Neuerungen in die Musik eingeführt haben. Dies gilt etwa für Frédéric Chopin, dessen gewagte Chromatik bzw. Harmonik – etwa in einigen Préludes und Nocturnes – seine Zeitgenossen überraschte.\n\nBei Wagners Einfluss, dem sich viele zu entziehen versuchten, kann zudem nicht von einer kontinuierlichen, gleichförmigen Entwicklung gesprochen werden. Komponisten wie etwa Pjotr Iljitsch Tschaikowski und Antonín Dvořák bewegten sich noch in „traditionellen“ harmonischen Bahnen, während vor allem Richard Strauss und Gustav Mahler die wagnersche Tonsprache übernahmen.\n\nGattungsgeschichtlich liegt Wagners Bedeutung in der Weiterentwicklung der sogenannten Nummernoper zum Musikdrama. Während etwa Webers Freischütz eine Abfolge einzelner Nummern (Arien, Duette, Chöre etc.) darstellt, die durch gesprochene Rezitative miteinander verbunden werden, herrscht bei Wagner – vor allem in seinen reifen Werken – die sogenannte „unendliche Melodie“. Das Orchester beginnt am Anfang eines Aktes zu spielen und hört am Aktende auf; gesprochen wird nicht. Es gibt keine Arien mehr, sondern – gesungene – Erzählungen bzw. Monologe, Dialoge etc. Sie stehen aber nicht isoliert neben- bzw. nacheinander, sondern werden untereinander durch die Orchestermusik verwoben. Dabei bedient sich Wagner der Leitmotivtechnik, d. h. er ordnet einer bestimmten Person, einem Gegenstand oder einem Gefühl (Liebe, Sehnsucht, Wut) ein bestimmtes musikalisches Motiv zu, das immer dann zu hören ist, wenn die Person, der Gegenstand oder das Gefühl auftauchen.\n\nWagner wollte „Gedachtes“ und „Gefühltes“ musikalisch ausdrücken und bewirkte mit einer solchen „absichtsvollen Musik“ eine bis dahin nicht gekannte „psychologische Wirkung“ beim Zuhörer. Mit der Leitmotivtechnik im Ring des Nibelungen und bei Tristan und Isolde ist ihm dies eindrucksvoll gelungen. In einem Fall soll Wagners Musik Emotionen ausgelöst haben, die zum Tode führten; so beim Herztod des Dirigenten Josef Keilberth im 2. Akt des Tristan in München.\n\nWagner prägte nachhaltig den Dirigierstil. Er dirigierte auswendig und unterstrich die Emotionalität der Musik durch Mimik und Gestik, was bis dahin nicht üblich war. Von großer Wirkung war die Aufführung der 9. Symphonie von Beethoven, die er am Palmsonntag 1846 in Dresden nach vielen Proben dirigierte. Zum besseren Verständnis der Musik hatte Wagner für dieses Konzert ein Programm mit Stellen aus Goethes Faust drucken lassen. Wie in Dresden waren es auch später in Zürich oder London Wagners Interpretationen beethovenscher Symphonien, die ihn als Experten für dessen Dirigate auswiesen. Der Bildhauer Gustav Adolph Kietz, jüngerer Bruder des Porträtmalers und Wagner-Freundes Ernst Benedikt Kietz, berichtet in seinen Erinnerungen:\n\n„Das Haupt erhoben, den Oberkörper unbewegt, die linke Hand an der Seite ruhend, in der rechten den Taktstock, nicht mit dem Arm, sondern mit dem Handgelenk dirigierend – so steht Wagner in der Aufführung vor dem Orchester. Seine Leidenschaftlichkeit scheint nach außen gebändigt, sie entlädt sich aber im Mienenspiel und vor allem im Blick des Auges, das er als das wichtigste Mittel der Willensübertragung bezeichnet. Indem er auswendig dirigierte – was ihm Kritiker als Koketterie auslegten – behält er die Musiker im Auge, und ein jeder fühlt sich von ihm angesprochen. Vorübergehend setzt er mit dem Taktschlagen aus, um einer melodischen Linie das ‚Sprechende‘ zu verleihen. Aber dann versteht er es, die Musiker mit seinem Stab zu bannen und zum zartesten Pianissimo, zu Ausbrüchen der Verzweiflung, der Begeisterung mitzureißen.“\n\nWagner war schon früh davon überzeugt, ein Genie zu sein. „In fünfzig Jahren werde ich der Beherrscher der musikalischen Welt sein“, prophezeite er. Er war mit einem Körpermaß von 1,66 Meter nicht groß, hatte aber eine starke Ausstrahlung, wie selbst einer seiner größten Kritiker, der Wiener Rezensent Eduard Hanslick konstatieren musste:\n\n„Er sprach unglaublich viel und schnell, in monoton singendem sächsischem Dialekt; er sprach in einem fort und immer von sich selbst, von seinen Werken, seinen Reformen, seinen Plänen. Er war der personifizierte Egoismus, rastlos tätig für sich selbst, teilnahmslos, rücksichtslos gegen andere. Dabei übte er doch den unbegreiflichen Zauber, sich Freunde zu machen und sie festzuhalten. Die hypnotisierende Gewalt, welche Wagner nicht bloß durch seine Musik ausübte, sondern auch durch seine Persönlichkeit, reicht hin, ihn zu einer der bedeutendsten Erscheinungen, zu einem Phänomen von Energie und Begabung zu stempeln.“\n– Eduard Hanslick: Aus meinem Leben. Berlin 1911.\n\nWagner hatte „sein Herz auf der Zunge“ und gewann viele Freunde, die sich für ihn und seine Kunst einsetzten, z. B. Franz Liszt, Otto von Wesendonck, Julie Ritter u. a. Er konnte charmant sein und beanspruchte für sich und seine Kunst, von der „Gesellschaft“ unterstützt zu werden (es gab damals noch keine Tantiemen für Wiederaufführungen von Kunstwerken). Seine finanziellen Probleme sah er als „lächerliche Schulden“, denen man in der Zukunft erheblich größere „Aktiva“ gegenüberstellen könne. Erst durch König Ludwig II. konnte dieser „Anspruch“ erfüllt werden, wobei Wagner es immer als Priorität ansah, seine Festspielidee verwirklichen zu können.\n\nCosima Wagner verstand es, ihr Idol und ihren späteren Ehemann „ins rechte Licht“ zu setzen, beispielsweise durch den „Hausbiographen“ Carl Friedrich Glasenapp, der noch zu Wagners Lebzeiten eine mehrbändige Biographie zu schreiben begann. Seine Autobiographie diktierte Wagner seiner Frau Cosima und schenkte den ersten Privatdruck seinem „Freund“ König Ludwig II. Erst im Jahre 1911 wurde die Autobiographie veröffentlicht. Wagner wurde von verschiedenen Malern porträtiert, u. a. von Franz von Lenbach und Pierre-Auguste Renoir (1882).\n\nWie kaum ein anderer Künstler hat Wagner polarisiert, und bis in die Gegenwart beschäftigen sich Interpreten unterschiedlicher Disziplinen mit seinem vielschichtigen Werk. Neben Komponisten, die Wagner ablehnten, wie Brahms und Tschaikowski, gab es Kritiker wie Nietzsche – und später Adorno –, die nicht nur auf die Gefahren des „sinnbetörenden Rausches“ hinwiesen, sondern sich mit den Wirkungen Wagners auf die Musik der Zukunft, ja der gesamten Kultur auseinandersetzten.\n\nDie Bewertung von Richard Wagners Antisemitismus ist bis heute von verschiedenen Perspektiven und Interpretationen seines Wirkens und seiner Werke geprägt, die in nicht unwesentlichem Maße seine eigene Ambivalenz im Verhältnis zum Judentum, zur Religion im Allgemeinen und zur politischen Landschaft seiner Zeit widerspiegelt. Wagners Äußerungen griffen jene antisemitischen Stereotypen und Reflexe auf, die er im Deutschland und Europa des 19. Jahrhunderts bereits vorfand (siehe Antijudaismus in der Neuzeit) und deren Ursprung sich bis zu Martin Luther zurückverfolgen lässt – Luther hatte seinen Antijudaismus in mehreren Schriften zum Ausdruck gebracht, u. a. Von den Jüden und iren Lügen (1543). Antisemitismus gehörte in Wagners Umfeld zum „guten Ton“, vor allem während der Zeit mit Cosima, die eine extreme antisemitische Einstellung hatte. Wagner gab antisemitische Stereotype jedoch nicht nur wieder, sondern entwickelte sie mit Schriften wie Das Judenthum in der Musik auch weiter.\nWagner hatte großen Einfluss auf den englischen Schriftsteller Houston Stewart Chamberlain, Verfasser der Grundlagen des neunzehnten Jahrhunderts, einem Werk, dessen schwärmerischer Germanenkult von antisemitischem und rassistischem Gedankengut durchzogen ist. Chamberlain heiratete 1908 Wagners zweite Tochter Eva und gilt als einer der ideologischen Wegbereiter des nationalsozialistischen Antisemitismus. Er versuchte mit seinen Schriften, auch Wagners Werke im Sinne des Nationalsozialismus umzudeuten.\n\nWagners Weltbild, in dem sich künstlerische und politisch-agitatorische Ambitionen vermischten, war geprägt von einer pauschalen Sehnsucht nach Aufbruch, Umsturz und Revolution, nach einer meist nicht näher definierten neuen Kunst und Gesellschaft durch Untergang des Bestehenden (siehe: Die Kunst und die Revolution). Seine Motivation war eine sich stets wandelnde Mischung aus humanistisch-aufklärerischer Revolution gegen Aristokratie, romantischer Aspekte wie der Rückkehr zur Natur und der Ablehnung der Industrialisierung sowie nationalistischer Phantasien von der totalen Einheit einer Rasse oder eines Volkes.\n\nRessentiments gegen deutsche Juden waren für Wagner ein willkommenes Ventil für einen ausgeprägten Minderwertigkeitskomplex, wie einige Biographen meinen, beispielsweise der Tiefenpsychologe Josef Rattner, der in einem „Psychogramm“ Wagners Antisemitismus wie folgt erklärt:\n\n„Wer so hartnäckig um eine Ideologie des Hasses kreist, bedarf ihrer und kann anscheinend ohne sie nicht leben. Daher muss das antisemitische und rassistische Element in Wagners Persönlichkeit in einem größeren Zusammenhang gesehen werden.“\n– Josef Rattner: Richard Wagner im Lichte der Tiefenpsychologie. Berlin 1984.\n\nRattner führt weiter aus, dass Wagners Antisemitismus – auch der von Cosima Wagner – eine Beihilfe zur Integration in die „vornehme Welt“ gewesen sei. Mit dem dauernden Sichaufreizen am Judentum „vollzog das Ehepaar Wagner ein Ritual“. Beide hätten sich dabei gegenseitig ihr „Wohlgeborensein“, ihre „Deutschheit“ und zumindest ihre „rassische Aristokratie“ versichert. Zwei ehrgeizige, auf Perfektionismus bedachte Charaktere hätten sich im Antisemitismus zur wechselseitigen und absoluten Selbstbestätigung vereinigt.\n\nRichard Wagners von Freunden und Bekannten häufig beschriebene Ruhmsucht, sein Hang zu Luxus, Verschwendung und Blendwerk waren ausgerechnet die Eigenschaften, die er häufig den Juden vorwarf. Er gehörte wie seine Geschwister zum Theatermilieu, das sich damals vom fahrenden Volk zu emanzipieren und bürgerliche Anerkennung zu erwerben versuchte. Die jüdische Emanzipation im Zuge der Gewerbefreiheit und der Auflösung der Berufsverbote und Zünfte wurde von anderen Unterprivilegierten als bedrohliche Konkurrenz gesehen.\n\nBlieben finanzieller Erfolg und Anerkennung aus, so wähnte Wagner sich nicht selten als Opfer angeblicher jüdischer Gegnerschaft. Die missgünstige Geringschätzung und Diffamierung von jüdischen Komponisten wie Giacomo Meyerbeer und Felix Mendelssohn Bartholdy versuchte er mit Schriften wie Das Judenthum in der Musik und dem darauf aufbauenden Brief an Gräfin Muchanow in eine allgemeinere Theorie zu bringen – wie Kritiker anführen, um diese persönliche Motivation zu überdecken. In diesem Zusammenhang wird auch der musikalische Einfluss Mendelssohns auf Wagner diskutiert. So waren einige Frühwerke Wagners, wie etwa die Columbus-Ouvertüre, teilweise von Kompositionen Mendelssohns angeregt worden. Trotz persönlicher Vorbehalte rühmte Wagner Mendelssohns Musik; dessen Hebriden-Ouvertüre bezeichnete er 1879 in den Bayreuther Blättern als „eines der schönsten Musikwerke, die wir besitzen“.\n\nWagners Einsatz für den Tierschutz am Ende seines Lebens hatte auch antisemitische Anklänge. Angelehnt an Schopenhauer hielt er Schächtung und Vivisektion für zwei Seiten einer Medaille und Ausdruck einer „Jüdischen Medizin“. Wagner unterstützte unter anderem in einem offenen Brief Anliegen der Tierschutzbewegung im Kaiserreich. Wagner betonte, die Menschheit könne durch Verzicht auf Fleischgenuss zu einem höheren moralischen Dasein gelangen, wurde selbst aber nicht Vegetarier.\n\nWagners Schriften und Äußerungen über und gegen Juden umfassen ein weites Spektrum. Dieses reicht von niedersten, affektiven Tiraden über die angesprochenen Theorien bis hin zu fast versöhnlichen Tönen und – wie einige Historiker und Musikkritiker meinen – zu einer Identifizierung mit der Außenseiterrolle der Juden als jemand, der sich selbst oft als Außenseiter empfand.\n\nWagner pflegte Freundschaften zu jüdischen Landsleuten wie seinem Helfer Carl Tausig, Joseph Rubinstein, Angelo Neumann und der berühmten Sängerin Lilli Lehmann. Bemerkenswert ist, dass er am Ende seines Lebens die Parsifal-Uraufführung Hermann Levi anvertraute, der Sohn eines Rabbiners war und ebenfalls zu seinem Freundeskreis zählte. Der Musikkritiker Joachim Kaiser hat verschiedentlich darauf hingewiesen, dass sich antisemitische Äußerungen in dem, was Wagner wirklich wichtig war, nämlich seinen musikdramatischen Werken, nicht nachweisen lassen, wenngleich – etwa von Saul Friedländer und Theodor W. Adorno – die Auffassung vertreten wurde, einige Figuren wie Mime und Alberich aus dem Ring zeigten Züge von Judenkarikaturen.\n\nEin Kongress mit dem Ziel einer wissenschaftlichen Aufarbeitung des Themas Wagner und die Juden fand erstmals im Festspielsommer 1998 in Bayreuth unter Beteiligung von Wissenschaftlern aus Deutschland, Israel und den USA statt; die Beiträge und z. T. sehr kontroversen Diskussionen wurden unter der Herausgeberschaft von Dieter Borchmeyer u. a. publiziert.\n\nDie tradierte Wagner-Rezeption beschwichtigt, Wagners journalistischer Antisemitismus wäre eine Randnotiz geblieben, hätte ihn nicht das nationalsozialistische Regime unter Adolf Hitler vereinnahmt. Es hatte ihn zum deutschen Komponisten par excellence stilisiert und in seinem Niedergang Wagners Musiktheater für einen mortalen Endzeit-Kult missbraucht.\n\nWährend seiner Wiener Zeit ging Hitler regelmäßig in die Oper und beschäftigte sich intensiv mit Wagner. Als Vorbild eigener Lebensvisionen war Wagner für ihn ein vergöttertes Idol. Wie Joachim Fest beschreibt, machte die eingebildete Nachfolge die „Verführung durch den romantischen Geniebegriff deutlich“, welcher in Wagner seine Erfüllung und Entgleisung gefunden habe. Die eskapistischen Träume des scheiternden, im Männerheim lebenden Künstlers Hitler entzündeten sich am Genie Wagners. Hitler erklärte später, mit Ausnahme Wagners keine Vorläufer gehabt zu haben, und bezeichnete Wagner als „größte Prophetengestalt, die das deutsche Volk besessen“ habe.\n\nIn seiner Broschüre Das Judenthum in der Musik (1869) schreibt Richard Wagner ohne notwendigen Bezug auf die musiktheoretische Polemik vom „natürlichen Widerwillen gegen jüdisches Wesen“ und: „Der Jude ist nach dem gegenwärtigen Stande der Dinge dieser Welt wirklich bereits mehr als emanzipiert: er herrscht, und wird solange herrschen, als das Geld die Macht bleibt, vor welcher alles unser Thun und Treiben seine Kraft verliert“. An die Juden gerichtet, schließt er mit den Worten: „Aber bedenkt, dass nur Eines eure Erlösung von dem auf euch lastenden Fluche sein kann: die Erlösung Ahasvers, - der U n t e r g a n g !“ (so gesperrt im Original).\n\nRichard Wagner hatte diesen Text bereits 1850 in der Neuen Zeitschrift für Musik unter dem Pseudonym „K. Freigedank“ publiziert. Er tritt damit 1869 wieder an die Öffentlichkeit, diesmal unter eigenem Namen und mit einem Anhang (S. 31–57), der den ursprünglichen Aufsatz an Judenhass und Demagogie übertrifft. Darin heißt es gegen Ende in tückischer Resignation, doch gleichwohl appellativ: „Ob der Verfall unserer Cultur durch eine gewaltsame Auswerfung des zersetzenden fremden Elementes aufgehalten werden könne, vermag ich nicht zu beurtheilen, weil hierzu Kräfte gehören müssten, deren Vorhandensein mir unbekannt ist.“ Es ist unwahrscheinlich, dass Hitler diese Schrift nicht gekannt hat. Jedenfalls hat sich der gescheiterte Künstler Hitler, dem Massenerschütterer und Großmeister des Musiktheaters verfallen, zum Vollstrecker seines Propheten gemacht.\n\nDas auf die Juden gemünzte Begriffspaar „Dämon“ und „Verfall“ taucht zuerst bei Wagner auf. Alfred Rosenberg greift es in einer antisemitischen Schrift von 1923 auf: „Als eines der Vorzeichen dieses kommenden Kampfes […] steht die Erkenntnis des Wesens des Dämons unseres heutigen Verfalls […]“\n\nHitlers Lieblingsopern waren Rienzi, der letzte der Tribunen, Götterdämmerung und Parsifal.\n\nHitler lernte im Jahre 1923 Cosima und Winifred Wagner in Bayreuth kennen und nahm später als „Führer“ per Verfügung Einfluss auf die Festspiele hinsichtlich des Programms und der Regie, z. B. bei Parsifal. Als ehemaliger Postkartenmaler Ideen zum Bühnenbild eines der höchstrangigen Musikfestivals in Deutschland beizusteuern, verschaffte Hitler persönliche Genugtuung und das Gefühl der Anerkennung beim deutschen Bürgertum.\n\nDas Thema Wagner und Hitler wird seit Jahrzehnten publizistisch behandelt, beispielsweise von Hartmut Zelinsky und Joachim Köhler. Dieser versucht in seinem Buch Wagners Hitler, den Einfluss der wagnerschen Gedankenwelt auf Hitler und dessen Handeln nachzuweisen. Auch Thomas Mann beschäftigte sich immer wieder mit der Thematik: „Es ist viel Hitler in Wagner.“\n\nIm Jahr 2012 wurde die Wanderausstellung „Verstummte Stimmen. Die Bayreuther Festspiele und die Juden 1876 bis 1945“ im Bayreuther Rathaus und im Park vor dem Festspielhaus in Bayreuth neben der Wagner-Büste aufgestellt. Durch die Ausstellung wird an jüdische frühere Mitwirkende bei Wagner-Festspielen erinnert, die von Nationalsozialisten vertrieben oder ermordet wurden.\n\nIn Israel ist Wagner immer noch heftig umstritten. Die öffentliche Aufführung von Wagners Werken ist praktisch nicht möglich. So führte die von Daniel Barenboim dirigierte Aufführung des Vorspiels zu Tristan und Isolde im Juli 2001 zu einem Eklat,[24] einer Kritik des Wiesenthal-Zentrums und des damaligen Jerusalemer Bürgermeisters Ehud Olmert. Bereits vorher hatten Proteste von Holocaust-Überlebenden andere Wagner-Aufführungen verhindert. Am 14. November 2010 wurde die erste Wagner-Gesellschaft in Israel gegründet. In der Wagner-Festspielstadt Bayreuth spielte das Israel Chamber Orchestra im Juli 2011 das Siegfried-Idyll. Der Tabu-Bruch, dass ein israelisches Orchester seine Musik spielt, bewirkte geteilte Reaktionen.[26] Auch einen für den 18. Juni 2012 an der Universität Tel Aviv geplanten Konzertabend mit Werken Wagners sagte die Universität im Vorfeld ab, da die Veranstaltung „eine rote Linie“ überschreiten und die „Gefühle der israelischen Öffentlichkeit im Allgemeinen und der Holocaust-Überlebenden im Besonderen verletzen“ würde.","strBiographyFR":"Wilhelm Richard Wagner (22/051813 - 13/02/1883) était un compositeur allemand, directeur de théâtre, polémiste et chef d'orchestre principalement connu pour ses opéras (ou, comme certaines de ses œuvres ultérieures ont été connues plus tard, les «drames musicaux») . Ses compositions, en particulier celles de sa période ultérieure, se distinguent par leurs textures complexes, leurs riches harmonies et orchestration, et l'utilisation élaborée de leitmotifs - phrases musicales associées à des personnages, des lieux, des idées ou des éléments d'intrigue individuels. Ses progrès dans le langage musical, tels que le chromaticisme extrême et les centres tonaux qui se déplacent rapidement, ont grandement influencé le développement de la musique classique; son Tristan und Isolde est parfois décrit comme marquant le début de la musique moderne.\nContrairement à la plupart des compositeurs d'opéra, Wagner a écrit à la fois le livret et la musique de chacune de ses œuvres scéniques. Initialement établi sa réputation de compositeur d'œuvres dans la veine romantique de Weber et Meyerbeer, Wagner a transformé la pensée lyrique à travers son concept du Gesamtkunstwerk (\"œuvre d'art totale\"), par lequel il a cherché à synthétiser le poétique, le visuel, la arts dramatiques, avec la musique subsidiaire au théâtre, et qui a été annoncé dans une série d'essais entre 1849 et 1852.\nWagner a réalisé ces idées plus pleinement dans la première moitié du cycle de quatre opéra Der Ring des Nibelungen (L'Anneau du Nibelung). Il fit construire son propre opéra, le Bayreuth Festspielhaus, qui contenait de nombreux éléments de conception novateurs. C'est ici que le Ring et Parsifal ont reçu leurs premières et où ses œuvres scéniques les plus importantes continuent d'être jouées dans un festival annuel dirigé par ses descendants. Ses réflexions sur les contributions relatives de la musique et du théâtre à l'opéra allaient à nouveau changer et il réintroduisit certaines formes traditionnelles dans ses dernières œuvres scéniques, notamment Die Meistersinger von Nürnberg (Les maîtres chanteurs de Nuremberg).\nJusqu'à ses dernières années, la vie de Wagner a été caractérisée par l'exil politique, les amours turbulentes, la pauvreté et la fuite répétée de ses créanciers. L'effet de ses idées peut être retracé dans de nombreux arts tout au long du 20e siècle; leur influence s'étend au-delà de la composition dans la direction, la philosophie, la littérature, les arts visuels et le théâtre. Les écrits controversés de Wagner sur la musique, le théâtre et la politique ont suscité de nombreux commentaires au cours des dernières décennies, en particulier lorsqu'ils expriment des sentiments antisémites.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"German","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ryystv1364379940.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/uvuxrp1364379981.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/uxvvyt1375947916.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"eefd7c1e-abcf-4ccc-ba60-0fd435c9061f","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}