{"artists":[{"idArtist":"111518","strArtist":"Norah Jones","strArtistStripped":null,"strArtistAlternate":"Norah Jones & The Peter Malick Group","strLabel":"Blue Note","idLabel":"43234","intFormedYear":"2001","intBornYear":"1979","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Jazz","strMood":"Relaxed","strWebsite":"www.norahjones.com","strFacebook":"www.facebook.com/norahjones","strTwitter":"1","strBiographyEN":"Norah Jones (born Geetali Norah Jones Shankar; March 30, 1979) is an American singer, songwriter and actress. Throughout her career, Jones has won numerous awards and has sold more than 50 million albums worldwide. Billboard named her the top jazz artist of the 2000–2009 decade. She has won nine Grammy Awards and was 60th on Billboard magazine's artists of the 2000–2009 decade chart.\nIn 2002, Jones launched her solo music career with the release of Come Away with Me, a commercially successful and critically acclaimed album that was a fusion of jazz with country music and pop. It was certified diamond, selling over 26 million copies. The record earned Jones five Grammy Awards, including the Album of the Year, Record of the Year, and Best New Artist. Her subsequent studio albums Feels Like Home, released in 2004; Not Too Late, released in 2007, the same year she made her film debut in My Blueberry Nights; and 2009's The Fall all gained Platinum status, selling over a million copies each. They were also generally well received by critics. Jones' fifth studio album, Little Broken Hearts, was released on April 27, 2012.\nShe is half-sister of the Indian sitar player and composer Anoushka Shankar.","strBiographyDE":"\"Er spielte damals kaum eine Rolle in meinem Leben\" weiß Norah Jones über ihren Vater, den Sitar-Virtuosen Ravi Shankar, zu berichten. Allein ihre Mutter ist für die allgemeine und musikalische Erziehung zuständig. Eine riesige Plattensammlung inklusive einer Billie Holiday-Anthologie öffnen der jungen Norah den Weg zur Muse. Mit fünf singt sie im Kirchenchor, zwei Jahre später beginnt sie Klavier zu spielen. In der High School rundet das Altsaxophon den Instrumentenreigen ab. Das alles geschieht in Grapevine bei Dallas, Texas. Das Licht der Welt erblickt sie jedoch (am 30. März 1979) in New York City, wo sie die ersten vier Jahre ihres Lebens verbringt. Mit 15 schreibt sie sich an der High School für Performing and Visual Arts in Dallas ein, an der auch die Soul-Sängerin Erykah Badu und der Trompeter Roy Hargrove ausgebildet wurden. Dort gewinnt sie mehrere Student-Music-Awards bevor sie 1997 an der University of North Texas beginnt, Jazzpiano zu studieren. 1999 besucht sie einen Freund in New Yorks Künstlerviertel Greenwich Village und kehrt nicht wieder nach Texas zurück. \"Es war die Musik, die mich hier hielt. Die Szene ist riesig. Hier öffnete sich alles für mich\". Sie jamt regelmäßig mit der Funkformation \"Wax Poetic\" und sucht sich zielstrebig die Musiker für ihre eigene Band. Im Oktober 2000 nimmt sie, nach Einnahme einer Vitamin B(eziehungen)-Pille, zusammen mit Jesse Harris (Gitarre), Lee Alexander (Bass) und Dan Rieser (Drums) ein Demo für das renommierte Blue Note Label auf. Die Aufnahmen überzeugen den Chef höchstpersönlich und so unterzeichnet Norah im Januar 2001 ihren ersten Major-Deal auf dem ausgesprochenen Jazzlabel, obwohl sie eigentlich mit einem Country-Blues-Album debuttiert. \"Come Away With Me\" verkauft sich in den ersten sechs Wochen in Amerika über 300.000 Mal und tröstet den Blue-Note Chef Lundvall über den gefährlichen Deal mit einer Label-untypischen Künstlerin hinweg. Das Jahr 2003 gerät für Norah Jones zu einem Triumphzug. Sie kann sich nicht nur über Grammys für ihr Album \"Come Away With Me\" und den Song \"Don't Know Why\" freuen, sondern erhält zudem den Award in der Kategorie Best New Artist. Insgesamt gewinnt ihre Platte, von der Jones angenommen hatte, dass sie nur Jazzfans begeistern würde, in acht Kategorien. \"Ich kann das nicht glauben, dieses Lied wurde als Demo aufgenommen, und ich kann nicht glauben, was damit passiert ist\", staunt die 23-Jährige. Die schier unglaubliche Erfolgsstory ist jedoch noch lange nicht zu Ende geschrieben. In insgesamt 40 Ländern erhält sie Platinauszeichnungen für ihr Album und Singles. Zwei World Music Awards, ein Echo, ein Brit-Award und der Edison (Niederlande) erweitern ihre Grammy-Sammlung. Nach extensiven Touren und umjubelten Gastspielen nimmt sie im Laufe des Jahres 2003 ihr zweites Album auf, das unter dem Titel \"Feels Like Home\" im Februar 2004 erscheint.\n\nBei den World Music Awards im selben Jahr sackt sie zwei Preise ein. Zum einen den für die beste weibliche Künstlerin, ztum anderen für die beste Pop-Künstlerin. Keine andere Frau verkauft in jenem Jahr so viele Scheiben wie Norah. Deshalb darf sie sich - was Veröffentlichungen angeht - verdient zurück lehnen und Spaß haben.\n\nApropos Spaß haben. Norah musiziert - nur so zum Spaß versteht sich - mit Freunden herum und verlegt sich dabei auf Swing und Country. Das Ergebnis hört auf den Namen \"The Little Willies\", kommt im März 2006 heraus.\n\nZu diesem arbeitet Norah bereits an ihrem dritten Album. Die Überraschungen halten sich auf ihrem dritten Solo-Werk \"Not Too Late\", das im Januar 2007 erscheint, in Grenzen. Einmal mehr präsentiert sie ihren Hörern angenehm ruhige Lieder, die keinem weh tun und für eine ausnehmend warme Wohlfühlatmosphäre sorgen.\n\nIm Januar 2008 gibt Norah ihr Schauspieldebüt in \"My Blueberry Nights\" des chinesischen Regisseurs Wong Kar-Wai. Obwohl es ihr allererster Film ist, hat es bereits zur Hauptrolle gereicht. In der Mischung aus romantischen Liebesfilm und Road-Movie spielt sie an der Seite von Jude Law, Natalie Portman und Rachel Weisz. Für den Soundtrack steuert die Sängerin außerdem den Titel \"The Story\" bei.","strBiographyFR":"Norah Jones est une chanteuse, musicienne et actrice américaine née le 30 mars 1979 à New York sous le nom de Geetali Norah Jones-Shankar (elle change officiellement son nom en Norah Jones à l’âge de 16 ans). \n\nElle est l’une des filles du célèbre joueur de sitar indien Ravi Shankar, de la productrice américaine Sue Jones, et la demi-sœur de la joueuse de sitar Anoushka Shankar.\n\nLa carrière de Norah Jones est lancée en 2002 avec la sortie de son premier album, Come Away with Me, qui se vend à plus de 20 millions d'exemplaires. \nLa chanteuse reçoit cinq Grammy Awards pour cet album, dont celui de la «Meilleure nouvelle artiste». Son second album, Feels like Home, sort en 2004, son troisième album, Not Too Late, sort en 2007 et The Fall - quatrième opus - en 2009. Norah Jones a vendu plus de 40 millions d'albums dans le monde entier[réf. nécessaire]. Little Broken Hearts, cinquième album de Jones, est sorti en avril 2012.\n\nEn 2007, elle joue le rôle principal du film My Blueberry Nights, de Wong Kar-wai.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Geethali Norah Jones Shankar (30 de marzo de 1979), conocida como Norah Jones, es una cantante y pianista estadounidense de jazz y música pop.\nSu voz cálida e íntima, su sencillez y un enorme talento ha enamorado a medio mundo y con su primer disco “Come Away With me” ha conseguido vender más de 20 millones de copias y 8 premios Grammy y hasta la fecha la cantante lleva más de 39 millones de copias vendidas en todo el mundo. Su música combina elementos de jazz, soul y country.\nEn 2007 hace su primera aparación en el cine en \"My Blueberry Nights\", a manos de Wong Kar-Wai.\nEl 30 de marzo de 1979, meses después de terminarse la relación entre el maestro indio del sitar, Ravi Shankar, y la enfermera Sue Jones, nació la pequeña Norah.\nNorah y su madre vivieron en Nueva York hasta que la niña cumplió cuatro años. Entonces se mudaron a Grapevine (cerca de Dallas, Texas), donde vivió hasta los veinte. En su casa nunca faltaron discos de los clásicos del blues y del jazz: Billie Holiday, Etta James, Aretha Franklin, Ray Charles, Bill Evans, Joni Mitchell… A la influencia musical materna hay que sumar la que recibió de su abuela, una apasionada del recio country de los outlaws, desde Hank Williams a Willie Nelson.\nNorah empezó a estudiar canto y se sumó al coro de la iglesia para cantar gospel, al tiempo que iniciaba las clases de piano y saxofón (a los siete). Estaba lejos de ser una alumna modelo: era bastante vaga y dejó el estudio varias veces. Sin el esfuerzo de su madre, su abuela, y sus profesores Renetta Frisque y Julie Bonk, probablemente hubiese abandonado el camino musical.\nCuando creció se matriculó en una escuela de artes y nunca faltaba en las actuaciones para cumpleaños y concursos musicales. Su primer contacto con el jazz lo tuvo en Dallas, al ingresar en su adolescencia en el Instituto Broker T. Washirable. En 1996 y 1997 ganó varios premios de interpretación y composición para estudiantes. Al finalizar el instituto entró en la Universidad de North Texas, donde estudió piano y teoría en el programa de jazz. Allí se especializó en teclado de jazz y formó su primer grupo. De ahí pasó a tocar el piano y cantar regularmente en un restaurante italiano.\nCon veinte años cumplidos, Norah volvió a Nueva York para unas breves vacaciones y ya no quiso volver a Texas, para disgusto de su madre. Poco antes había tomado contacto con un grupo de músicos de aquella ciudad y quedó prendada. Una vez en “La gran manzana”, pronto hizo pie en el fértil circuito de garitos de conciertos de Greenwich Village y colaboró con diversas bandas. Durante dos años se ganó la vida cantando en salones de jazz, almuerzos y happy hours, muchas veces ante menos de quince personas y cobrando sólo de las propinas que les daban los parroquianos. Sin embargo, en esa época supo que quería vivir de cantar en vivo y que iba a hacer todo lo posible por lograrlo. Abandonó la universidad, empezó a escribir sus propias canciones, formó parte del combo de funk fusion, Wax Poetic, y finalmente montó su propio grupo con el bajista Lee Alexander, el guitarrista y compositor de Don’t Know Why, Jesse Harris, y el baterista Dan Rieser. Por esa época se estabilizó como cantante en el club nocturno The Living Room\nEn uno de esos conciertos la escuchó Shell White, miembro de la discográfica EMI, una noche del año 2000. Le gustó lo que oía y le pidió un demo con sus canciones. Éste se lo llevó a su amigo Bruce Lundvall, director de Blue Note, el reputado sello de jazz. Y acertó, porque esa compañía estaba en la búsqueda de nuevos artistas.\nLa propuesta de Norah no podía ser más tentadora: una voz joven y sugerente, plena de cálida sensualidad, cantando casi como si desvelara algún íntimo secreto. Lundvall la contrató con haber escuchado apenas tres canciones de ese cassette y le encargó al productor Craig Street que trabajara el material de Norah y la rodeara con instrumentistas de lujo. El resultado, mucho más pop que la versión final, no convenció a nadie y Lundvall le encargó a su productor estrella, Arif Mardin, una nueva versión, que se concentrara en la voz. El paquete estaba listo y Come Away With Me, su debut discográfico, salió a la venta en febrero de 2002, sin campañas masivas, ni un hit agresivo sonando en todas las radios. Sin embargo, el boca a boca hizo su trabajo y el disco se empezó a vender cada vez más. Para el otoño ya había sobrepasado el millón de copias vendidas y todos estaban maravillados. También se convirtió en platino en Holanda, Australia, Portugal y Hong Kong; doble platino en Gran Bretaña, Irlanda y Singapur; y quíntuple platino en Nueva Zelanda. El total de ventas alrededor del mundo sobrepasa los 18 millones de copias. Además, fue la gran triunfadora de la 45 edición de los Grammy entregados en 2003, con sus ocho estatuillas ganadas, incluidas mejor álbum, canción, disco del año y mejor artista novel, siendo la gran sorpresa de la noche ya que prácticamente le arrebató 3 estatuillas de la mano a Eminem, incluido el de disco del año, ya que según las apuestas favorecían a Eminem.\nDos años después de la publicación de su álbum de debut, \"Come Away with Me\", Norah Jones regresa con \"Feels Like Home\".La cantante-pianista-compositora vuelve a hacer equipo con el productor Arif Mardin, el ingeniero de sonido Jay Newland y su grupo habitual en directo. Nos ofrece un conjunto de canciones compuestas por ella, los miembros de su grupo y por el cantante y compositor Richard Julian. Jones también hace versiones de varias canciones incluyendo \"Be Here To Love Me\" de Townes Van Zandt y \"Melancholia\" de Duke Ellington, canción para la que ella escribió las letras y la re-tituló con el nombre de \"Don’t Miss You At All\".","strBiographyPT":"Norah Jones (Brooklyn, 30 de Março de 1979) é uma pianista, cantora e compositora estadunidense. Nascida Geetali Norah Jones Shankar, mudou oficialmente seu nome aos dezesseis anos.\nNorah nasceu na cidade de Nova Iorque, filha do falecido tocador de sitar indiano Ravi Shankar, tendo vivido sua infância com sua mãe, Sue Jones, que se mudou para Dallas, Texas, quando Norah tinha quatro anos. É meia-irmã, pela parte do pai, de Anoushka Shankar, sitarista e compositora. Jones estudou no Booker T. Washington High School for the Performing and Visual Arts e na University of North Texas, onde formou-se em jazz piano. Em 1999, após dois anos no programa, Norah voltou para Nova Iorque, onde toca com sua banda, Wax Poetic.\nNorah é uma artista premiada cuja carreira foi impulsionada em 2002 com seu álbum de estreia Come Away With Me, um álbum jazz piano com um toque de soul/folk, que obteve um grande êxito vendendo vinte e três milhões de cópias mundialmente. Norah Jones obteve oito premiações nos Prêmio Grammy de 2003, incluindo o de \"Best New Artist\". Seu álbum Feels Like Home lançado em 9 de Fevereiro de 2004, foi mais influenciado pela música country ao invés de repetir o estilo suave de Come Away With Me. Com uma semana de lançamento, Feels Like Home havia vendido um milhão de cópias. No mesmo ano, a revista TIME listou Jones entre as \"pessoas mais influentes de 2004\". Jones recebeu três prêmios nos Grammy de 2005, dois na categoria Disco do Ano pela sua colaboração com Ray Charles na música Here We Go Again.","strBiographySE":"Norah Jones, född Geethali Norah Jones Shankar 30 mars 1979 i Brooklyn, New York, är en sångerska från USA, pianist och låtskrivare. Jones musik blandar pop och jazz, men även andra genrer som blues, folk och country. Hon har vunnit nio Grammy Awards.\n\nEfter att ha fått kontrakt med skivbolaget Blue Note gavs Jones debutalbum Come Away With Me ut 2002. Albumet blev en stor framgång med bland annat en förstaplats på Billboard 200. På Grammygalan 2003 vann Jones fem kategorier, inklusive årets album, årets inspelning (låten \"Don't Know Why\") och bästa nya artist. Uppföljaren Feels Like Home gavs ut 2004 och gav Jones ytterligare en Grammy, för bästa kvinnliga popsång (\"Sunrise\"). Hon bildade 2003 gruppen The Little Willies tillsammans Lee Alexander (bas), Richard Julian (gitarr, sång), Dan Rieser (trummor) och Jim Campilongo (gitarr). Gruppen gav 2006 ut sitt självbetitlade debutalbum.\n\nNot Too Late gavs ut 2007 och var hennes första album där hon själv skrivit alla låtar, bland annat tillsammans med Lee Alexander som även producerade albumet. Samma år gjorde hon skådespelardebut i filmen My Blueberry Nights. Hennes fjärde album The Fall gavs ut 2009, följt av samlingen ...Featuring (2010), innehållande duetter med olika artister. 2012 släppte hon ett nytt album med The Little Willies, For the Good Times.\n\nJones sjöng tre av låtarna på albumet Rome (2011) av Danger Mouse och Daniele Luppi. Danger Mouse producerade hennes femte studioalbum Little Broken Hearts som gavs ut 2012.","strBiographyNL":null,"strBiographyHU":"Norah Jones (született Geethali Norah Jones Shankar, 1979. március 30., New York, Brooklyn) indiai származású amerikai énekes, dalszerző, színésznő. Jones karrierje a 2002-es debütáló albumával, a Come Away with Me-vel vette kezdetét, mely egy kortárs poplemez, soul, folk és country elemekkel színesítve. Az album világszerte több, mint 20 millió példányban fogyott, és 5 Grammy-díjat nyert. Norah elnyerte a Grammy-díj a Legjobb Új Előadónak járó díját is. Második albuma, Feels like Home 2004-ben jelent meg, és több, mint egy millió kelt el belőle az Egyesült Államokban egyetlen hét alatt. 2007-ben került a polcokra Norah Jones harmadik albuma, amely a Not Too Late címet viselte, és első helyen nyitott a megjelenése hetében. Norah az évtized egyik legjobb énekesnőjévé vált, több, mint 16 millió eladott lemezzel az USA-ban, és 39 millióval világszerte. Édesapja a világhírű szitárművész, Ravi Shankar. Féltestvére, Anoushka Shankar is szitáron játszik. 2007-ben főszerepet játszott többek között Jude Law, Natalie Portman és Rachel Weisz oldalán Wong Kar Wai első angol nyelvű filmjében, a My Blueberry Nights - A távolság ízében - amihez írt egy dalt Jones is. A film a 2007-es cannes-i filmfesztivál nyitófilmje volt.","strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"New York City, New York, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/6dxd4x1658469856.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vrxqyu1342431297.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/0eu65s1691293858.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/vtwqtv1529423427.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/yrwvxr1529422693.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qkb70i1658469321.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/eh6m3f1658469358.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/3jjtk11658469513.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/7na6vo1658469847.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/wvqwxx1347902758.jpg","strMusicBrainzID":"985c709c-7771-4de3-9024-7bda29ebe3f9","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Norah Jones/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}