{"artists":[{"idArtist":"116693","strArtist":"Jerry Goldsmith","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1951","intBornYear":"1929","intDiedYear":"2004","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"www.jerrygoldsmithonline.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Jerrald King \"Jerry\" Goldsmith (February 10, 1929 – July 21, 2004) was an American composer and conductor most known for his work in film and television scoring. He composed scores for such noteworthy films as The Sand Pebbles, Planet of the Apes, Patton, Chinatown, The Wind and the Lion, The Omen, The Boys from Brazil, Night Crossing, Alien, Poltergeist, The Secret of NIMH, Gremlins, Hoosiers, Total Recall, Basic Instinct, Rudy, Air Force One, L.A. Confidential, Mulan, The Mummy, three Rambo films, and five Star Trek films. He was nominated for six Grammy Awards, nine Golden Globe Awards, four British Academy Film Awards, and seventeen Academy Awards. In 1977, he was awarded an Oscar for The Omen. He collaborated with some of film history's most prolific directors, including Robert Wise (The Sand Pebbles, Star Trek: The Motion Picture), Howard Hawks (Rio Lobo), Otto Preminger (In Harm's Way), Joe Dante (The Gremlins Duology, The 'Burbs, Small Soldiers), Roman Polanski (Chinatown), Ridley Scott (Alien, Legend), Steven Spielberg (Twilight Zone: The Movie), and Paul Verhoeven (Total Recall, Basic Instinct). However, his most notable collaboration was arguably that of with Franklin J. Schaffner, for whom Goldsmith scored such films as Planet of the Apes, Patton, Papillon, and The Boys from Brazil.","strBiographyDE":null,"strBiographyFR":"Jerry Goldsmith (Jerrald K. Goldsmith), né le 10 février 1929 à Pasadena et mort le 21 juillet 2004 (à 75 ans) à Beverly Hills, est un compositeur américain essentiellement connu pour ses musiques de films. Il a également composé quelques œuvres de concert. Plusieurs ballets ont été tirés de ses musiques de film, notamment au Canada et en Australie.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Los Angeles, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xpyyyq1363723980.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/srprtx1553616708.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vuuvxx1363723993.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/xuttux1483226881.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"db403e3d-4753-45d6-8fcb-94db03e882e1","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}