{"artists":[{"idArtist":"114297","strArtist":"Antonio Vivaldi","strArtistStripped":null,"strArtistAlternate":"Vivaldi","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1678","intDiedYear":"1741","strDisbanded":"Yes","strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Antonio Lucio Vivaldi (4 March 1678 – 28 July 1741), nicknamed il Prete Rosso (\"The Red Priest\") because of his red hair, was an Italian Baroque composer, Catholic priest, and virtuoso violinist, born in Venice. Recognized as one of the greatest Baroque composers, his influence during his lifetime was widespread over Europe. Vivaldi is known mainly for composing instrumental concertos, especially for the violin, as well as sacred choral works and over forty operas. His best known work is a series of violin concertos known as The Four Seasons.\nMany of his compositions were written for the female music ensemble of the Ospedale della Pietà, a home for abandoned children where Vivaldi had been employed from 1703 to 1715 and from 1723 to 1740. Vivaldi also had some success with stagings of his operas in Venice, Mantua and Vienna. After meeting the Emperor Charles VI, Vivaldi moved to Vienna, hoping for preferment. The Emperor died soon after Vivaldi's arrival.\nThough Vivaldi's music was well received during his lifetime, it later declined in popularity until its vigorous revival in the first half of the 20th century. Today, Vivaldi ranks among the most popular and widely recorded of Baroque composers. Antonio Lucio Vivaldi was born in 1678 in Venice, then the capital of the Republic of Venice. He was baptized immediately after his birth at his home by the midwife, which led to a belief that his life was somehow in danger. Though not known for certain, the child's immediate baptism was most likely due either to his poor health or to an earthquake that shook the city that day. In the trauma of the earthquake, Vivaldi's mother may have dedicated him to the priesthood. Vivaldi's official church baptism did not take place until two months later.\nVivaldi's parents were Giovanni Battista Vivaldi and Camilla Calicchio, as recorded in the register of San Giovanni in Bragora. Vivaldi had five siblings: Margarita Gabriela, Cecilia Maria, Bonaventura Tomaso, Zanetta Anna, and Francesco Gaetano. Giovanni Battista, who was a barber before becoming a professional violinist, taught Antonio to play the violin and then toured Venice playing the violin with his young son. Antonio was probably taught at an early age, judging by the extensive musical knowledge he had acquired by the age of 24, when he started working at the Ospedale della Pietà. Giovanni Battista was one of the founders of the Sovvegno dei musicisti di Santa Cecilia, an association of musicians.\nThe president of the Sovvegno was Giovanni Legrenzi, an early Baroque composer and the maestro di cappella at St Mark's Basilica. It is possible that Legrenzi gave the young Antonio his first lessons in composition. The Luxembourg scholar Walter Kolneder has discerned the influence of Legrenzi's style in Vivaldi's early liturgical work Laetatus sum (RV Anh 31), written in 1691 at the age of thirteen. Vivaldi's father may have been a composer himself: in 1689, an opera titled La Fedeltà sfortunata was composed by a Giovanni Battista Rossi - the name under which Vivaldi's father had joined the Sovvegno di Santa Cecilia. \"Rosso\" is Italian for \"Red\", and would have referred to the colour of his hair, a family trait.\nVivaldi's health was problematic. His symptoms, strettezza di petto (\"tightness of the chest\"), have been interpreted as a form of asthma. This did not prevent him from learning to play the violin, composing or taking part in musical activities, although it did stop him from playing wind instruments. In 1693, at the age of fifteen, he began studying to become a priest. He was ordained in 1703, aged 25. He was soon nicknamed il Prete Rosso, \"The Red Priest\", because of his red hair. Not long after his ordination, in 1704, he was given a dispensation from celebrating Mass because of his ill health. Vivaldi only said Mass as a priest a few times. He appears to have withdrawn from priestly duties, but he remained a priest.","strBiographyDE":"Antonio Lucio Vivaldi (* 4. März 1678 in Venedig; † 28. Juli 1741 in Wien) war ein venezianischer Komponist und Violinist des Barock.\n\nVivaldis Vater Giovanni Battista Vivaldi (1655–1736) kam mit zehn Jahren aus Brescia nach Venedig, war dort zunächst wie sein Vater Barbier und wurde später beruflicher Violinist. Aus seiner Ehe mit Camilla Calicchio, der Tochter eines Schneiders, die er 1676 heiratete, gingen neun Kinder hervor. Der erstgeborene Antonio Vivaldi kam angeblich während eines Erdbebens zur Welt und wurde notgetauft (ob dies wegen der Katastrophe war oder ob sich hier schon seine späteren gesundheitlichen Probleme abzeichneten, ist unbekannt).\n\nAntonio wurde der einzige professionelle Musiker unter seinen Geschwistern. 1685 erhielt Vater Vivaldi eine Anstellung als Violinist am Markusdom; er genoss einen guten Ruf als Musiker, hatte als Mitglied des Cäcilienvereins vielfältige Beziehungen innerhalb des venezianischen Musiklebens und wurde in einem Reiseführer als hörenswerter Violinvirtuose erwähnt. Antonio zeigte früh seine Musikbegabung an der Violine und soll schon in seiner Jugend den Vater im Orchester vertreten haben. Musiktheoretischen Unterricht könnte er bei Giovanni Legrenzi erhalten haben, der aber schon 1690 starb; zu diesem Zeitpunkt war Vivaldi erst zwölf Jahre alt, was die Vermutung eher unwahrscheinlich macht.\n\nMit 15 Jahren erhielt Antonio die Tonsur und die erste niedere Weihe, womit nach damaliger Sitte noch keine Entscheidung für den Priesterstand verbunden war, wohl aber das Ziel eines leicht gehobenen sozialen Status. Die Entscheidung für den geistlichen Stand fiel jedoch – mehr oder minder verbindlich – als er mit 18 Jahren die erste höhere Weihe zum Subdiakon erhielt. Die Ausbildung zum Priester, weniger ein Studium der Theologie als eine Berufsausbildung, absolvierte er in zwei nahegelegenen Pfarren. Mit 25 Jahren, nur ein Jahr später als nach kanonischem Recht frühestens möglich, wurde er zum Priester geweiht. Anschließend wurde er Kaplan an der Kirche S. Maria della Pietà und auf Antrag von Francesco Gasparini Violinlehrer am Ospedale della Pietà, einem dieser Kirche angegliederten Waisenhaus für Mädchen. Eineinhalb Jahre lang las er dort Messen. Dann gab er die Ausübung des Priesteramtes für immer auf, was er in einem wesentlich späteren Brief mit gesundheitlichen Problemen begründete; er schreibt von „strettezza di petto“, also „Enge der Brust“, was auf Angina Pectoris oder vielleicht auch Asthma hinweisen dürfte.\n\nWie aus den Gehaltsabrechnungen des Ospedale della Pietà hervorgeht, wurde er nach kurzer Zeit nicht nur als Violinlehrer, sondern auch als Lehrer für Violoncello und Viola d’amore (Viola all' Inghlese) beschäftigt. Aus einer Anekdote geht hervor, dass er auch Cembalo spielte.\n\nWegen seiner vom Vater Giambattista (bezeichnet als Rossetto, „Rossi“) vererbten Haarfarbe wurde er Il Prete Rosso („der rote Priester“) genannt.\n\nVivaldi betreute das Orchester des Ospedale della Pietà, einem von vier Heimen in Venedig für Waisenmädchen, und zwar ab 1703 maestro di violino, ab 1704 zusätzlich maestro di violino all'inglese und ab 1716 stellvertretender Leiter (maestro di conterti). Das Orchester erlangte bald einen für die damalige Zeit legendären Ruf und lockte zahlreiche Italienreisende an. Für das Ospedale entstand der größte Teil seiner zahlreichen Violinkonzerte und Sonaten. Sie wurden in den Gottesdiensten musiziert. Davon sind 30 Violinkonzerte für die Geigerin Anna da Violin, seine Schülerin und spätere Kollegin am Ospedale della Pietà, geschrieben. Seinen Posten hielt er bis ins Jahr 1716 (mit einer Unterbrechung von Februar 1709 bis September 1711), dann wurde er zum Maestro dei concerti berufen.\n\nNach zwei in Venedig gedruckten Sonatensammlungen (12 Triosonaten op.1 und 12 Violinsonaten op.2, gedruckt 1705 bzw. 1709) wurde Vivaldi mit der Konzertsammlung L'Estro Armonico (etwa: „Die harmonische Eingebung“) op.3 (gedruckt 1711) eine europäische Berühmtheit. Bis 1729 erschienen insgesamt 12 Sammlungen, die ab op.3 alle in Amsterdam gedruckt wurden, darunter auch die zwölf Konzerte op.8 (gedruckt 1725) Il cimento dell'armonia e dell'inventione (etwa: „Der Wettstreit zwischen Harmonie und Erfindung“), die als erste vier Konzerte die berühmten Le Quattro Stagioni (Die vier Jahreszeiten) enthalten.\n\nSchon während seiner Anstellung beim Ospedale della Pietà begann Vivaldi mit der Komposition von Opern. Angefangen mit Ottone in villa, die 1713 in Vicenza uraufgeführt wurde, sollten bis 1739 über fünfzig weitere Opern folgen. In der Folgezeit übernahm Vivaldi, neben seiner Anstellung am Ospedale della Pietà, mehr und mehr die Funktion eines Impresarios am venezianischen Theater San Angelo. Aus Anlass des venezianischen Türkenkriegs komponierte Vivaldi 1716 ein patriotisches Oratorium Juditha triumphans, dessen Stoff dem Buch Judit entnommen ist.\n\nNach Streitigkeiten in Venedig wechselte er 1718 nach Mantua, wo er in den Diensten von Landgraf Philipp von Hessen-Darmstadt (1671–1739; Sohn von Ludwig VI. (Hessen-Darmstadt) und damit Neffe von Elisabeth Amalie, der Mutter von Kaiserin Eleonora Magdalena Gonzaga von Mantua-Nevers (Vgl. Titelblätter zu den Opuswerken X und XII: …S.A.S.Il. Sig'r Principe Filippo Langravio d'Hassia Darmstadt) hauptsächlich als Intendant und Opernkomponist arbeitete. Nach 1721 hielt er sich mehrmals in Rom auf, spielte zweimal vor dem Papst und erhielt viele Aufträge für Opern- und Kirchenmusik. 1726 kehrte er als musikalischer Leiter des Teatro S. Angelo in seine Heimatstadt Venedig zurück. Dort wurde er sowohl als Komponist als auch als Geigenvirtuose zur lebenden Legende und zum „Wallfahrtsziel“ für viele Musiker aus ganz Europa. Um diese Zeit herum lernte er auch die damals 16 Jahre alte Anna Girò, eine Sängerin französischer Herkunft (ursprünglich Giraud), kennen, welche ihn fortan auf seinen Reisen begleitete. Zwischen 1729 und 1733 besuchte Vivaldi zahlreiche oberitalienische Städte (Verona, Ancona, Reggio und Ferrara) und war wahrscheinlich auch in Prag, wo zwei seiner Opern uraufgeführt wurden.\n\nUm 1730 setzte ein Stilwandel ein – weg vom Barock zum „Style galant“. Dieser ließ Vivaldis Kompositionen vor allem beim venezianischen Publikum immer unattraktiver erscheinen. Wahrscheinlich deshalb zog er 1740 nach Wien, um Unterstützung bei Kaiser Karl VI. zu suchen; dieser jedoch starb schon im Oktober 1740. Vivaldi starb zehn Monate nach seiner Ankunft am 28. Juli 1741 in Wien. Der einstmals bekannteste Musiker Europas blieb in Wien unbeachtet von der Musikwelt und wurde in einem einfachen Grab auf dem Spitaller Gottsacker vor dem Kärntnertor beigesetzt, an dessen Stelle sich heute das Hauptgebäude der Technischen Universität Wien (Karlsplatz) befindet. Dort ist eine Gedenktafel für ihn angebracht. 1972 wurde die Vivaldigasse in Wien-Favoriten nach ihm benannt.\n\nVon den fast 500 Konzerten Vivaldis sind 241 für Violine als Soloinstrument erhalten. An zweiter Stelle folgen 39 Fagottkonzerte. Die anderen Concerti sind für verschiedene Holzblasinstrumente, wenige für Violoncello, aber auch für ausgefallene Instrumente wie Viola d’amore oder Mandoline. In einer Opernarie setzte er sogar ein Salterio (italienisches Barockhackbrett) ein. Der Konvention entsprechend verlangen – bis auf die sechs Flötenkonzerte op.10 – alle veröffentlichten Konzertsammlungen eine oder mehrere Soloviolinen. Rund 70 Konzerte sind für zwei oder mehr Solisten, von denen einige mit ihren ausgefallenen Instrumentenkombinationen und der in einem Konzert (RV 555) sogar auf 16 (!) Solisten erweiterten Sologruppe den ausgeprägten Klangsinn und die Experimentierlust Vivaldis zeigen.\n\nVivaldi brachte das Solokonzert als eine Hauptform des Hochbarocks auf, und er verhalf dreisätzigen Werken zum Durchbruch. In den schnellen Ecksätzen setzte er erstmals systematisch die Ritornell-Form ein, in der das Orchester eine musikalische Passage mehrmals wiederholt und sich abwechselt mit solistischen Abschnitten, die einen freieren, mehr episodischen Charakter haben und modulierende Passagen enthalten. Seine langsamen Mittelsätze sind gekennzeichnet durch Kantilenen des Soloinstruments.\n\nDaneben dokumentieren rund 55 Ripienokonzerte (Konzerte ohne Solisten) und rund 21 Kammerkonzerte (Konzerte für Solisten ohne Orchester) ein intensives Experimentieren mit der Konzertform. Die 49 bisher identifizierten Opern Vivaldis wurden ab den 1970er Jahren nach und nach wiederentdeckt und auf Festivals gespielt oder für CDs produziert. Ihre Partituren oder Reste von alten Notenbeständen werden größtenteils in der Biblioteca Nazionale in Turin aufbewahrt.\n\nErst in jüngsten Jahren findet auch Vivaldis umfangreiches geistliches Werk wieder Beachtung. Häufig findet sich hier der gleiche schwungvolle, virtuose Stil und eine ähnliche Experimentierfreudigkeit wie in seinen Solokonzerten.\n\nVivaldi war nicht nur in Norditalien sehr einflussreich, sondern auch im deutschen Raum. Johann Georg Pisendel verbreitete nach seiner Italienreise Vivaldis Techniken am Dresdner Hof. Johann Sebastian Bachs Stil machte unter dem Einfluss Vivaldis eine tiefgreifende Weiterentwicklung durch; unter anderem transkribierte Bach mehrere Konzerte für Cembalo und für Orgel.\n\nVivaldis Musik geriet bald in Vergessenheit. Erst ab Beginn des 20. Jahrhunderts begann man sich vermehrt für Vivaldi zu interessieren. 1926 boten schließlich Salesianermönche aus Montferrat eine Musikaliensammlung der Turiner Nationalbibliothek zum Kauf an. Ein Gutachter konnte feststellen, dass 97 Bände Musik Vivaldis - meist autographe Partituren - enthielten, darunter zwölf Opern, 29 Kantaten und 140 Instrumentalwerke. Ein Jahr darauf kaufte man die Sammlung an. Bei einer genaueren Durchsicht musste man feststellen, dass die Bandzählung Lücken aufwies, es sich also nur um etwa die Hälfte einer größeren Sammlung handelte. Der zweite Teil wurde bald darauf beim Neffen des Marquis Marcello Durazzo gefunden und so wurde die Sammlung 1930 wieder vereint. Finanziert wurde die Ankäufe übrigens mithilfe von Roberto Foà und Filippo Giordano, weshalb man die Turiner Handschriften auch Raccolta Foà-Giordano (raccolta = Sammlung) nennt. Damit war der größte Teil der Kompositionen Vivaldis 1930 wiederentdeckt. Bis in die Gegenwart tauchen jedoch immer wieder neue Werke auf, etwa 1973 eine Sammlung von zwölf teilweise autographen Sonaten in Manchester. Erwähnenswert sind auch mehrere Psalmenfunde in Dresden in den Jahren 1991, 2003 und 2005 durch Peter Ryom und Janice Stockigt.\n\nBereits Johann Gottfried Walther oder Ernst Ludwig Gerber unternahmen im 18. Jahrhundert den Versuch, Vivaldis Werke aufzulisten. Die erste einigermaßen systematische Werkaufzählung unternahm Mario Rinaldi (RN bzw. Op.) 1943 bzw. 1945. 1948 publizierte Marc Pincherle (P, PS oder PV für Pincherle-Verzeichnis) ein Verzeichnis der Instrumentalwerke Vivaldis, welches sich aber durch die fortschreitende Forschung und das Auftauchen weiterer Werke bald als lückenhaft erwies. 1968 verfasste Antonio Fanna (F) ebenfalls eine Liste von Instrumentalwerken, wobei es sich hauptsächlich um 530 beim Verlag Ricordi erschienene Werke handelte. Der dänische Musikwissenschaftler Peter Ryom (* 1937) veröffentlichte 1973 (deutsch 1974) schließlich ein aktualisiertes Werkverzeichnis, das sogenannte Ryom-Verzeichnis (Kürzel RV). Dieses hat sich gegenüber den anderen heute durchgesetzt. 2007 erschien eine erweiterte Fassung.","strBiographyFR":"Antonio Lucio Vivaldi (4/03/1678 - 28/07/1741), surnommé il Prete Rosso à cause de ses cheveux roux, était un compositeur baroque italien, prêtre catholique et violoniste virtuose, né à Venise. Reconnu comme l'un des plus grands compositeurs baroques, son influence de son vivant s'est répandue dans toute l'Europe. Vivaldi est principalement connu pour avoir composé des concertos instrumentaux, notamment pour le violon, ainsi que des œuvres chorales sacrées et plus de quarante opéras. Son œuvre la plus connue est une série de concertos pour violon connue sous le nom de The Four Seasons.\nBeaucoup de ses compositions ont été écrites pour l'ensemble de musique féminine de l'Ospedale della Pietà, une maison pour enfants abandonnés où Vivaldi avait été employé de 1703 à 1715 et de 1723 à 1740. Vivaldi a également connu un certain succès avec les mises en scène de ses opéras à Venise, Mantoue et Vienne. Après avoir rencontré l'empereur Charles VI, Vivaldi s'installe à Vienne, dans l'espoir d'être préféré. L'empereur mourut peu après l'arrivée de Vivaldi.\nBien que la musique de Vivaldi ait été bien accueillie de son vivant, sa popularité a ensuite décliné jusqu'à sa reprise vigoureuse dans la première moitié du 20e siècle. Aujourd'hui, Vivaldi compte parmi les compositeurs baroques les plus populaires et les plus enregistrés. Antonio Lucio Vivaldi est né en 1678 à Venise, alors capitale de la République de Venise. Il a été baptisé immédiatement après sa naissance à son domicile par la sage-femme, ce qui a conduit à croire que sa vie était en quelque sorte en danger. Bien que cela ne soit pas connu avec certitude, le baptême immédiat de l'enfant était probablement dû soit à sa mauvaise santé, soit à un tremblement de terre qui a secoué la ville ce jour-là. Dans le traumatisme du tremblement de terre, la mère de Vivaldi l'a peut-être dédié au sacerdoce. Le baptême officiel de l'église de Vivaldi n'a eu lieu que deux mois plus tard.\nLes parents de Vivaldi étaient Giovanni Battista Vivaldi et Camilla Calicchio, comme indiqué dans le registre de San Giovanni in Bragora. Vivaldi avait cinq frères et sœurs: Margarita Gabriela, Cecilia Maria, Bonaventura Tomaso, Zanetta Anna et Francesco Gaetano. Giovanni Battista, qui était barbier avant de devenir violoniste professionnel, a appris à Antonio à jouer du violon, puis a visité Venise en jouant du violon avec son jeune fils. Antonio a probablement été enseigné à un âge précoce, à en juger par les vastes connaissances musicales qu'il avait acquises à l'âge de 24 ans, lorsqu'il a commencé à travailler à l'Ospedale della Pietà. Giovanni Battista a été l'un des fondateurs du Sovvegno dei musicisti di Santa Cecilia, une association de musiciens.\nLe président du Sovvegno était Giovanni Legrenzi, un des premiers compositeurs baroques et maestro di cappella de la basilique Saint-Marc. Il est possible que Legrenzi ait donné au jeune Antonio ses premières leçons de composition. Le savant luxembourgeois Walter Kolneder a discerné l'influence du style de Legrenzi dans l'œuvre liturgique primitive de Vivaldi Laetatus sum (RV Anh 31), écrite en 1691 à l'âge de treize ans. Le père de Vivaldi était peut-être lui-même compositeur: en 1689, un opéra intitulé La Fedeltà sfortunata était composé par un Giovanni Battista Rossi - le nom sous lequel le père de Vivaldi avait rejoint le Sovvegno di Santa Cecilia. \"Rosso\" est l'italien pour \"Red\", et aurait fait référence à la couleur de ses cheveux, un trait familial.\nLa santé de Vivaldi était problématique. Ses symptômes, strettezza di petto (\"oppression thoracique\"), ont été interprétés comme une forme d'asthme. Cela ne l'a pas empêché d'apprendre à jouer du violon, à composer ou à participer à des activités musicales, même si cela l'a empêché de jouer des instruments à vent. En 1693, à l'âge de quinze ans, il entreprend des études pour devenir prêtre. Il fut ordonné en 1703, âgé de 25 ans. Il fut bientôt surnommé il Prete Rosso, «le prêtre rouge», à cause de ses cheveux roux. Peu de temps après son ordination, en 1704, il fut dispensé de célébrer la messe en raison de sa mauvaise santé. Vivaldi n'a dit la messe en tant que prêtre qu'à quelques reprises. Il semble s'être retiré des fonctions sacerdotales, mais il est resté prêtre.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Antonio Lucio Vivaldi (4 de marzo de 1678 - 28 de julio de 1741), apodado il Prete Rosso (\"El sacerdote rojo\") por su pelo rojo, fue un compositor barroco italiano, sacerdote católico y violinista virtuoso, nacido en Venecia. \n\nReconocido como uno de los más grandes compositores barrocos, su influencia durante su vida se extendió por toda Europa. Vivaldi es conocido principalmente por componer conciertos instrumentales, especialmente para violín, así como obras corales sagradas y más de cuarenta óperas. Su obra más conocida es una serie de conciertos para violín conocida como The Four Seasons.\n\nMuchas de sus composiciones fueron escritas para el conjunto de música femenina del Ospedale della Pietà, un hogar para niños abandonados donde Vivaldi había trabajado de 1703 a 1715 y de 1723 a 1740. Vivaldi también tuvo cierto éxito con las representaciones de sus óperas en Venecia. Mantua y Viena. \n\nDespués de conocer al emperador Carlos VI, Vivaldi se trasladó a Viena, con la esperanza de ascender. El emperador murió poco después de la llegada de Vivaldi. Aunque la música de Vivaldi fue bien recibida durante su vida, luego declinó en popularidad hasta su vigoroso resurgimiento en la primera mitad del siglo XX. Hoy en día, Vivaldi se encuentra entre los compositores barrocos más populares y ampliamente registrados. Antonio Lucio Vivaldi nació en 1678 en Venecia, entonces capital de la República de Venecia. Fue bautizado inmediatamente después de su nacimiento en su casa por la partera, lo que lo llevó a creer que su vida de alguna manera estaba en peligro. Aunque no se sabe con certeza, el bautismo inmediato del niño probablemente se debió a su mala salud o a un terremoto que sacudió la ciudad ese día. En el trauma del terremoto, la madre de Vivaldi pudo haberlo dedicado al sacerdocio. El bautismo oficial de la iglesia de Vivaldi no tuvo lugar hasta dos meses después. Los padres de Vivaldi fueron Giovanni Battista Vivaldi y Camilla Calicchio, según consta en el registro de San Giovanni in Bragora. Vivaldi tuvo cinco hermanos: Margarita Gabriela, Cecilia Maria, Bonaventura Tomaso, Zanetta Anna y Francesco Gaetano. Giovanni Battista, que era barbero antes de convertirse en violinista profesional, enseñó a Antonio a tocar el violín y luego viajó por Venecia tocando el violín con su hijo pequeño. Probablemente a Antonio le enseñaron a temprana edad, a juzgar por los amplios conocimientos musicales que había adquirido a los 24 años, cuando empezó a trabajar en el Ospedale della Pietà. Giovanni Battista fue uno de los fundadores de Sovvegno dei musicisti di Santa Cecilia, una asociación de músicos. El presidente del Sovvegno fue Giovanni Legrenzi, uno de los primeros compositores del barroco y maestro di cappella en la Basílica de San Marcos. Es posible que Legrenzi le diera al joven Antonio sus primeras lecciones de composición.\n\nEl erudito luxemburgués Walter Kolneder ha discernido la influencia del estilo de Legrenzi en la obra litúrgica temprana de Vivaldi Laetatus sum (RV Anh 31), escrita en 1691 a la edad de trece años. El padre de Vivaldi pudo haber sido compositor: en 1689, Giovanni Battista Rossi compuso una ópera titulada La Fedeltà sfortunata, nombre con el que el padre de Vivaldi se había unido al Sovvegno di Santa Cecilia. \"Rosso\" en italiano significa \"rojo\", y se habría referido al color de su cabello, un rasgo familiar. La salud de Vivaldi fue problemática. Sus síntomas, stretch di petto (\"opresión en el pecho\"), se han interpretado como una forma de asma. Esto no le impidió aprender a tocar el violín, componer o participar en actividades musicales, aunque sí le impidió tocar instrumentos de viento. En 1693, a la edad de quince años, comenzó a estudiar para ser sacerdote. Fue ordenado sacerdote en 1703, a la edad de 25 años. Pronto fue apodado il Prete Rosso, \"El sacerdote rojo\", debido a su cabello rojo. Poco después de su ordenación, en 1704, se le concedió la dispensa de celebrar la Misa debido a su mala salud. Vivaldi solo dijo misa como sacerdote unas pocas veces. Parece haberse retirado de los deberes sacerdotales, pero siguió siendo sacerdote.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Italian","strCountryCode":"IT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vuqvwx1359118902.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vivaldi-antonio-5536b0c90534d.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/sttuuu1367687455.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/vivaldi-antonio-516aacb2cac4d.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/vivaldi-antonio-55c40996ca146.jpg","strMusicBrainzID":"ad79836d-9849-44df-8789-180bbc823f3c","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}