{"artists":[{"idArtist":"115020","strArtist":"Carly Simon","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1970","intBornYear":"1945","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Cheerful","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Carly Elisabeth Simon (born June 25, 1945) is an American singer-songwriter, musician, and children's author. She rose to fame in the 1970s with a string of hit records; her 13 Top 40 hits include \"You're So Vain\", \"Nobody Does It Better\", and \"Coming Around Again\". Her 1988 song \"Let the River Run\" was the first to win a Grammy Award, an Academy Award, and a Golden Globe Award for a song written and performed by a single artist. She was inducted into the Songwriters Hall of Fame in 1994.","strBiographyDE":"Carly Elisabeth Simon (* 25. Juni 1945 in New York) ist eine US-amerikanische mit dem Grammy und Oscar ausgezeichnete Sängerin und Songwriterin\n\nCarly Simons Vater war der Pianist Richard L. Simon (Mitbegründer des Buchverlags Simon & Schuster). Sie wuchs in Riverdale in New York auf, hat einen Bruder und zwei Schwestern (ihre zeitweilige Gesangspartnerin Lucy Simon und die Opernsängerin Joanna Simon).\n\nNach einem kurzen Versuch, mit ihrer Schwester Lucy Simon eine Karriere zu starten (sie hatten als „The Simon Sisters“ Mitte der 1960er Jahre einen Hit mit dem Kinderlied Winkin’, Blinkin’ and Nod), begann Carly Simon bei Elektra ihre Solokarriere 1971 mit dem Album Carly Simon, das den Top-Ten-Hit That’s the Way I’ve Always Heard It Should Be lieferte. Es folgte bald das zweite Album Anticipation.\nDer Durchbruch kam 1972 mit dem Nummer-eins-Album No Secrets, von dem zwei erfolgreiche Singles ausgekoppelt wurden, insbesondere Simons größter Hit You’re so Vain, bei dem Mick Jagger im Refrain mitsingt und auf dem Klaus Voormann das Bass-Intro spielt. Der Song erreichte Anfang 1973 ebenso wie das dazugehörige Album Platz eins der USA. Jahrzehntelang wurde spekuliert, auf wen sich der Liedtext bezieht. Nach Aussage von Carly Simon im November 2015 handelt die zweite Strophe von Warren Beatty, mit dem sie eine kurze Affäre hatte.\nSimon und James Taylor heirateten 1972. Das Paar hat zwei Kinder, Sarah Maria („Sally“; geb. 1974) und Benjamin Simon Taylor (geb. 1977). 1983 wurde die Ehe geschieden.\n\nIm Jahr 1974 erschien das Album Hotcakes, 1975 dann Playing Possum. Einer ihrer Hits in den 1970er Jahren war der Titelsong Nobody Does It Better zum Film James Bond 007 – Der Spion, der mich liebte, der von Carole Bayer Sager (Text) und Marvin Hamlisch (Musik) geschrieben wurde.\n\n1980 unterschrieb Simon bei Elektras Geschwisterlabel Warner Bros. und veröffentlichte ihr neuntes Studioalbum Come Upstairs. Ein Jahr später brach Simon in Pittsburgh während einer Show zur Promotion des Albums auf der Bühne vor Erschöpfung zusammen.[2] In der Folge trat sie in den 1980er Jahren deutlich weniger auf. Es erschienen jedoch weiterhin Aufnahmen, so etwa der britische Top-10-Hit Why (1982), eine Zusammenarbeit mit den Chic-Produzenten Nile Rodgers und Bernard Edwards sowie Let the River Run (1988) aus dem Film Die Waffen der Frauen, für das sie 1989 den Oscar in der Kategorie Bester Song und einen Grammy erhielt.\n\n1998 erkrankte Carly Simon an Brustkrebs. Nach der Therapie widmete sie sich wieder der Musik. Im Jahr 2000 erschien das Album The Bedroom Tapes, 2005 folgte Moonlight Serenade,[3] ein Jahr später Into White und 2008 This Kind of Love. Ein Jahr darauf veröffentlichte Simon das Album Never Been Gone, das Neuinterpretationen früherer Erfolge sowie einen bis dahin unveröffentlichten Track enthielt. \n(Wikipedia)","strBiographyFR":"Carly Elisabeth Simon (née le 25 juin 1945) est une auteur-compositeur-interprète, musicienne et auteur de livres pour enfants américaine. Elle a connu la célébrité dans les années 1970 avec une série de disques à succès ; ses 13 succès au Top 40 comprennent \"You're So Vain\", \"Nobody Does It Better\", et \"Coming Around Again\". En 1988, sa chanson \"Let the River Run\" a été la première à remporter un Grammy Award, un Academy Award et un Golden Globe Award pour une chanson écrite et interprétée par un seul artiste. Elle a été intronisée au Songwriters Hall of Fame en 1994.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Carly Elisabeth Simon (nacida el 25 de junio de 1945) es una cantautora, músico y autora infantil estadounidense. Saltó a la fama en la década de 1970 con una serie de éxitos; sus 13 éxitos Top 40 incluyen \"You're So Vain\", \"Nobody Does It Better\" y \"Coming Around Again\". Su canción de 1988 \"Let the River Run\" fue la primera en ganar un premio Grammy, un premio de la Academia y un Globo de Oro por una canción escrita e interpretada por un solo artista. Fue incluida en el Salón de la Fama de los Compositores en 1994.","strBiographyPT":"Carly Elisabeth Simon (Nova Iorque, 25 de Junho de 1945) é uma premiada cantora e compositora norte-americana.\n\nFilha de um milionário dono de umas das maiores editoras americanas, iniciou a carreira cantando música folk no início dos anos 1960 em parceria com sua irmã Lucy Simon formando, juntas, a dupla The Simon Sisters. A dupla separou-se, por ocasião do casamento de Lucy, e Carly prosseguiu sozinha.\n\nSeu álbum de estreia, em 1971, lançou o êxito \"That's The Way I've Always Heard It Should Be\". A letra, tratando de questões como o casamento, caiu no gosto do público da época e, a partir de então, Carly iniciou uma sequência de sucessos. No mesmo ano lançou seu segundo disco, Anticipation, no qual a canção homônima e \"Legend In Your Own Time\" são destaques.\n\nMas é com The Right Thing To Do, do disco No Secrets (1972), que Simon começa a ser reconhecida internacionalmente. Do mesmo álbum, You're So Vain ganha notoriedade, contando com Mick Jagger (dos Rolling Stones) no vocais de apoio. Em 1974 é a vez de \"Haven't Got Time For The Pain\" e de \"Mockingbird\" (num dueto com James Taylor - com o qual foi casada). Em 1977 Carly é convidada a compor e interpretar \"Nobody Does It Better\" para o filme 007 - O Espião Que Me Amava (007 - The Spy Who Loved Me) e, no ano seguinte, lança Boys In The Trees - que emplacou \"You Belong To Me\", também gravada pelos Doobie Brothers.\n\nEm 1979, \"Just Like You Do\", uma canção romântica, atinge o sucesso nas rádios. Também digna de menção é a faixa \"Never Been Gone\", ambas do álbum Spy.\n\nEm 1980 Carly retorna com o hit \"Jesse\" do álbum Come Upstairs. Um ano depois, lança um álbum com clássicos da música americana, como \"Hurt\", \"Body And Soul\" e \"Not A Day Goes By\". Traz ainda a inédita \"From The Heart\", de sua autoria. No Brasil, apenas \"Hurt\" ganhou as rádios FM.\n\nNo ano seguinte, ela grava \"Why\", para o filme Soup For One, canção com um toque disco, até então um ritmo nunca experimentado pela artista. Em 1983, a agitada \"You Know What To Do\" (do álbum Hello Big Man) ganha as paradas e, dois anos depois, a artista decide fazer uma incursão pela música eletrônica, lançando Spoiled Girl. O disco não agradou mas, mesmo assim, houve um certo destaque para \"Can't Give It Up\". No exterior, as faixas \"Tired of Being Blonde\" e \"My New Boyfriend\" ganharam certa notoriedade.\n\nEm 1987, o álbum Coming Around Again coloca nas paradas várias canções, além, é claro, da faixa título - tema do filme A Difícil Arte de Amar (Heartburn) - e \"Itsy Bitsy Spider\", uma popular canção infantil. O álbum inclui ainda a regravação de \"As Time Goes By\" (canção originalmente ouvida no filme Casablanca), com participação especial de Stevie Wonder na gaita, e arrisca ainda um country (\"Hold What You've Got\") para encerrar o disco.\n\nEm 1988 a cantora lança um disco ao vivo, interpretando grandes sucessos de sua carreira e, no ano seguinte, convidada a compor a trilha para o filme Uma Secretária de Futuro (Working Girl), ela volta às paradas com \"Let The River Run\". Embora outras faixas da trilha sonora não tenham sido executadas na rádios, a maioria das composições é de Carly, inclusive os temas instrumentais (destaque aqui para \"In Love\").\n\nUm ano depois, a regravação de \"My Romance\" - uma antiga canção - leva novamente Carly Simon às rádios, tanto no Brasil quanto no exterior.\n\nNos anos seguintes, a cantora não teve o mesmo êxito em suas realizações. O destaque na década de 1990 ficou para o álbum-triplo Clouds In My Coffee, que traz a história da cantora (e depoimentos) e três CD com sucessos e raridades.\n\nEm 2005, o álbum Moonlight Serenade, uma coleção de músicas antigas regravadas pela artista, teve boa aceitação. No Brasil, o disco só foi lançado em 2006","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"New York City","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/simon-carly-50f65fa0a3474.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vuxsru1445951762.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/iwol081641214406.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/wqvlu71641213956.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/simon-carly-50f65f696337b.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/simon-carly-50f65f8029ee0.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/simon-carly-50f65f9130488.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/o8kb3k1642069129.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/wuqutt1476979425.jpg","strMusicBrainzID":"c4df30f5-5487-4806-9189-b69c9f27532c","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}