{"artists":[{"idArtist":"111739","strArtist":"Garbage","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Infectious Music","idLabel":"47511","intFormedYear":"1994","intBornYear":"1994","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Alternative Rock","strMood":"Energetic","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Garbage is an alternative rock band formed in Madison, Wisconsin, in 1994. The group consists of Scottish singer Shirley Manson (vocals, guitar) and American musicians Duke Erikson (bass, guitar, keyboards, percussion), Steve Marker (guitar, keyboards) and Butch Vig (drums, percussion). All four members are involved in songwriting and production. The band have counted worldwide album sales of over 17 million units.\n\nGarbage released a string of increasingly successful singles in 1995-1996, including \"Stupid Girl\" and \"Only Happy When It Rains\". Their debut album, Garbage, was an unexpected smash, selling over 4 million copies and certified double platinum in the UK, USA and Australia. Garbage won the Breakthrough Artist award at the 1996 MTV Europe Music Awards.\n\nGarbage spent two years working on follow-up album, Version 2.0, which topped the charts in the UK upon its 1998 release and the following year was nominated for two Grammy Awards, Album of the Year and Best Rock Album. Version 2.0 went on to match the sales of its predecessor. Garbage followed this up by performing and co-producing the theme song to the nineteenth James Bond movie The World Is Not Enough.\n\nDespite being named one of Rolling Stone's Top 10 Albums of the Year, Garbage's 2001 third album Beautiful Garbage failed to match the commercial success achieved by its predecessors. Garbage quietly disbanded in late 2003, but regrouped to complete fourth album Bleed Like Me in 2005, peaking at a career-high #4 in the U.S. The band cut short their concert tour in support of Bleed Like Me announcing an \"indefinite hiatus\", emphasizing that they had not broken up, but wished to pursue personal interests.\nIn 2006, Vig returned to producing while Manson worked on an as yet unreleased solo album. Garbage ended their hiatus in 2007 and released greatest hits retrospective Absolute Garbage. The band began work on their fifth studio album in October 2010. Not Your Kind of People was released on May 14, 2012 via the band's own independent label, Stunvolume Records.","strBiographyDE":null,"strBiographyFR":"Garbage est un groupe de rock international (chanteuse Écossaise et musiciens Américains) aux résonances pop et electro particulières et aux allures parfois retro ou kitsch, ce qui lui donne un style unique et difficile à définir, souvent qualifié de rock alternatif ou encore de new wave.\nUn magazine culturel a même évoqué l’idée de « cyber pop », clin d’œil à la passion que voue le groupe aux nouvelles technologies, particulièrement en matière de création musicale.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Garbage is an alternative rock band formed in Madison, Wisconsin, in 1994. The group consists of Scottish singer Shirley Manson (vocals, guitar) and American musicians Duke Erikson (bass, guitar, keyboards, percussion), Steve Marker (guitar, keyboards) and Butch Vig (drums, percussion). All four members are involved in songwriting and production. The band have counted worldwide album sales of over 17 million units.\n\nGarbage released a string of increasingly successful singles in 1995-1996, including \"Stupid Girl\" and \"Only Happy When It Rains\". Their debut album, Garbage, was an unexpected smash, selling over 4 million copies and certified double platinum in the UK, USA and Australia. Garbage won the Breakthrough Artist award at the 1996 MTV Europe Music Awards.\n\nGarbage spent two years working on follow-up album, Version 2.0, which topped the charts in the UK upon its 1998 release and the following year was nominated for two Grammy Awards, Album of the Year and Best Rock Album. Version 2.0 went on to match the sales of its predecessor. Garbage followed this up by performing and co-producing the theme song to the nineteenth James Bond movie The World Is Not Enough.\n\nDespite being named one of Rolling Stone's Top 10 Albums of the Year, Garbage's 2001 third album Beautiful Garbage failed to match the commercial success achieved by its predecessors. Garbage quietly disbanded in late 2003, but regrouped to complete fourth album Bleed Like Me in 2005, peaking at a career-high #4 in the U.S. The band cut short their concert tour in support of Bleed Like Me announcing an \"indefinite hiatus\", emphasizing that they had not broken up, but wished to pursue personal interests.\nIn 2006, Vig returned to producing while Manson worked on an as yet unreleased solo album. Garbage ended their hiatus in 2007 and released greatest hits retrospective Absolute Garbage. The band began work on their fifth studio album in October 2010. Not Your Kind of People was released on May 14, 2012 via the band's own independent label, Stunvolume Records.","strBiographyPT":"Lixo é uma banda de rock alternativo formada em Madison, Wisconsin, em 1994. O grupo é composto por Shirley Manson cantora escocesa (vocais, guitarra) e músicos americanos Duke Erikson (baixo, guitarra, teclados, percussão), Steve marcador (guitarra, teclados) Butch Vig e (bateria, percussão). Todos os quatro membros estão envolvidos na composição e produção. A banda tem contado as vendas de álbuns em todo o mundo com mais de 17 milhões de unidades. Garbage lançou uma série de singles de sucesso cada vez mais em 1995-1996, incluindo \"Stupid Girl\" e \"Só estou feliz quando chove\". Seu álbum de estréia, Garbage, foi um sucesso inesperado, vendendo mais de 4 milhões de cópias e dupla platina certificada no Reino Unido, EUA e Austrália. Garbage ganhou o prêmio de Artista Revelação em 1996 MTV Europe Music Awards. Garbage passou dois anos trabalhando no álbum seguinte, Versão 2.0, que chegou ao topo das paradas no Reino Unido após a sua libertação 1998 e no ano seguinte foi nomeado para dois Grammy Awards, Álbum do Ano e Melhor Álbum de Rock. A versão 2.0 passou a coincidir com as vendas de seu antecessor. Garbage seguiu-se através da realização e co-produzir a música-tema para o décimo nono filme de James Bond O Mundo Não é o Bastante. Apesar de ter sido nomeado um dos Rolling Stone Top 10 álbuns do ano de 2001, o terceiro álbum bonita Garbage do Garbage não conseguiu igualar o comercial sucesso alcançado por seus antecessores. Garbage tranquilamente dissolvida no final de 2003, mas se reagruparam para completar o quarto álbum Bleed Like Me, em 2005, atingindo um máximo de uma carreira de alto # 4 em os EUA A banda reduzir sua turnê em suporte de Bleed Like Me anunciando um \"hiato indefinido\", enfatizando que eles não tinham se separado, mas queria prosseguir interesses pessoais. Em 2006, Vig voltou a produzir enquanto Manson trabalhou em um álbum solo ainda como inédita. Garbage terminou seu hiato em 2007 e lançou grandes hits Garbage Absolute retrospectiva. A banda começou a trabalhar em seu quinto álbum de estúdio em outubro de 2010. Not Your Kind of People foi lançado em 14 de maio de 2012 via próprio selo independente da banda, Stunvolume Records.\n","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":"Garbage – amerykańska rockowa grupa muzyczna zaliczana do gatunku alternatywny rock, powstała w roku 1994.\n\nW swojej twórczości muzycy korzystają z szerokiej gamy instrumentów – od gitar elektrycznych po próbki dźwiękowe z utworów innych wykonawców. W ich dorobku znajdują się utwory żywe i pobudzające, ale też spokojne, poetyckie ballady. Elementy charakterystyczne dla Garbage to, między innymi, wplatanie w melodię elementów z innych niż rock stylów muzycznych, używanie próbek dźwiękowych z różnymi szumami i trzaskami, czy elektroniczne modyfikowanie głosu wokalistki.","strGender":"Mixed","intMembers":"4","strCountry":"Madison, Wisconsin, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wwswpy1366731211.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/mdwyah1669246190.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/xutwxx1527088967.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/vusvpq1527088953.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/l4ew201632528431.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/k2k0xo1632528283.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/pmt7ip1632473993.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/ekrazh1632473833.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/ssrsvp1347563717.jpg","strMusicBrainzID":"f9ef7a22-4262-4596-a2a8-1d19345b8e50","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Garbage/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}