{"artists":[{"idArtist":"114327","strArtist":"Wolfgang Amadeus Mozart","strArtistStripped":null,"strArtistAlternate":"Mozart","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1756","intDiedYear":"1791","strDisbanded":"Yes","strStyle":"Classical","strGenre":"Composer","strMood":"Rousing","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Wolfgang Amadeus Mozart, baptismal name Johannes Chrysostomus Wolfgangus Theophilus Mozart (27 January 1756 – 5 December 1791), was a prolific and influential composer of the Classical era.\nMozart showed prodigious ability from his earliest childhood. Already competent on keyboard and violin, he composed from the age of five and performed before European royalty. At 17, he was engaged as a court musician in Salzburg, but grew restless and travelled in search of a better position, always composing abundantly. While visiting Vienna in 1781, he was dismissed from his Salzburg position. He chose to stay in the capital, where he achieved fame but little financial security. During his final years in Vienna, he composed many of his best-known symphonies, concertos, and operas, and portions of the Requiem, which was largely unfinished at the time of his death. The circumstances of his early death have been much mythologized. He was survived by his wife Constanze and two sons.\nMozart learned voraciously from others, and developed a brilliance and maturity of style that encompassed the light and graceful along with the dark and passionate. He composed over 600 works, many acknowledged as pinnacles of symphonic, concertante, chamber, operatic, and choral music. He is among the most enduringly popular of classical composers, and his influence on subsequent Western art music is profound; Beethoven composed his own early works in the shadow of Mozart, and Joseph Haydn wrote that \"posterity will not see such a talent again in 100 years.\"","strBiographyDE":"Wolfgang Amadeus Mozart, vollständiger Taufname: Joannes Chrysostomus Wolfgangus Theophilus Mozart (* 27. Januar 1756 in Salzburg, Fürsterzbistum Salzburg; † 5. Dezember 1791 in Wien), war ein Komponist zur Zeit der Wiener Klassik. Sein umfangreiches Werk genießt weltweite Popularität und gehört zum Bedeutendsten im Repertoire klassischer Musik. Er selbst nannte sich meist Wolfgang Amadé Mozart.\n\nWolfgang Amadeus Mozart wurde am 27. Januar 1756 um acht Uhr abends als siebtes und zweites überlebendes Kind der Familie in Salzburg in der Getreidegasse 9 in einer Dreizimmerwohnung eines Mehrfamilienhauses (Hagenauerhaus) geboren. Seine Eltern, aus beruflichen Gründen in das geistliche Reichsterritorium Fürsterzbistum Salzburg gezogen, waren der aus Augsburg stammende fürstbischöfliche Kammermusikus (ab 1757 Hofkomponist und ab 1763 Vizekapellmeister) Leopold Mozart und die aus Sankt Gilgen stammende Anna Maria Pertl. Schon am Vormittag nach seiner Geburt wurde er im Dom von Salzburg auf die Namen Joannes Chrysostomus Wolfgangus Theophilus getauft. Der Rufname war Wolfgang, Wolferl oder auch Woferl.\n\nBereits im Alter von vier Jahren erhielten er und seine fünf Jahre ältere Schwester Maria Anna Walburga Ignatia, genannt „Nannerl“, vom Vater den ersten Musik- und allgemeinbildenden Unterricht (Klavier, Violine und Komposition). Schon 1761 zeichnete Vater Leopold ein Andante und ein Allegro als des „Wolfgangerl Compositiones“ auf, denen ein Allegro und ein Menuetto folgten, datiert auf den 11. bzw. 16. Dezember 1761. Das fälschlicherweise immer wieder als früheste Komposition genannte Menuett G-Dur mit einem Menuett C-Dur als Trio KV 1 entstand vermutlich erst 1764. Auch Mozarts Begabung im Klavier- und Violinspiel trat schnell hervor. 1762 folgten seine ersten Auftritte.\n\nErste Konzertreisen Wolfgangs und seiner Schwester Nannerl mit den Eltern wurden Anfang 1762 nach München und Herbst 1762 von Passau nach Wien arrangiert, um dem Adel die talentierten Kinder zu präsentieren. Nach dem Erfolg der Wunderkind-Geschwister in München und Wien startete die Familie am 9. Juni 1763 zu einer ausgedehnten Tournee durch die deutschen Lande und Westeuropa, die bis zur Rückkehr nach Salzburg am 29. November 1766 dreieinhalb Jahre dauerte. Stationen waren München, Augsburg, Ludwigsburg, Schwetzingen, Heidelberg, Mainz, Frankfurt am Main, Koblenz, Köln, Aachen, Brüssel, Paris (Ankunft am 18. November 1763), Versailles, London (Ankunft am 23. April 1764), Dover, Belgien, Den Haag, Amsterdam, Utrecht, Mechelen, erneut Paris (Ankunft 10. Mai 1766), Dijon, Lyon, Genf, Lausanne, Bern, Zürich, Donaueschingen, Ulm und München, wo die Kinder bei Hofe oder in öffentlichen Akademien musizierten. Während dieser Reisen entstanden die ersten Sonaten für Klavier und Violine sowie die erste Sinfonie Es-Dur (KV 16). Die vier Sonaten für Klavier und Violine KV 6 bis 9 sind 1764 die ersten gedruckten Kompositionen Mozarts.\n\nEin wichtiges Ergebnis dieser Reise war, dass Mozart in London mit der italienischen Symphonie und Oper vertraut gemacht wurde. Dort lernte er zudem Johann Christian Bach kennen, den er sich vielfältig zum Vorbild nahm. 1778 schrieb Mozart aus Paris nach dem dortigen Wiedersehen nach Hause: „ich liebe ihn (wie sie wohl wissen) von ganzem herzen – und habe hochachtung vor ihm.“\n\nDer Rückkehr folgten erste Uraufführungen in Salzburg, darunter auch die Schuloper Die Schuldigkeit des ersten Gebots, die der elfjährige Mozart zusammen mit den wesentlich älteren Salzburger Hofmusikern Anton Cajetan Adlgasser und Michael Haydn komponiert hatte. Im September folgte eine zweite Reise mit der Familie nach Wien. Um der grassierenden Pockenepidemie zu entgehen, fuhren sie nach Brünn und Olmütz. Die Krankheit erreichte aber Wolfgang und seine Schwester auch dort und hinterließ (laut mehreren Biografien) Narben in Wolferls Gesicht. Nach der Genesung der Kinder kehrte Mozart am 10. Januar 1768 nach Wien zurück, wo er das Singspiel Bastien und Bastienne (KV 50), die Waisenhausmesse (KV 139) sowie die Opera buffa La finta semplice (KV 51) fertigstellte. Obwohl vom deutschen Kaiser Franz I. bestellt, konnte die letztere nicht aufgeführt werden; Grund waren Intrigen der sogenannten „italienischen Partei“ um den Hofintendanten Giuseppe Affligio.\n\nZwischen 1767 und 1769 hielt sich Mozart wiederholt im Benediktinerkloster Seeon auf. Noch 1771 wurden von ihm dort Offertorien aufgeführt. Mozart schrieb speziell für das Kloster Seeon zwei Offertorien: Scande coeli limina (KV 34; 1769) und Inter natos mulierum (KV 72; 1771). Die sogenannte „Mozarteiche“, unter der er der Überlieferung nach gerne gesessen haben soll, wächst bis heute am Seeoner See.\n\nNach 15 Monaten in Wien kehrte Mozart mit seiner Familie am 5. Januar 1769 nach Salzburg zurück. Hier wurde La finta semplice am 1. Mai endlich aufgeführt, und hier erlebte er am 27. Oktober mit der Berufung zum Dritten Konzertmeister der Salzburger Hofkapelle die erste, wenn auch unbesoldete Anstellung.\n\nKnapp drei Wochen später, am 13. Dezember 1769, brach Mozart mit seinem Vater zu seiner ersten von drei außerordentlich erfolgreichen Italienreisen auf, die – mit Unterbrechungen von März bis August 1771 und Dezember 1771 bis Oktober 1772 – fast dreieinhalb Jahre dauerte.\n\nDie erste Reise führte sie nach Verona, Mailand, Bologna, Florenz, Rom, Neapel, Turin, Venedig, Padua, Vicenza, Verona, Innsbruck und zurück nach Salzburg. Hier erholte sich Mozart bis zum Herbst, um danach zu einem längeren (dritten) Aufenthalt in Mailand zu starten. Von Papst Clemens XIV. wurde er 1770 in Rom zum Ritter vom Goldenen Sporn ernannt, doch machte er im Gegensatz zu Gluck von dem Privileg, sich „Ritter“ zu nennen, nie Gebrauch. In Rom gelang ihm, nachdem er nur ein oder zwei Mal dem neunstimmigen Miserere von Gregorio Allegri zugehört hatte, das Grundgerüst dieser vom Vatikan streng geheim gehaltenen Partitur aus dem Gedächtnis fehlerfrei niederzuschreiben. Nicht klar ist, inwieweit die Sänger Stimmen improvisierend koloriert haben und ob Mozart das aufschreiben konnte.\n\nBei Padre Giovanni Battista Martini in Bologna studierte Mozart Kontrapunkt. Nach einer Klausur wurde er in die Accademia Filarmonica di Bologna aufgenommen. Dort begegnete er so bedeutenden Musikern wie Giovanni Battista Sammartini, Niccolò Piccinni, Pietro Nardini und Giovanni Paisiello. Am 26. Dezember 1770 erlebte er die Uraufführung seiner Opera seria Mitridate, re di Ponto (KV 87) in Mailand, deren Publikumserfolg zu zwei weiteren Aufträgen führte: der Serenata teatrale Ascanio in Alba (KV 111, Uraufführung in Mailand am 17. Oktober 1771) sowie des Dramma per musica Lucio Silla (KV 135), Uraufführung in Mailand in der Saison 1772/73. Am 15. Dezember 1771 kehrten Vater und Sohn nach Salzburg zurück, nachdem sich Hoffnungen auf eine Anstellung in Italien nicht erfüllt hatten.\n\nIm Jahr 1772 wurde Hieronymus Franz Josef von Colloredo zum Fürsterzbischof von Salzburg gewählt; er folgte dem verstorbenen Sigismund Christoph Graf von Schrattenbach. Vom neuen Fürsten wurde Mozart im August zum besoldeten Konzertmeister der Salzburger Hofkapelle ernannt. Trotzdem führte dies nicht zu einem Ende seiner vielen Reisen mit dem Vater. Wolfgang versuchte weiterhin, dem engen Reglement des Salzburger Dienstes zu entkommen: Vom 24. Oktober 1772 bis zum 13. März 1773 folgte die dritte Italienreise zur Uraufführung des Lucio Silla, während der auch das Exsultate, jubilate entstand, und von Mitte Juli bis Mitte Ende September 1773 die dritte Reise nach Wien. Im selben Jahr entstand sein erstes Klavierkonzert. Ab Oktober 1773 bewohnte die Familie Mozart den ersten Stock des Tanzmeisterhauses, welches zuvor dem Salzburger Hoftanzmeister Franz Gottlieb Spöckner (ca. 1705–1767) gehört hatte.\n\nNach einer längeren Pause folgte am 6. Dezember 1774 eine Reise nach München zur Uraufführung der Opera buffa La finta giardiniera (KV 196). Am 13. Januar 1775 und nach der Rückkehr am 7. März versuchte Mozart erneut, sich auch in Salzburg als Künstler der Musik zu etablieren. Er ließ zum Beispiel das Dramma per musica Il re pastore am 23. April 1775 in Salzburg uraufführen, das allerdings beim Publikum nicht gut ankam. Nach mehrfachen erfolglosen Bitten um Urlaub reichte er 1777 sein Abschiedsgesuch beim Fürsterzbischof ein und bat um Entlassung aus der Salzburger Hofkapelle.\n\nNach seiner Entlassung aus den Diensten des Fürsten begab sich Mozart am 23. September 1777 mit seiner Mutter auf eine Städtereise; er versuchte eine neue und bessere Anstellung zu finden. Zuerst sprach er vergeblich am bayerischen Kurfürstenhof in München vor, danach in Augsburg und am Hof des Mannheimer Kurfürsten Karl Theodor, wo er das kurfürstliche Orchester und dessen Kapellmeister, seinen späteren Freund Christian Cannabich, kennenlernte (siehe auch Mannheimer Schule). Aber auch hier bekam er weder eine Anstellung noch irgendwelche musikalischen Aufträge. Er lernte aber die Familie Weber kennen und deren Tochter Aloisia, eine junge Sängerin und spätere Münchner Primadonna, in die er sich verliebte.\n\nNach fünf Monaten in Mannheim fuhren er und seine Mutter, vom Vater gedrängt, weiter nach Paris, wo sie am 23. März 1778 ankamen. Dort konnte Mozart immerhin seine Ballettmusik Les petits riens aufführen, bekam darüber hinaus aber keine weiteren Engagements. Am 3. Juli 1778 verstarb seine Mutter um 10 Uhr abends.\n\nDie Rückreise nach Salzburg, die er widerwillig knapp drei Monate später am 26. September antrat, um die vakante Stelle eines Hoforganisten anzutreten, führte ihn über Straßburg, Mannheim und Kaisersheim nach München, wo er noch einmal der Familie Weber begegnete. Erst Mitte Januar 1779 erreichte er seine Heimatstadt und wurde am 17. Januar zum Hoforganisten ernannt. Hier komponierte er die später so genannte Krönungsmesse (KV 317).\n\nDieser erneute Versuch mit einem Engagement in Salzburg ging 20 Monate leidlich gut, obwohl das Verhältnis zum Erzbischof angespannt blieb, da dieser ihm die Mitwirkung an einträglichen Konzerten in Wien untersagte. Bei einer erneuten Reise am 5. November 1780 nahm er in München an der sehr erfolgreichen Uraufführung seiner Opera seria Idomeneo (KV 366) am 29. Januar 1781 teil. Danach nahm Mozart in Wien im Auftrag des Erzbischofs an Akademien der Salzburger Hofmusiker teil. Nach zwei heftigen Auseinandersetzungen mit dem Erzbischof und einem „Fußtritt“ durch dessen gräflichen Abgesandten kam es zum endgültigen Bruch. Mozart kündigte am 8. Juni 1781 den Salzburger Dienst auf, ließ sich in Wien nieder und bestritt dort in den nächsten Jahren seinen Lebensunterhalt durch Konzerte in privaten und öffentlichen Akademien.\n\nBefreit von den Salzburger „Fesseln“ schuf der nun unabhängige Komponist und Musiklehrer, der ständig auf der Suche nach Auftraggebern und Klavierschülern war und der sich auch nicht scheute, auf „Vorrat“ zu arbeiten, die ganz großen Opern und eine Vielzahl von Klavierkonzerten, die er meist selbst vortrug.\n\nAm 16. Juli 1782 wurde das von Kaiser Joseph II. in Auftrag gegebene Singspiel (in Deutsch!) Die Entführung aus dem Serail (KV 384) in Wien uraufgeführt. Es folgten Jahre, die mit der Komposition und Aufführung von Klavierkonzerten angefüllt waren und in denen es Mozart finanziell sehr gut ging.\nAm 1. Mai 1786 war die Uraufführung der Opera buffa Le nozze di Figaro („Figaros Hochzeit“, KV 492)\nAm 29. Oktober 1787 in Prag die Uraufführung des Dramma giocoso Don Giovanni („Don Juan“, KV 527)\nAm 26. Januar 1790 in Wien die Uraufführung der Opera buffa Così fan tutte („So machens alle Frauen“, KV 588)\n(diese letzten drei nach Libretti von Lorenzo da Ponte)\nAm 6. September 1791 war die Uraufführung der Opera seria La clemenza di Tito („Die Milde des Titus“, KV 621) in Prag\nAm 30. September 1791 war die Uraufführung der großen Oper Die Zauberflöte (KV 620) in Emanuel Schikaneders Theater im Freihaus auf der Wieden. Damit war er zur deutschen Sprache zurückgekehrt. Geschichte und Texte der Zauberflöte gehen auf Emanuel Schikaneder zurück und stellen eine spekulative Mischung aus einem Vorgängerwerk Der Stein der Weisen, einem Märchen von Wieland und freimaurerischen Attributen dar.\n\nIn dieser Phase komponierte Mozart außerdem die Große Messe in c-Moll (KV 427) (1783) und wichtige Instrumentalwerke: die sechs Joseph Haydn gewidmeten Streichquartette (KV 387, 421, 428, 458, 464, 465) (1785), die Linzer Sinfonie (KV 425), die Prager Sinfonie (KV 504) (1786) und die Serenade Eine kleine Nachtmusik (KV 525) (1787) sowie die drei letzten Sinfonien, in Es-Dur (KV 543, Nr. 39), g-Moll (KV 550, Nr. 40) und in C-Dur, genannt Jupiter-Sinfonie (KV 551, Nr. 41).\n\nIn Wien lernte Mozart um 1782/83 Gottfried van Swieten kennen, einen ausgewiesenen Musikliebhaber und Präfekten der kaiserlichen Bibliothek, der heutigen Österreichischen Nationalbibliothek. Dieser machte ihn bei den regulären Sonntagskonzerten in van Swietens Räumen in der kaiserlichen Bibliothek mit den Manuskripten Johann Sebastian Bachs und Georg Friedrich Händels bekannt, die er in Berlin gesammelt hatte. Die Begegnung mit diesen Barockkomponisten machte einen tiefen Eindruck auf Mozart und hatte umgehend großen Einfluss auf seine Kompositionen.\n\nAm 4. August 1782 heiratete Mozart Constanze Weber, eine jüngere Schwester Aloisias. Mozart hatte seine Frau drei Jahre zuvor in Mannheim kennengelernt. Sie gebar ihm in den folgenden Jahren sechs Kinder: Raimund Leopold († 19. August 1783), Karl Thomas (* 1784), Johann Thomas Leopold († 15. November 1786), Theresia Konstantia Adelheid Friderika († 29. Juni 1788), Anna Maria († 16. November 1789) und Franz Xaver Wolfgang (* 1791). Lediglich Karl Thomas und Franz Xaver Wolfgang überlebten die Kinderzeit.\n\nDer Vater Leopold Mozart, den Wolfgang in seinen Wiener Jahren 1783 noch einmal besuchte und der 1785 noch einmal bei ihm zu Besuch war, starb am 28. Mai 1787.\n\nDurch seine Freundschaft mit Otto Heinrich von Gemmingen-Hornberg trat Mozart am 14. Dezember 1784 in die Wiener Freimaurerloge Zur Wohltätigkeit ein. Mozart besuchte regelmäßig eine zweite Wiener Loge Zur wahren Eintracht, in der der Illuminat Ignaz von Born „Stuhlmeister“ war. Dort wurde er am 7. Januar 1785 zum Gesellen befördert. Er konnte aber am 11. Februar nicht bei der Initiation seines Freundes Joseph Haydn anwesend sein, da er am selben Abend, an dem auch sein Vater Leopold Mozart aus Salzburg angekommen war, das erste seiner sechs Subskriptionskonzerte in der Mehlgrube gab und dabei den Solopart seines Klavierkonzertes in d-Moll KV 466 spielte. Auf Mozarts Veranlassung wurde auch sein Vater Leopold Mozart Freimaurer: Dieser wurde am Mittwoch, den 6. April 1785 in der Bauhütte seines Sohnes als Maurerlehrling eingeweiht und am 16. und 22. April 1785, erneut in der Loge Zur wahren Eintracht, in den 2. resp. 3. Grad erhoben.\n\nSpeziell in seinen Opern Die Zauberflöte und Le nozze di Figaro sind gesellschaftskritische Töne aus dieser Mitgliedschaft zu spüren, die vielleicht mit dazu beigetragen haben, dass es Mozart nach der Uraufführung des Figaro finanziell nicht mehr so gut ging, zumal kurz danach ein Krieg mit den Türken begann. Am 7. Dezember 1787 wurde er noch von Joseph II. zum k.k. Kammermusicus ernannt mit einem stattlichen Jahresgehalt von 800 Gulden und am 9. Mai 1791 zum unbesoldeten Adjunkten des Domkapellmeisters von St. Stephan, Leopold Hofmann.\n\nMit der Aufführung von Le nozze di Figaro 1786, die Joseph II. trotz des systemkritischen Inhalts freigab, überforderte er das Wiener Publikum, so dass es sich von ihm zurückzog. So verschlechterte sich seine wirtschaftliche Situation, ohne dass er dieser Tatsache mit seinen Ausgaben Rechnung trug. Trotz des vorherigen Wohlstandes hatte er keine Ersparnisse angesammelt und musste mehrfach seine Freunde anpumpen. Diese Misserfolge führten zu einem Wendepunkt in seinem Leben: Erfolg hatte er in dieser Zeit nur in Prag.\n\nAbseits der Wiener Öffentlichkeit erschuf er die Werke seiner letzten Lebensjahre. Vergeblich versuchte er mit erneuten Reisen die wirtschaftliche Talfahrt aufzuhalten. Diese Reisen führten ihn zu den Aufführungen von 8. Januar bis Mitte Februar 1787 und Ende August bis Mitte September 1791 nach Prag. Vom 8. April bis 4. Juni 1789 reiste er mit dem Fürsten Karl Lichnowsky über Prag, Dresden und Leipzig nach Potsdam und Berlin zum preußischen König Friedrich Wilhelm II. Vom 23. September bis Anfang November 1790 reiste er zur Krönung des Kaisers Leopold II., der dem verstorbenen Joseph II. nachfolgte, nach Frankfurt am Main. Dort war Mozart zusammen mit seinem Freund, dem Theaterdirektor Johann Heinrich Böhm, im „Backhaus“ in der Kalbächer Gasse 10 einquartiert. Auf Heimreisen machte er Station in Mannheim und München.\n\nAber die Reisen nach Berlin 1789 und Frankfurt 1790 verhalfen ihm nicht zu erneutem Wohlstand. In Berlin erhielt er weder Einnahmen noch eine Anstellung. Die vom Kaiser erbetene Oper Così fan tutte fand nur mäßigen Anklang, der Auftritt in Frankfurt am Main und die Uraufführung von La clemenza di Tito in Prag fanden wenig Resonanz. Erst der große Beifall für die Zauberflöte versprach wirtschaftliche Besserung, aber jetzt war es nicht mehr der Adel, sondern die „einfachere“ Bevölkerung, bei der er Resonanz fand.\n\nMozart war insgesamt über zehn Jahre, beinahe ein Drittel seines Lebens auf Reisen, die ihn in zehn Länder des heutigen Europas führten. Allein schon die Fahrten per Kutsche – eine Reise von Salzburg nach Wien dauerte zum Beispiel je nach Jahreszeit und Wetter etwa sechs Tage – waren zur damaligen Zeit eine physische Herausforderung. Zudem reisten die Mozarts oft im Winter.[8] So schreibt Leopold Mozart am 29. Dezember 1762 über die Fahrt von Preßburg nach Wien an Lorenz Hagenauer, den Vermieter und gleichzeitigen Gönner der Mozarts in Salzburg:\n\n„[…] wir reisten diesen Tag nicht sonderlich bequemm, indem der weeg zwar ausgefrohren, allein unbeschreiblich knoppericht und voller tieffer gruben und schläge war; deñ die Ungarn machen keinen weeg. Hätte ich in Pressburg nicht einen Wagen kauffen müssen, der recht gut gehängt ist, so hätten wir ganz gewiß ein paar Rippen weniger nach Hause gebracht. Den wagen muste ich kauffen, wenn ich anders wollte, daß wir gesund nach Wieñ kommen sollten. Deñ in ganz Presburg war kein 4sitziger geschlossner wagen bey allen Landkutschern anzutreffen. Diesen wagen hatte ein Stattkutscher – die Stattkutscher därffen aber nicht über Land fahren, aufgenommen mit 2 Pferd nur auf etliche Stunde.“\n\nWie unangenehm er eine Fahrt von Salzburg nach München erlebte, schildert Wolfgang Amadeus am 8. November 1780 in einem Brief an seinen Vater:\n\n„Glücklich und vergnügt war meine Ankunft! – glücklich, weil uns auf der Reise nichts widriges zugestossen, und vergnügt, weil wir kaum den Augenblick, an ort und Ende zu kommen, erwarten konnten, wegen der obwohl kurzen doch sehr beschwerlichen Reise; – denn, ich versichere Sie, daß keinem von uns möglich war nur eine Minute die Nacht durch zu schlafen – Dieser Wagen stößt einem doch die Seele heraus! – und die Sitze! – hart wie stein! – Von Wasserburg aus glaubte ich in der that meinen Hintern nicht ganz nach München bringen zu können! – er war ganz schwierig – und vermuthlich feuer Roth – Zwey ganze Posten fuhr ich die Hände auf dem Polster gestützt, und den Hintern in lüften haltend – doch genug davon, das ist nun schon vorbey! – aber zur Regel wird es mir seyn, lieber zu fus zu gehen, als in einem Postwagen zu fahren.“\n\nNach der Uraufführung von La clemenza di Tito in Prag war Mozart Mitte September 1791 nach Wien zurückgekehrt und hatte sich sofort in die Arbeit für die Uraufführung der Zauberflöte (KV 620) gestürzt, die zwei Wochen später – endlich wieder mit Erfolg – über die Bühne ging. Gleichzeitig hatte er die Motette Ave verum corpus (KV 618) ausgearbeitet und mit der Niederschrift des Requiems (KV 626) begonnen, die er jedoch nicht mehr abschließen konnte. Franz Xaver Süßmayr, laut Constanze Mozart ein ehemaliger Schüler Mozarts, vollendete das Requiem.\n\nWenige Wochen nach der Uraufführung der Zauberflöte am 30. September 1791 wurde Mozart bettlägerig, am 5. Dezember um 1 Uhr früh starb er und wurde am Tag darauf beerdigt. Er wurde nicht ganz 36 Jahre alt.\n\nIn der Folgezeit wurde eine Vielzahl von vermutlichen Todesursachen genannt, darunter „hitziges Frieselfieber“ (Diagnose des Totenbeschauers), Rheuma (Rheumatisches Fieber), Syphilis (eventuell mit Quecksilbervergiftung), Trichinen, Purpura Schönlein-Henoch, Nierenversagen, Herzversagen, Aderlass und Pharyngitis. Auch eine Erkrankung bereits während seiner Kindheit wurde als mögliche Todesursache genannt. Die moderne Medizin tendierte zunächst zu einer Infektion mit Streptokokken, die unzulänglich behandelt wurde und somit zu Herz- bzw. Organversagen führte\n\nEr selbst war davon überzeugt, vergiftet worden zu sein, und äußerte sich gegenüber Constanze dazu wenige Wochen vor seinem Tod während eines Besuchs im Prater: „Gewiß, man hat mir Gift gegeben.“ Für einen Giftmord gibt es allerdings keinerlei dokumentierte Anhaltspunkte. Die ersten Legenden zirkulierten schon kurz nach Mozarts Tod, die wohl bekannteste davon beschuldigte seinen angeblich missgünstigen Kollegen Antonio Salieri.\n\nBeigesetzt wurde der große Komponist in einem allgemeinen Grab am Sankt Marxer Friedhof. Seine Witwe besuchte das Grab zum ersten Mal erst nach 17 Jahren. 1855 wurde der Standort seines Grabes so gut wie möglich bestimmt und 1859 an der vermuteten Stelle ein Grabmal errichtet, das später von der Stadt Wien in die Gruppe der Musiker-Ehrengräber am Zentralfriedhof (32 A-55) übertragen wurde. Auf der alten freigewordenen Grabstelle wurde in Eigeninitiative des Friedhofswärters Alexander Kugler abermals eine Mozart-Gedenktafel errichtet, die mit der Zeit aus Spolien anderer Gräber zu einem Grabmal ausgebaut wurde und heute eine viel besuchte Sehenswürdigkeit ist.\n\nDie These vom „verarmten Genius Mozart“ stammt aus der Romantik. Jeder Biograph versuchte Mozart „noch ärmer zu machen“. Besonders in der Öffentlichkeit ist das Klischee vom „armen Mozart“ noch verbreitet, während es die neuere Forschung ablehnt. Mozart war sicher nicht reich im Vergleich zu einem Grafen oder Fürsten, reich war er aber gegenüber den anderen Angehörigen seines Standes: dem vierten Stand der Bürger.\n\nNach heutigen Maßstäben war Mozart ein Großverdiener, dennoch war er aufgrund seines Lebenswandels oft in finanziellen Nöten. Für ein Engagement als Pianist erhielt er nach eigenen Angaben „wenigstens 1.000 Gulden“ (zum Vergleich: Seiner Magd bezahlte er einen Gulden pro Monat). Zusammen mit seinen Klavierstunden, für die er jeweils zwei Gulden berechnete, und seinen Einkünften aus den Konzerten und Auftritten verfügte er über ein Jahreseinkommen von rund 10.000 Gulden, was nach heutiger Kaufkraft etwa 125.000 Euro entspricht. Dennoch reichte das Geld nicht für seinen aufwendigen Lebensstil, so dass er oft genug andere, wie Johann Michael Puchberg, einen Logenfreund, um Geld bat. Er bewohnte große Wohnungen und beschäftigte viel Personal, außerdem hegte er – so wird (bis heute unbewiesen) angenommen – eine Leidenschaft für Karten- und Billardspiele mit hohen Einsätzen, wodurch er große Summen verloren haben könnte. Der wertvollste Einzelposten seiner Hinterlassenschaft waren laut Verlassenschaftsverzeichnis nicht die zahlreichen wertvollen Bücher oder Musikinstrumente in seinem Besitz, sondern es war seine teure Kleidung. Mozart starb nicht in Armut, denn er hatte immer noch Kredit und bei Anton Stadler sogar einen Kredit von 500 Gulden ausständig. Sein Billardtisch, der zu jener Zeit ein Merkmal absoluten Luxus war, gibt Zeugnis von Mozarts durchaus erträglichen Lebensumständen im Jahr 1791.\n\n","strBiographyFR":"Joannes Chrysostomus Wolfgangus Theophilus Mozart, ou Wolfgang Amadeus Mozart (né à Salzbourg, principauté du Saint-Empire romain germanique, le 27 janvier 1756, mort à Vienne le 5 décembre 1791), est un compositeur. Mort à trente-cinq ans, il laisse une œuvre importante (six cent vingt-six œuvres sont répertoriées dans le catalogue Köchel), qui embrasse tous les genres musicaux de son époque. Selon le témoignage de ses contemporains, il était, au piano comme au violon, un virtuose.\n\nOn reconnaît généralement qu'il a porté à un point de perfection le concerto, la symphonie, et la sonate, qui devinrent après lui les principales formes de la musique classique, et qu'il fut un des plus grands maîtres de l'opéra. Son succès ne s'est jamais démenti. Son nom est passé dans le langage courant comme synonyme de génie, de virtuosité et de maîtrise parfaite.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Johannes Chrysostomus Wolfgangus Theophilus Mozart (Salzburgo, 27 de enero de 1756-Viena, 5 de diciembre de 1791), más conocido como Wolfgang Amadeus Mozart o simplemente Mozart, fue un compositor y pianista del antiguo Arzobispado de Salzburgo (anteriormente parte del Sacro Imperio Romano Germánico, actualmente parte de Austria), maestro del Clasicismo, considerado como uno de los músicos más influyentes y destacados de la historia.\n\nLa obra mozartiana abarca todos los géneros musicales de su época e incluye más de seiscientas creaciones, en su mayoría reconocidas como obras maestras de la música sinfónica, concertante, de cámara, para fortepiano, operística y coral, logrando una popularidad y difusión internacional.\n\nEn su niñez más temprana en Salzburgo, Mozart mostró una capacidad prodigiosa en el dominio de instrumentos de teclado y del violín. Con tan solo cinco años ya componía obras musicales y sus interpretaciones eran del aprecio de la aristocracia y realeza europea. A los diecisiete años fue contratado como músico en la corte de Salzburgo, pero su inquietud le llevó a viajar en busca de una mejor posición, siempre componiendo de forma prolífica. Durante su visita a Viena en 1781, tras ser despedido de su puesto en la corte, decidió instalarse en esta ciudad, donde alcanzó la fama que mantuvo el resto de su vida, a pesar de pasar por situaciones financieras difíciles. En sus años finales, compuso muchas de sus sinfonías, conciertos y óperas más conocidas, así como su Réquiem. Las circunstancias de su temprana muerte han sido objeto de numerosas especulaciones y elevadas a la categoría de mito.\n\nSegún críticos de música como Nicholas Till, Mozart siempre aprendía vorazmente de otros músicos y desarrolló un esplendor y una madurez de estilo que abarcó desde la luz y la elegancia, a la oscuridad y la pasión —todo bien fundado por una visión de la humanidad «redimida por el arte, perdonada y reconciliada con la naturaleza y lo absoluto»—.​ Su influencia en toda la música occidental posterior es profunda; Ludwig van Beethoven escribió sus primeras composiciones a la sombra de Mozart, de quien Joseph Haydn escribió que «la posteridad no verá tal talento otra vez en cien años».","strBiographyPT":"Wolfgang Amadeus Mozart batizado Johannes Chrysostomus Wolfgangus Theophilus Mozart; Salzburgo, 27 de janeiro de 1756 – Viena, 5 de dezembro de 1791) foi um prolífico e influente compositor austríaco do período clássico.\n\nMozart mostrou uma habilidade musical prodigiosa desde sua infância. Já competente nos instrumentos de teclado e no violino, começou a compor aos cinco anos de idade, e passou a se apresentar para a realeza europeia, maravilhando a todos com seu talento precoce. Chegando à adolescência, foi contratado como músico da corte em Salzburgo, porém as limitações da vida musical na cidade o impeliram a buscar um novo cargo em outras cortes, mas sem sucesso. Ao visitar Viena em 1781 com seu patrão, desentendeu-se com ele e solicitou demissão, optando por ficar na capital, onde, ao longo do resto de sua vida, conquistou fama, porém pouca estabilidade financeira. Seus últimos anos viram surgir algumas de suas sinfonias, concertos e óperas mais conhecidos, além de seu Requiem. As circunstâncias de sua morte prematura deram origem a diversas lendas. Deixou uma esposa, Constanze, e dois filhos.\n\nFoi autor de mais de seiscentas obras, muitas delas referenciais na música sinfônica, concertante, operística, coral, pianística e camerística. Sua produção foi louvada por todos os críticos de sua época, embora muitos a considerassem excessivamente complexa e difícil, e estendeu sua influência sobre vários outros compositores ao longo de todo o século XIX e início do século XX. Hoje Mozart é visto pela crítica especializada como um dos maiores compositores do ocidente, conseguiu conquistar grande prestígio mesmo entre os leigos, e sua imagem se tornou um ícone popular. ","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Salzburg, Austrian","strCountryCode":"AT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uqypqx1371304824.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/wqpuqp1359136928.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/sprxsu1536181563.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vrwxys1519344675.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/qtpxtq1422001219.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/zfvbuh1642496888.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/jzxcby1642497023.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/mozart-wolfgang-amadeus-5ee7ae9b26fbd.jpg","strMusicBrainzID":"b972f589-fb0e-474e-b64a-803b0364fa75","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}