{"artists":[{"idArtist":"146896","strArtist":"Miriam Makeba","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1950","intBornYear":"1932","intDiedYear":"2008","strDisbanded":"Yes","strStyle":"Jazz","strGenre":"Jazz","strMood":"Good Natured","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Zenzile Miriam Makeba (4 March 1932 – 9 November 2008), also known as Mama Africa, was a South African singer, actor, United Nations goodwill ambassador, and civil rights activist. Associated with musical genres including Afropop, jazz, and world music, she was known for her advocacy against apartheid and white-minority government in South Africa.\n\nBorn in Johannesburg to Swazi and Xhosa parentage, Makeba was forced to find employment as a child after the death of her father. She had a brief and allegedly abusive first marriage at the age of 17, gave birth to her only child in 1950, and survived breast cancer. Her vocal talent had been recognised when she was a child, and she began singing professionally in the 1950s, with the Cuban Brothers, the Manhattan Brothers, and an all-woman group, The Skylarks, performing a mixture of jazz, traditional African melodies, and Western popular music. In 1959, Makeba had a brief role in the anti-apartheid film Come Back, Africa, which brought her international attention, and led to her travelling performances in Venice, London, and New York City. In London, she met Harry Belafonte, who became a mentor and colleague. She moved to New York City, where she became immediately popular, and recorded her first solo album in 1960. Her attempt to return to South Africa that year for her mother's funeral was prevented by the country's government.\n\nMakeba's career flourished in the United States, and she released several albums and songs, her most popular being \"Pata Pata\" (1967). Along with Belafonte she received a Grammy Award for her 1966 album An Evening with Belafonte/Makeba. She testified against the South African government in front of the United Nations and became involved in the African-American civil rights movement. She married Stokely Carmichael, a leader of the Black Panther Party, in 1968: as a result, she lost support among white Americans and faced hostility from the U.S. government, leading her and Carmichael to move to Guinea. She continued to perform, mostly in African countries, including at several independence celebrations. She also began to write and perform music more explicitly critical of apartheid; the 1977 song \"Soweto Blues\", written by her former husband Hugh Masekela, was about the Soweto Uprising. After apartheid was dismantled in 1990, Makeba returned to South Africa. She appeared in the 1992 film Sarafina!, was named a UN goodwill ambassador in 1999, and campaigned for several humanitarian causes. She continued recording and performing, including a 1991 collaboration with Nina Simone and Dizzy Gillespie, before dying of a heart attack during a 2008 concert in Italy.\n\nMakeba was among the first African musicians to receive worldwide recognition. She is credited with bringing African music to a Western audience, and with popularising the world music and Afropop genres. She also made popular several songs critical of apartheid, and became a symbol of opposition to this system, particularly after her right to return was revoked. Upon her death, former South African President Nelson Mandela said that \"her music inspired a powerful sense of hope in all of us.\"","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Zenzile Miriam Makeba (Johannesburgo, 4 de marzo de 1932 - Castel Volturno, Caserta, 10 de noviembre de 2008), conocida también como Mamá África, fue una cantante sudafricana y activista por los derechos humanos,1​ icono de la lucha contra el racismo y el apartheid en Sudáfrica.2\n\nMakeba nació el 4 de marzo de 1932 en Johannesburgo, Sudáfrica y pertenecía a la etnia xhosa.3​ Pasó su infancia en Pretoria (Transvaal). Comenzó su carrera como cantante en los años cincuenta con el grupo Manhattan Brothers, y después fundó su propia banda, The Skylarks, que mezclaba jazz con música tradicional sudafricana.4​\n\nEn 1949, Makeba se casó con el policía James Kubay, del que se separó dos años después y con quien tuvo a su única hija, Bongi Makeba, en 1950. Poco después le fue diagnosticado un cáncer de mama, y su marido, que se decía que la golpeaba, la dejó poco después, tras dos años de matrimonio.5​6​ Una década más tarde tuvo un cáncer de cuello de útero que también superó.7​\n\nA los 27 años decidió irse de Sudáfrica para poder continuar con su carrera musical, ya que por su activismo se le hizo difícil para lograrlo en su país natal. Makeba viajó a Venecia (Italia) para después conseguir llegar a Londres (Reino Unido), donde conoció al cantante estadounidense Harry Belafonte, quien le ayudó a entrar en Estados Unidos y con el que se asoció artísticamente.8​\n\nEn 1969, Makeba se casó con el activista negro trinitense Stokely Carmichael, líder del Partido Pantera Negra, del que se separó cuatro años después.9​ Su matrimonio despertó los recelos de las autoridades norteamericanas, por lo que tuvieron que emigrar a Guinea. Después se casó con el trompetista de jazz sudafricano Hugh Masekela.10​\n\nCuando en 1960 trató de regresar para el funeral de su madre, descubrió que su pasaporte había sido anulado por su postura contraria al apartheid, lo que le hizo vivir en el exilio durante más de tres décadas,11​9​ residiendo en esa etapa en Estados Unidos, Francia, Guinea y Bélgica.10​ Nelson Mandela, tras su liberación, convenció a Makeba para que volviese a su país natal4​ y le ofreció un cargo de ministra en su gobierno, aunque no aceptó el cargo.12​\n\nFruto de su defensa de los derechos humanos, Makeba creó la fundación humanitaria Zenzile Mariam Makeba, que en 2001 puso en marcha el Centro de Rehabilitación Miriam Makeba para Niñas.13​\n\nMakeba falleció el 10 de noviembre de 2008 en la localidad de Castel Volturno, en el sur de Italia, a causa de un paro cardiaco que sufrió poco después de participar en un concierto contra el racismo y la mafia en favor del periodista y escritor italiano Roberto Saviano, autor del libro Gomorra.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Prospect Township, Johannesburg, Union of South Africa","strCountryCode":"ZA","strArtistThumb":"http://www.theaudiodb.com/images/media/artist/thumb/makeba-miriam-52c7d6dc3fb39.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/uppytv1504506869.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/makeba-miriam-52c7d6ea25b33.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/makeba-miriam-52c7d708c68a2.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"bc5c2918-4aba-4ef6-a245-100563a4487f","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}