{"artists":[{"idArtist":"135483","strArtist":"Bulgarian State Radio & Television Female Vocal Choir","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1952","intBornYear":"1952","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Le Mystère des Voix Bulgares (aka Les Voix Bulgares, The Mystery Of Bulgarian Voices, Voix Bulgares - plus, formerly, Bulgarian State Radio and Television Female Vocal Choir & Bulgarian State Television Female Vocal Choir, Мистерията на българските гласове), is an all-female choir, formed in 1952. This naming is taken from the title of 1975 record, produced by Marcel Cellier - \"Le Mystère Des Voix Bulgares, Volume 1\" - in which they featured, along with other bulgarian folk choirs / soloists, including Trio Bulgarka, Yanka Rupkina, Kalinka Valcheva and Stefka Sabotinova. Their music is based on over a thousand years of musical tradition of Bulgaria, arranged by Bulgarian composers from the 1950s to this day. Their resonant and vibrato-free vocal quality is unique to Bulgaria. Most of the singers are originally from the rural regions of the country trained in their regional singing styles. They are currently directed by Bulgarian conductor Dora Hristova.  Their initial commercial release was in 1966 with the album \"Music of Bulgaria\" on the Elektra label. Seven albums followed during the late 80s and 90s, including one live album \"A Cathedral Concert\" in 1988 and a remix album \"From Bulgaria With Love\" in 1993. To-date their last release was in 2001.  In the UK, their reputation was secured by the re-release of \"Le Mystère des Voix Bulgares, Volume 1\" on the 4AD label.","strBiographyDE":null,"strBiographyFR":"Le Mystère des voix bulgares ou Bulgarian State Television Female Vocal Choir est un chœur bulgare a cappella formé en 1952 et ayant acquis une renommée mondiale en alliant répertoire traditionnel et arrangements modernes.\n\nIl fut créé en 1952 par Philip Koutev, en tant que chœur de la télévision et de la radio nationales bulgares. Il est actuellement dirigé par Dora Hristova.\n\nLes chanteuses sont sélectionnées dans les villages pour la clarté de leur voix. Elles reçoivent ensuite une formation intensive à la musique bulgare. Le style est caractérisé par la diaphonie, et la dissonance (nombreux intervalles de seconde, septième et neuvième), l'échelle modale, le rythme syncopé, etc et qui est totalement différent de la musique grecque ou ottomane.\n\nLeurs premiers enregistrements sont l'œuvre de l'ethnomusicologue suisse Marcel Cellier. Ils ont reçu un Grammy Award en 1989 pour le second album.\n\nTrois solistes éminents ont créé le Trio Bulgarka, audible dans les albums de Kate Bush : The Sensual World et The Red Shoes.\n\nEn 1992, le chœur s'est séparé en deux, l'un pour la radio, Angelite - The Bulgarian Voices, l'autre pour la télévision, le Chœur féminin de la télévision d'État bulgare.\n\nEn 2008, le Mystère des voix bulgares illustre de leurs chœurs la musique d'Olivier Derivière pour le jeu vidéo Alone in the Dark. C'était la première fois que le chœur participe à une musique de jeu vidéo.\n","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"","intMembers":"1","strCountry":"","strCountryCode":"BG","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/r3efjd1610135059.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/84b2zg1610134961.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"80fb9c75-af15-4a6b-9528-715f9ef4ebea","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}