{"artists":[{"idArtist":"113398","strArtist":"Yanni","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1980","intBornYear":"1954","intDiedYear":null,"strDisbanded":null,"strStyle":"Classical","strGenre":"New Age","strMood":null,"strWebsite":"yanni.com","strFacebook":"www.facebook.com/OfficialYanni","strTwitter":"1","strBiographyEN":"Yanni (pron.: /ˈjɑːni/ YAH-nee) is a Greek pianist, keyboardist, composer, and music producer (born Yiannis Hryssomallis; Greek: Γιάννης Χρυσομάλλης, Giannis Chrysomallis; November 14, 1954) who has spent his adult life in the United States.\nYanni continues to use the musical shorthand that he developed as a child, blending jazz, classical, soft rock, and world music to create predominantly instrumental works. As this genre of music was not well suited for commercial pop radio and music television, Yanni achieved international recognition by producing concerts at historic monuments and by producing videos that were broadcast on public television. His breakthrough concert, Yanni Live at the Acropolis, yielded the second best-selling music video of all time. Additional historic sites for Yanni's concerts have included India's Taj Mahal, China's Forbidden City, the United Arab Emirates' Burj Khalifa, Russia's Kremlin, and Puerto Rico's El Morro castle.\nAt least fourteen of Yanni's albums have peaked at #1 in Billboard's \"Top New Age Album\" category, and two albums (Dare to Dream and In My Time) received Grammy nominations. Through late 2011, Yanni had performed live in concert before more than two million people in more than 20 countries around the world, and has accumulated more than 35 platinum and gold albums globally, with sales totaling over 20 million copies. A longtime fundraiser for public television, Yanni's compositions have been used on commercial television programs, especially for sporting events such as the Tour de France, World Figure Skating Championships, U. S. Open Tennis Championships and Olympic Games. He has written film scores and the music for an award-winning British Airways television commercial.\nYanni has employed musicians of various nationalities, and has incorporated a variety of instruments from around the world, to create music that has been called an eclectic fusion of ethnic sounds. Influenced by his encounters with cultures around the world, his music is said to reflect his “one world, one people” philosophy.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Kalamata, Greece","strCountryCode":"GR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qfa6lz1691157818.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/yanni-4e6cfb50a4e29.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/rpvwxw1550590156.png","strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/yanni-4fa5217b5ebbd.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/yanni-4fa521c39f832.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/yanni-4fa5222987c5c.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/yanni-518bc146d3780.jpg","strArtistBanner":null,"strMusicBrainzID":"9a2afb1e-504c-443e-acff-6c40ce75b1a1","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}