{"artists":[{"idArtist":"112475","strArtist":"Hans Zimmer","strArtistStripped":null,"strArtistAlternate":"Hans Zimmer & Lisa Gerrard","strLabel":"Eagle Records","idLabel":"43764","intFormedYear":"1977","intBornYear":"1957","intDiedYear":null,"strDisbanded":null,"strStyle":"Classical","strGenre":"OST","strMood":"","strWebsite":"www.hanszimmer.com","strFacebook":"www.facebook.com/hanszimmer","strTwitter":"1","strBiographyEN":"Hans Florian Zimmer (born 12 September 1957) is a German film composer and music producer. He has composed music for over 100 films, including award winning film scores for The Lion King (1994), Crimson Tide (1995), Gladiator (2000), The Last Samurai (2003), The Dark Knight (2008) and Inception (2010).\nZimmer spent the early part of his career in the United Kingdom before moving to the United States. He is the head of the film music division at DreamWorks studios, and works with other composers through the company which he founded, Remote Control Productions. \nZimmer's works are notable for integrating electronic music sounds with traditional orchestral arrangements. He has received four Grammy Awards, two Golden Globes, a Classical BRIT Award, and an Academy Award. He was also named on the list of Top 100","strBiographyDE":"Hans Florian Zimmer (* 12. September 1957 in Frankfurt am Main) ist ein deutscher Filmkomponist, Arrangeur und Musikproduzent. Er arbeitet in Hollywood.\n\nEr wurde elfmal für den Oscar, vierzehnmal für den Golden Globe Award und elfmal für den Grammy Award nominiert. Seine erste Oscar-Nominierung erhielt er 1989 für den Film Rain Man. 1995 wurde er für die Filmmusik zu Der König der Löwen mit einem Oscar ausgezeichnet. 2010 bekam er einen Stern auf dem Hollywood Walk of Fame. 2011 folgte ein Stern auf dem Boulevard der Stars in Berlin. Zimmer wurde 2018 mit dem Bundesverdienstkreuz 1. Klasse ausgezeichnet. Hans Zimmers Soundtrack-Alben verkauften sich weltweit mehr als 25,4 Millionen Mal. \n(Wikipedia)","strBiographyFR":"Hans Zimmer est un compositeur allemand de musique de film, né le 12 septembre 1957 à Francfort, en Allemagne. Naturalisé américain, il vit désormais à Los Angeles. Il est actuellement reconnu comme étant l'un des plus grands compositeurs de musique de film au monde.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Hans Florian Zimmer (nacido en Frankfurt, Alemania, el 12 de septiembre de 1957) es un compositor de bandas sonoras cinematográficas, pionero en la integración de música electrónica y arreglos orquestales tradicionales.​ Ganador de premios cinematográficos como los Globos de Oro, BAFTA, Emmy, Saturn o Grammys en la actualidad es considerado uno de los compositores más sobresalientes de Hollywood, apodado por gran parte de la crítica como «el omnipresente Zimmer» por sus numerosas apariciones, ya sea como compositor principal o como colaborador de alguno de sus múltiples discípulos. Es director de la división de música de cine en DreamWorks Studios, y trabaja con otros compositores a través de la compañía que fundó, Remote Control Productions.\n\nA fecha de 2011, ha sido nominado un total de 68 ocasiones en diferentes certámenes y categorías, de los cuales ha conseguido 19 premios en total destacando el Óscar y Globo de Oro a la mejor banda sonora por \"El rey león\" (1994), el Globo de Oro por \"Gladiator\" (2000) o el Saturn, en la misma categoría, por \"El caballero oscuro\" (The Dark Knight) (2009).\n\nZimmer ha sido nominado en 10 ocasiones a los Globos de Oro, 9 de ellas en la primera década del siglo XXI tras ganar su primer galardón con el Rey león en 1995, y 8 veces para los Oscars siendo la última su trabajo en la película de 2014 Interstellar, de Christopher Nolan. También es de destacar su participación en la miniserie de HBO ambientada en el teatro del Pacífico de la Segunda Guerra Mundial \"The Pacific\" por la cual recibió su primera nominación a los Emmy en 2010.","strBiographyPT":"Hans Florian Zimmer (Frankfurt, 12 de Setembro de 1957) é um compositor alemão, conhecido mundialmente por seus trabalhos com trilha sonoras de filmes.\nNascido em Frankfurt, Zimmer iniciou sua carreira musical tocando teclados e sintetizadores, entre outros instrumentos, com as bandas 'Ultravox' e 'The Buggles' (\"Video Killed the Radio Star\"). Nos anos 80, começou a compor e produzir trilhas sonoras para filmes. Seu primeiro grande sucesso veio em 1988 com o tema de Rain Man, pelo qual foi indicado ao Oscar. Desde então, tem composto música para muitos filmes como O Último Samurai, Gladiador, Falcão Negro em Perigo, Hannibal, O Código Da Vinci, Pearl Harbor e Missão Impossível 2. Além de filmes, Zimmer, também contribuiu para o DVD da banda finlandesa \"Nightwish\", \"End of an era\". Zimmer, compôs a música de introdução, e de final também. Zimmer também compôs parte da trilha sonora da série Piratas do Caribe, trabalho que define muito bem o estilo do compositor. Recentemente, compôs a trilha sonora de The Dark Knight junto com James Newton Howard. Também contribuiu nos arranjos do álbum de Tarja Turunen, My Winter Storm. Em 2008 ele compôs um filme animação da DreamWorks Kung Fu Panda junto com John Powell. Ainda em 2008, Hans compôs para mais um filme de animação da DreamWorks Animation, Madagascar: Escape 2 Africa, junto com will.i.am. E em 2009, compôs a trilha sonora de Anjos e Demônios e do jogo Call of Duty: Modern Warfare 2, considerado o maior sucesso da industria dos jogos e um dos maiores sucessos da industria do entretenimento.\n\nTambém 2009 compôs a trilha sonora de Sherlock Holmes, com a qual foi indicado ao Oscar, porém perdeu para o filme Up: Altas Aventuras. Em 2010 fez a trilha de A Origem, continuando sua colaboração com o diretor Christopher Nolan, além de ter participado também da composição da trilha sonora da mini série The Pacific. Um dos trabalhos notáveis de Zimmer foi em seu trabalho em The Dark Knight - o segundo filme da trilogia de Christopher Nolan . Em dezembro de 2010, foi anunciado que Zimmer será o compositor do remake da série Superman Homem de Aço, produzido por Nolan e dirigido por Zack Snyder. Embora a esposa de Nolan, Emma Thomas tenha dito que Nolan não vá interferir demais no filme do Homem de Aço, Zimmer é bem próximo de Nolan. Zimmer também fez a trilha sonora de Sherlock Holmes 2 e The Dark Knight Rises, último filme da trilogia Batman, dirigido por Nolan. Em um de seus ultimos trabalhos ele colaborou na composição da trilha sonora dos jogos Crysis 2 e Guild Wars 2. Em 2013 como seu último trabalho compôs a trilha sonora do jogo de Playstation 3, Beyond: Two Souls.\n","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Frankfurt, Germany","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/spqyuv1365081867.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/hans-zimmer-4e6d7c43801d0.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/v8v8ly1661614312.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/mq7ovt1661613698.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/mnwplx1661614015.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/uusxtu1430076319.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/hans-zimmer-4ed8833e49d97.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/wsssxy1454774170.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/xhfrmw1613254781.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/zimmer-hans-55c0f9ce2fbf2.jpg","strMusicBrainzID":"e6de1f3b-6484-491c-88dd-6d619f142abc","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}