{"artists":[{"idArtist":"121393","strArtist":"Giovanni Battista Pergolesi","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1710","intDiedYear":"1736","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Giovanni Battista Pergolesi (4 January 1710 – 16 March 1736) was an Italian composer, violinist and organist.\nBorn in Jesi in what is now the Province of Ancona (but was then part of the Papal States), he was commonly given the nickname \"Pergolesi\", a demonym indicating in Italian the residents of Pergola, Marche, the birthplace of his ancestors. He studied music in Jesi under a local musician, Francesco Santini, before going to Naples in 1725, where he studied under Gaetano Greco and Francesco Feo among others. On leaving the conservatory in 1731, he won some renown by performing the oratorio in two parts La fenice sul rogo, o vero La morte di San Giuseppe (it) (\"The Phoenix on the Pyre, or The Death of Saint Joseph\"), and the dramma sacro in three acts, Li prodigi della divina grazia nella conversione e morte di san Guglielmo duca d’Aquitania (\"The Miracles of Divine Grace in the Conversion and Death of Saint William, Duke of Aquitaine\"). He spent most of his brief life working for aristocratic patrons like Ferdinando Colonna, Prince of Stigliano, and Domenico Marzio Carafa, Duke of Maddaloni.\nPergolesi was one of the most important early composers of opera buffa (comic opera). His opera seria, Il prigionier superbo, contained the two-act buffa intermezzo, La serva padrona (The Servant Mistress, 28 August 1733), which became a very popular work in its own right. When it was performed in Paris in 1752, it prompted the so-called Querelle des Bouffons (\"quarrel of the comic actors\") between supporters of serious French opera by the likes of Jean-Baptiste Lully and Jean-Philippe Rameau and supporters of new Italian comic opera. Pergolesi was held up as a model of the Italian style during this quarrel, which divided Paris's musical community for two years.\nAmong Pergolesi's other operatic works are his first opera La Salustia (1732), Lo frate 'nnamorato (The brother in love, 1732, to a text in the Neapolitan language), L'Olimpiade (January 1735) and Il Flaminio (1735, to a text in the Neapolitan language). All his operas were premiered in Naples, apart from L'Olimpiade, which was first given in Rome.\nPergolesi also wrote sacred music, including a Mass in F and three Salve Regina settings. It is his Stabat Mater (1736), however, for soprano, alto, string orchestra and basso continuo, which is his best-known sacred work. It was commissioned by the Confraternita dei Cavalieri di San Luigi di Palazzo, which presented an annual Good Friday meditation in honor of the Virgin Mary. Pergolesi's work replaced one composed by Alessandro Scarlatti only nine years before, but which was already perceived as \"old-fashioned,\" so rapidly had public tastes changed. The Lenten Hymn ‘God of Mercy and Compassion’ by Redemptorist priest Edmund Vaughan is most commonly set to a tune adapted by Pergolesi.\nWhile classical in scope, the opening section of the setting demonstrates Pergolesi's mastery of the Italian baroque durezze e ligature style, characterized by numerous suspensions over a faster, conjunct bassline. The work remained popular, becoming the most frequently printed musical work of the 18th century, and being arranged by a number of other composers, including Johann Sebastian Bach, who reorchestrated and adapted it for a non-Marian text in his cantata Tilge, Höchster, meine Sünden (Root out my sins, Highest One), BWV 1083.\nPergolesi wrote a number of secular instrumental works, including a violin sonata and a violin concerto. A considerable number of instrumental and sacred works once attributed to Pergolesi have since been shown to be misattributed. Much of Igor Stravinsky's ballet Pulcinella, which ostensibly reworks pieces by Pergolesi, is actually based on works by other composers, especially Domenico Gallo. The Concerti Armonici are now known to have been composed by Unico Wilhelm van Wassenaer. Many colorful anecdotes related by Pergolesi's 19th-century biographer, Francesco Florimo, were later revealed as hoaxes, though they had furnished material for two 19th-century operas broadly based on Pergolesi's career.\nGiovanni Battista Pergolesi died on 16 or 17 March 1736 at the age of 26 in Pozzuoli from tuberculosis and was buried at the Franciscan monastery one day later.\nPergolesi was the subject of a 1932 Italian film biopic Pergolesi. It was directed by Guido Brignone with Elio Steiner playing the role of the composer.","strBiographyDE":null,"strBiographyFR":"Giovanni Battista Pergolesi (4/01/1710 - 16/03/1736) était un compositeur, violoniste et organiste italien. Né à Jesi dans l'actuelle province d'Ancône, on lui donna couramment le surnom de «Pergolesi», un démonyme désignant en italien les habitants de Pergola, dans les Marches, lieu de naissance de ses ancêtres. Il étudia la musique à Jesi auprès d'un musicien local, Francesco Santini, avant de se rendre à Naples en 1725, où il étudia entre autres avec Gaetano Greco et Francesco Feo. A sa sortie du conservatoire en 1731, il se fait connaître en interprétant l'oratorio en deux parties La fenice sul rogo, o vero La morte di San Giuseppe (it) (\"Le Phénix sur le bûcher, ou La mort de saint Joseph\"), et le drame sacré en trois actes, Li prodigi della divina grazia nella conversione e morte di san Guglielmo duca d'Aquitania (\"Les miracles de la grâce divine dans la conversion et la mort de saint Guillaume, duc d'Aquitaine\"). Il a passé la majeure partie de sa brève vie à travailler pour des mécènes aristocratiques comme Ferdinando Colonna, prince de Stigliano, et Domenico Marzio Carafa, duc de Maddaloni.\nPergolesi était l'un des premiers compositeurs les plus importants d'opéra buffa (opéra comique). Son opéra seria, Il prigionier superbo, contenait le buffa intermezzo en deux actes, La serva padrona (La servante, 28 août 1733), qui devint une œuvre très populaire à part entière. Lorsqu'il a été joué à Paris en 1752, il a suscité la soi-disant Querelle des Bouffons (\"querelle des comédiens\") entre les partisans de l'opéra français sérieux par les goûts de Jean-Baptiste Lully et Jean-Philippe Rameau et les partisans de la nouvelle Opéra comique italien. Pergolesi a été présenté comme un modèle du style italien lors de cette querelle qui a divisé la communauté musicale parisienne pendant deux ans.\nParmi les autres œuvres lyriques de Pergolèse figurent son premier opéra La Salustia (1732), Lo frate 'nnamorato (Le frère amoureux, 1732, sur un texte en langue napolitaine), L'Olimpiade (janvier 1735) et Il Flaminio (1735, à un texte en langue napolitaine). Tous ses opéras ont été créés à Naples, à l'exception de L'Olimpiade, qui a été donnée pour la première fois à Rome.\nPergolesi a également écrit de la musique sacrée, y compris une messe en fa et trois décors de Salve Regina. C'est cependant son Stabat Mater (1736) pour soprano, alto, orchestre à cordes et basse continue, qui est son œuvre sacrée la plus connue. Il a été commandé par la Confraternita dei Cavalieri di San Luigi di Palazzo, qui a présenté une méditation annuelle du Vendredi saint en l'honneur de la Vierge Marie. L'œuvre de Pergolesi a remplacé celle composée par Alessandro Scarlatti neuf ans seulement auparavant, mais qui était déjà perçue comme «démodée», si rapidement les goûts du public ont changé. L’hymne de Carême «Dieu de la miséricorde et de la compassion» du prêtre rédemptoriste Edmund Vaughan est le plus souvent mis sur un air adapté par Pergolesi.\nBien que de portée classique, la section d'ouverture du décor démontre la maîtrise de Pergolesi du style de ligature baroque italien, caractérisé par de nombreuses suspensions sur une ligne de basse plus rapide et conjointe. L'œuvre est restée populaire, devenant l'œuvre musicale la plus imprimée du XVIIIe siècle, et étant arrangée par un certain nombre d'autres compositeurs, dont Johann Sebastian Bach, qui l'a réorchestrée et adaptée pour un texte non marial dans sa cantate Tilge, Höchster, meine Sünden (Enlevez mes péchés, le plus élevé), BWV 1083.\nPergolesi a écrit un certain nombre d'œuvres instrumentales profanes, dont une sonate pour violon et un concerto pour violon. Un nombre considérable d'œuvres instrumentales et sacrées autrefois attribuées à Pergolesi se sont depuis révélées être mal attribuées. Une grande partie du ballet Pulcinella d'Igor Stravinsky, qui retravaille ostensiblement des pièces de Pergolèse, est en fait basée sur des œuvres d'autres compositeurs, en particulier Domenico Gallo. Les Concerti Armonici sont maintenant connus pour avoir été composés par Unico Wilhelm van Wassenaer. De nombreuses anecdotes colorées racontées par le biographe de Pergolèse du XIXe siècle, Francesco Florimo, ont été révélées plus tard comme des canulars, bien qu'elles aient fourni du matériel pour deux opéras du XIXe siècle largement basés sur la carrière de Pergolesi.\nGiovanni Battista Pergolesi est mort le 16 ou 17 mars 1736 à l'âge de 26 ans à Pozzuoli de la tuberculose et a été enterré au monastère franciscain un jour plus tard.\nPergolesi a fait l'objet d'un film biographique italien de 1932 Pergolesi. Il a été réalisé par Guido Brignone avec Elio Steiner jouant le rôle du compositeur.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Italy","strCountryCode":"IT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xxrupq1462697116.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ypwqsx1519208589.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"7640225e-5758-40e2-a37b-971c2a7994b0","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}