{"artists":[{"idArtist":"112392","strArtist":"Leonard Cohen","strArtistStripped":null,"strArtistAlternate":"Leonard Norman Cohen","strLabel":"Columbia","idLabel":"43473","intFormedYear":"1967","intBornYear":"1934","intDiedYear":"2016","strDisbanded":null,"strStyle":"Folk","strGenre":"Folk","strMood":"Carefree","strWebsite":"www.leonardcohen.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Leonard Norman Cohen, CC GOQ (21 September 1934, Westmount, Montreal, Canada - 7 November 2016, Los Angeles, California, USA) was a Canadian singer-songwriter, musician, poet, and novelist. His work often explores religion, isolation, sexuality, and interpersonal relationships. Cohen has been inducted into the American Rock and Roll Hall of Fame and both the Canadian Music Hall of Fame and the Canadian Songwriters Hall of Fame. He is also a Companion of the Order of Canada, the nation's highest civilian honour.\nWhile giving the speech at Cohen's induction into the Rock and Roll Hall of Fame on 10 March 2008, Lou Reed described Cohen as belonging to the \"highest and most influential echelon of songwriters.\"\nCohen was born into a middle-class Jewish family and attended Roslyn Elementary School. His mother, Marsha Klinitsky, of Lithuanian Jewish ancestry, emigrated from Lithuania while his great-grandfather emigrated from Poland. He grew up in Westmount on the Island of Montreal. His grandfather was Lyon Cohen, founding president of the Canadian Jewish Congress. His father, Nathan Cohen, who owned a substantial Montreal clothing store, died when Cohen was nine years old. On the topic of being a Kohen, Cohen has said that, \"I had a very Messianic childhood.\" He told Richard Goldstein in 1967. \"I was told I was a descendant of Aaron, the high priest.\" Cohen attended Westmount High School, beginning in 1948 where he was involved with the Student Council and studied music and poetry. He became especially interested in the poetry of Federico Garcia Lorca. As a teenager, he learned to play the guitar, and formed a country-folk group called the Buckskin Boys. Although he initially played a regular acoustic guitar as a teenager, he soon switched to playing a classical guitar after meeting a young Spanish flamenco guitar player who taught him \"a few chords and some flamenco.\"","strBiographyDE":"Leonard Norman Cohen [lɛnərd ˈkoʊən], CC, GOQ (geboren am 21. September 1934 in Montreal; gestorben am 7. November 2016 in Los Angeles) war ein kanadischer Singer-Songwriter, Schriftsteller, Dichter und Maler.\n\nNachdem Cohen sich in Kanada bereits mit Gedichten und Romanen einen Namen gemacht und mit dem Kultroman Beautiful Losers (1966) einen internationalen Bestseller gelandet hatte, veröffentlichte er 1967 sein erstes Album, Songs of Leonard Cohen. Die kommerziell erfolgreiche Platte mit melodisch einfachen Folksongs machte ihn international bekannt und leitete eine fast 50 Jahre andauernde Musikkarriere ein, unterbrochen von Phasen des Rückzugs. Während seines künstlerischen Wirkens von 1956 bis 2016 schrieb Cohen zahlreiche Gedichtsammlungen und Romane und brachte unter anderem vierzehn Studioalben sowie einige Livealben und Kompilationen heraus. Das letzte Album You Want It Darker erschien am 21. Oktober 2016, kurz vor seinem Tod.\n\nSeine melancholisch gefärbten, poetischen Songs wurden von zahlreichen Künstlern gecovert. Zu den bekanntesten Liedern zählen Suzanne, Famous Blue Raincoat, Bird on the Wire und So Long, Marianne zu Beginn seiner Karriere sowie in den 1980er Jahren First We Take Manhattan und Hallelujah. In seinem musikalischen Werk werden existenzielle Fragen nach Liebe, Freundschaft, Lebenssinn, menschlichem Leid, Tod und Spiritualität thematisiert.\n\nCohen erhielt zahlreiche Preise und Auszeichnungen, darunter neun Juno Awards, den Order of Canada, den Ordre national du Québec sowie den Prinz-von-Asturien-Preis in der Sparte Literatur und 2015 den Preis der deutschen Schallplattenkritik im Bereich Pop, Rock und Jazz für sein Lebenswerk. 1991 wurde er in die Canadian Songwriters Hall of Fame, 2006 in die Canadian Music Hall of Fame und 2008 in die Rock and Roll Hall of Fame aufgenommen. 2018 wurde Leonard Cohen posthum ein Grammy verliehen. \n(Wikipedia)","strBiographyFR":"Leonard Norman Cohen, CC GOQ (21 septembre 1934, Westmount, Montréal, Canada - 7 novembre 2016, Los Angeles, Californie, États-Unis) était un auteur-compositeur-interprète, musicien, poète et romancier canadien. Son travail explore souvent la religion, l'isolement, la sexualité et les relations interpersonnelles. Cohen a été intronisé au American Rock and Roll Hall of Fame ainsi qu'au Canadian Music Hall of Fame et au Canadian Songwriters Hall of Fame. Il est également Compagnon de l'Ordre du Canada, la plus haute distinction civile du pays.\nEn prononçant le discours lors de l'intronisation de Cohen au Rock and Roll Hall of Fame le 10 mars 2008, Lou Reed a décrit Cohen comme appartenant à «l'échelon le plus élevé et le plus influent des auteurs-compositeurs».\nCohen est né dans une famille juive de la classe moyenne et a fréquenté l'école primaire de Roslyn. Sa mère, Marsha Klinitsky, d'ascendance juive lituanienne, a émigré de Lituanie tandis que son arrière-grand-père a émigré de Pologne. Il a grandi à Westmount sur l'île de Montréal. Son grand-père était Lyon Cohen, président fondateur du Congrès juif canadien. Son père, Nathan Cohen, qui possédait un important magasin de vêtements à Montréal, est décédé lorsque Cohen avait neuf ans. Au sujet d'être un Kohen, Cohen a dit que \"j'ai eu une enfance très messianique\". Il a dit à Richard Goldstein en 1967. \"On m'a dit que j'étais un descendant d'Aaron, le grand prêtre.\" Cohen a fréquenté l'école secondaire Westmount, à partir de 1948, où il a été impliqué dans le conseil étudiant et a étudié la musique et la poésie. Il s'est particulièrement intéressé à la poésie de Federico Garcia Lorca. Adolescent, il apprend à jouer de la guitare et forme un groupe country-folk appelé les Buckskin Boys. Bien qu'il ait d'abord joué de la guitare acoustique à l'adolescence, il est rapidement passé à la guitare classique après avoir rencontré un jeune guitariste de flamenco espagnol qui lui a appris \"quelques accords et du flamenco\".","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Leonard Norman Cohen (en inglés /ˈlɛnərd ˈkoʊən/ ; Montreal, Quebec, Canadá; 21 de septiembre de 1934 – Los Ángeles, California, Estados Unidos; 7 de noviembre de 2016, fue un poeta, novelista y cantautor canadiense. Como músico desarrolló una carrera con una continua exploración de temas como la religión, la política, el aislamiento, las relaciones personales y la sexualidad, y ha sido definido por el crítico Bruce Eder como «uno de los cantantes y compositores más fascinantes y enigmáticos de finales de los 60». Cohen ha sido introducido en el Salón de la Fama del Rock and Roll de los Estados Unidos y en el Salón de la Fama Musical de Canadá. Recibió la Orden de Canadá, la Orden Nacional de Quebec y en 2011 fue galardonado con el Premio Príncipe de Asturias de las Letras.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":"Leonard Norman Cohen (Montréal, 1934. szeptember 21. –) kanadai[1] költő, regényíró, énekes és dalszövegíró. Zenei pályafutása háttérbe szorítja költői és írói érdemeit, pedig a zeneiparbeli sikere után is jelentetett meg verseket. Korai korszakában a zenéje a countryra épült mind dallamait, mind a hangszerelését tekintve, de a 70-es évektől a pop- és a kabarézene különböző stílusai hatnak rá. A 80-as évektől mély, basszus hangfekvésben való ének jellemzi, amelyet szintetizátor és női háttér-vokál kísér. Dalai gyakran érzelmileg súlyos, komplex lírai darabok, amelyek közelebb állnak a költészet szóvarázslataihoz, mint a dalgyártás hagyományaihoz. Szövegeiben sokszor jelenik meg a vallás, az elszigetelődés és a személyes kapcsolatok bonyolultsága. Zenéje jelentős hatás gyakorolt más énekesekre, dalszövegírókra; műveiből több, mint ezer feldolgozást rögzítettek különböző előadók. Számos dalát énekelték magyarul is: Kern András 1998-ban egy teljes lemezt kiadott Engem vársz címmel (a szövegeket Fábri Péter fordította), 2003-ban pedig A vendégek címmel jelent meg egy feldolgozáslemez több zenész (Zorán, a Kispál és a Borz és sokan mások) részvételével. A talán legismertebb magyar Cohen-feldolgozás, Zorán Volt egy tánc című dala nem fordítás; Dusán saját szöveget írt Cohen zenéjére. 2009. augusztus 31-én végre Magyarországra is ellátogatott. Világ körüli turnéja keretében három órás koncertet adott a zsúfolásig megtelt Papp László Budapest Sportarénában. Cohen egy lengyel-litván eredetű középosztálybeli zsidó családban született 1934-ben a québeci Montréalban és Westmountban nőtt fel. Apja, Nathan Cohen, aki tehetős üzletember, egy montréali ruházati bolt vállalkozás tulajdonosa volt; meghalt Leonard kilenc éves korában. Családja, mint a legtöbb Cohen, Kohn, Katz, Kagan stb. nevű zsidó család, a kohaniták leszármazottjának tartotta magát: \"Nagyon messianisztikus gyerekkorom volt\", mondta 1967-ben. \"Azt mondták, hogy Áron főpap leszármazottja vagyok.\" Tizenévesen tanult meg gitározni, majd alapított egy country-folk együttest Buckskin Boys néven. Apja végrendelete értelmében rendszeres szerény jövedelemhez jutott, ami lehetővé tette, hogy irodalmi ambícióinak élhessen. 1951-ben beiratkozott a McGill Egyetemre, ahol a McGilli Szónoki Egyesület elnöke lett. Első verseskötete még egyetemi évei alatt, 1956-ban jelent meg Let Us Compare Mythologies címmel. 1961-ben kiadott második kötete, a The Spice-Box of Earth tette ismertté nevét irodalmi körökben, elsősorban Kanadában. Cohen szigorú munkafegyelem szerint dolgozott korai szenvedélyes korszakában. A hatvanas években verseket és prózát is írt, és meglehetősen visszavonultan élt. Egy görög szigetre, Idrára költözött, itt írta Flowers for Hitler című verseskötetét (1964), valamint a The Favourite Game (1963) és Beautiful Losers (1966) című regényeit, amelyek azóta magyarul is megjelentek (A kedvenc játék; Szépséges lúzerek). A kedvenc játék egy önéletrajzi tárgyú bildungsroman, nevelési regény egy fiatalemberről, aki az írásban találja meg önmagát. Ezzel szemben a Szépséges lúzereket ellen-bildungsromannak tekinthetjük, hiszen – korai posztmodern mintára – a szentet a profánnal, a vallást a szexualitással vegyítve vizsgálja a főszereplők önazonosságát gazdag, lírai nyelvezetben. A regényben Cohen québeci gyökerei is megjelennek – bár ez egy zsidó hátterű szerzőtől talán kissé szokatlan – , az egyik mellékszál egy katolikus boldogról, az irokéz indián Kateri Tekakwitháról szól. A Szépséges lúzerek kezdetben megdöbbentette a kanadai kritikusokat szókimondó szexuális tartalma miatt. 1967-ben Cohen az Egyesült Államokba költözött, hogy megkezdje folk-rock énekesi és dalszerzői pályafutását. Fellépett egy pár fesztiválon, ekkor figyelt fel rá a Columbia Records képviselője, John H. Hammond, aki olyan művészek producere volt, mint Billie Holiday, Bob Dylan és Bruce Springsteen. Suzanne című dalát először Judy Collins vitte sikerre, majd Cohen maga is elénekelte első albumán, a '67-ben megjelent Songs of Leonard Cohen. Az album sötét hangvétele miatt nem kelt el túl nagy példányszámban, de a folkrajongók körében nagy sikert aratott. Az Egyesült Királyságban több mint egy évet töltött a lemezeladási listákon. Ezt több hasonló album követte: Songs from a Room (1969) (rajta egyik legtöbbször feldolgozott dala, a Bird on the Wire), Songs of Love and Hate (1971) és New Skin for the Old Ceremony (1974). A 60-as években és a 70-es évek elején Cohen bejárta az Egyesült Államokat, Kanadát és Európát. 1973-ban Izraelben turnézott és katonai állomásokon is fellépett a jom kippuri háború során. 1974-től kezdve együtt koncertezett John Lissauer zongoristával, közös munkájukat a kritika is elismerte, de hangfelvétel sosem készült róla. Ekkoriban Cohen koncertjein már gyakran vokálozott Jennifer Warnes, aki állandó közreműködő lett a későbbi albumokon (ő énekli például a női szólamot a Take This Waltzban). Warnes 1987-ben saját neve alatt is kiadott egy Cohen-feldolgozásokat tartalmazó lemezt Famous Blue Raincoat címmel. 1977-ben jelent meg a Death of a Ladies' Man című lemez, melynek producere Phil Spector volt, akit a \"wall of sound\" technika feltalálójaként ismernek. A lemezen a popzene gazdag hangszereléssel párosul, ami nagyban eltér Cohen addig megszokott minimalista stílusától. A felvételeket sok nehézség kísérte; Spector állítólag titokban keverte az albumot és egyszer fegyverrel fenyegette meg Cohent. Cohen kezdetben groteszknek minősítette közös munkájukat, később azonban már \"félig-meddig művészinek\" nevezte azt. 1979-ben Cohen a hagyományosabb hangvételű Recent Songsszal tért vissza. A producerek maga Cohen és Henry Lewy voltak, a lemezen megszólal egy jazz fusion együttes és egzotikus hangszerek is (úd, cigányhegedű, mandolin). A lemezbemutató turnén készült felvételek 2001-ben jelentek meg Field Commander Cohen: Tour of 1979 címmel. Az 1984-ben megjelent Various Positions című lemez hangzásvilágában nagy szerepet kap a szintetizátor. Az album meglehetősen vallásos témájú, különösen a legismertebb és legtöbbször feldolgozott dala, a Hallelujah. A Columbia Records az Egyesült államokban nem adta ki a lemezt, ott ugyanis Cohen népszerűsége visszaesett a megelőző években. (Cohen egész pályafutása során több lemezt adott el Európában és Kanadában, mint az Egyesült Államokban; egyszer gúnyosan megjegyezte, milyen nagyra értékeli a mértékletességet, amit az amerikai vállalat mutatott a lemezei népszerűsítésében). 1986-ban Cohen eljátszott egy epizódszerepet a Miami Vice című tévésorozat French Twist című részében. 1988-ban, miután Jennifer Warnes már említett feldolgozáslemeze újra felkeltette a Cohen iránti érdeklődést az Egyesült Államokban, megjelentette az I'm Your Man című albumot, ami gyökeres változást mutatott a korábbi lemezekhez képest: a fő hangszer a szintetizátor, bár nincs annyira túlsúlyban, mint a Death of a Ladies' Manen, a dalszövegek pedig több társadalomelemzést és sötét humort tartalmaznak. Ez volt Cohen legelismertebb és legnépszerűbb munkája a Songs of Leonard Cohen óta, a lemezen hallható First We Take Manhattan és I'm Your Man című dalok pedig a legnépszerűbb dalai közé tartoznak. Az I'm Your Man lemez egyik dala, az Everybody Knows (társszerzője Sharon Robinson) 1990-ben az Adj rá kakaót! (Pump Up the Volume) című film betétdala lett, ami a fiatalabb hallgatókhoz is eljuttatta Cohen zenéjét. 1992-ben jelent meg a The Future, ami állhatatosságra, megújulásra, a kilátástalansággal szemben is reményre buzdít, gyakran a bibliai próféciák szóhasználatát követve. Az album három dala (Waiting for the Miracle, The Future, Anthem) hallható az erőszakossága miatt sokat kritizált Született gyilkosok (Natural Born Killers) című filmben. A címadó dalban Cohen közelgő politikai és társadalmi összeomlást jövendöl, állítólag az 1992-es los angelesi zavargásokra utalva: \"I've seen the future, brother: It is murder.\" A Democracy című dalban Amerikát bírálja, bár azt mondja, szereti az országot: \"I love the country but I can't stand the scene\", továbbá kritizálja az amerikaiak politika iránti érdektelenségét és televíziótól való függőségét: \"I'm neither left or right/I'm just staying home tonight/getting lost in that hopeless little screen.\" 1994-ben, a The Future bemutató turnéja után Cohen visszavonult a Los Angeles közelében fekvő Mount Baldy Zen Központba, ahol a következő öt évet a világtól elzárkózva töltötte. 1996-ban rinzai zen buddhista szerzetessé szentelték és felvette a Jikan nevet, ami azt jelenti: a csöndes. 1999-ben hagyta el Mount Baldyt.","strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Westmount, Montreal, Canada","strCountryCode":"CA","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/cohen-leonard-4fd9fdf9be9d7.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/cohen-leonard-4ff5a793ddc39.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/wrvprx1522266751.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/wuupsr1527177147.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/yvwtxp1486773726.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/qk92tp1628931905.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/cohen-leonard-4fd9fec10f459.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/65wxsm1628931811.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/cohen-leonard-560fb8d9d4cea.jpg","strMusicBrainzID":"65314b12-0e08-43fa-ba33-baaa7b874c15","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}