{"artists":[{"idArtist":"119227","strArtist":"The Rolling Stones","strArtistStripped":null,"strArtistAlternate":"Rolling Stones","strLabel":"Polydor","idLabel":"45210","intFormedYear":"1962","intBornYear":"1962","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock","strMood":"Energetic","strWebsite":"rollingstones.com","strFacebook":"www.facebook.com/therollingstones","strTwitter":"1","strBiographyEN":"The Rolling Stones are an English rock band formed in London in 1962. The first settled line-up consisted of Brian Jones on guitar and harmonica, Ian Stewart on piano, Mick Jagger on lead vocals and harmonica, Keith Richards on guitar and backing vocals, Bill Wyman on bass and Charlie Watts on drums. Jones founded and led the band, but Jagger and Richards assumed leadership after becoming the primary songwriters. Jones' increasing physical and mental troubles forced his departure from the band two weeks prior to his drowning death in 1969. Since Wyman retired in 1993, full band members have been Jagger, Richards, Watts and guitarist Ronnie Wood who joined in 1975, replacing Mick Taylor (who had followed Jones). The Rock and Roll Hall of Fame inducted the Rolling Stones in 1989. Rolling Stone magazine ranked them fourth on the \"100 Greatest Artists of All Time\" list and their album sales are estimated at more than 200 million worldwide.\n\nThe Rolling Stones were in the vanguard of the \"British Invasion\" of English bands that became popular in the U.S. in the mid-sixties. They have released twenty-four studio albums, eleven live albums and numerous compilations. Their album Sticky Fingers (1971) began a string of eight consecutive studio albums reaching number one in the United States. Their most recent album of new material, A Bigger Bang, was released in 2005. In 2008, Billboard magazine ranked the Rolling Stones at number ten on \"The Billboard Top All-Time Artists\" and as the second most successful group in the Billboard Hot 100 chart.\n\nThe Rolling Stones' advent brought greater international recognition to the primitive urban blues typified by Chess Records' artist Muddy Waters, writer of \"Rollin' Stone\", the song for which the band is named. Critic and musicologist Robert Palmer said their endurance and relevance stems from being \"rooted in traditional verities, in rhythm-and-blues and soul music\" while \"more ephemeral pop fashions have come and gone\". In 2012 the band celebrated their 50th anniversary.","strBiographyDE":"Den Kern der dienstältesten Rockgruppe der Welt bilden zwei Herren: Mick Jagger und Keith Richards.\n\nSchon als Kinder gehen sie in den 1950er Jahren zusammen auf die Dartford Maypole County Primary School, haben aber bis zu ihrem Wiedersehen 1960 keinen engeren Kontakt. Richards studiert bis zu diesem Zeitpunkt zusammen mit Dick Taylor an der Sidcup Art School. Jagger versucht sich hingegen als BWL-Student auf der London School of Economics und spielte nebenbei mit Taylor (Bass) in der Blues-Band Little Boy Blue And The Blue Boys. Beider Freund Taylor führt die beiden auf gemeinsame musikalische Wege.\n\nJagger und Richards treffen 1961 auf den Gitarristen Brian Jones, der bei der Band von Alexis Korner (auch als \"Weißer Vater des Blues\" bekannt), bei Blues Inc., unter Vertrag steht. Die beiden Combos jammen zusammen, Jagger, Richards und Jones werden Freunde.\n\nDie anderen Musiker erkennen schnell Jaggers musikalisches und theatralisches Talent und erheben ihn prompt zum Leadsänger von Blues Inc. So entsteht das erste Demotape (ein Cover des Muddy Waters-Klassikers \"Soon Forgotten\" und drei weitere Songs), für das sich aber die Plattenfirmen (darunter auch EMI) nicht weiter interessieren.\n\nTaylor verlässt daraufhin die Band, um weiter zu studieren. Die anderen ändern ihren Namen in The Rolling Stones, frei nach dem bekannten Song von Muddy Waters. Die Gruppe bilden zu diesem Zeitpunkt Mick Jagger, Keith Richards, Brian Jones, Pianist Ian Stewart, Drummer Mick Avory und Dick Taylor, der kurzfristig den Bass nochmals übernimmt.\n\nAm 12. Juli 1962 geben sie ihren ersten legendären Auftritt unter neuem Namen im Londoner Marquee Club. Für Dick Taylor übernimmt ein paar Wochen später Bill Wyman den Bass, und nachdem Mick Avory (später bei den Kinks) die Trommeln an Tony Chapman abgibt, dieser die Jungs aber nicht überzeugt, stößt Jazz-Drummer und Werbedesigner Charlie Watts von den Blues By Five hinzu.\n\nUm 1963 hilft den Rolling Stones eine feste Anstellung für acht Monate im Crawdaddy Club dabei, ihre Fangemeinde zu vergrößern. Dort lenken sie die Aufmerksamkeit von Andrew Loog Oldham, alsbald ihr Manager, auf sich. Dieser Typ versteht zwar nicht viel von Musik, er hat aber ein begnadetes Händchen im Bezug auf Promotion und Marketing. Er lässt sich von der Vorstellung leiten, mit den Stones eine Art Bad-Boy-Alternative zu Muttis Lieblings-Pilzköpfen zu erschaffen.\n\nOldham soll später sogar Mick Jagger die Heirat mit seiner Freundin Chrissie Shrimpton untersagt haben, weil dies nicht zum Hallodri-Image gehöre. Auf seine Anweisung hin ekeln die Stones Ian Stewart am Piano aus der Band, weil er nicht ins Rocker-Image passt. Stewart geht, bliebt aber im engen Kontakt zur Gruppe. Bis zu seinem Tod 1985 gilt er als einer der Hauptroadies der Stones und wirkt als Gastmusiker auf einigen Alben mit.\n\nOldham bringt im Juni 1963 den ersten Plattenvertrag der Stones bei Decca unter Dach und Fach. Derselbe Manager, der noch vor wenigen Monaten die Beatles abgelehnt hat, unterschreibt den Drei-Jahres-Vertrag. Kurz darauf verlässt auch schon die erste Single die Presse: Ein Cover von Chuck Berrys \"Come On\" beschert der Band die erste Notierung, auf Platz 21 der UK-Charts. Einige weitere mehr oder minder erfolgreiche Coverversionen folgen, bis die Stones 1964 mit dem Hit der Valentinos (damals noch mit Bobby Womack an Bord), \"It's All Over Now\", ihre erste Nummer eins auf der Insel platzieren.\n\nAm 17. April 1964 erscheint der erste selbstbetitelte Longplayer, der noch vorwiegend Fremdkompositionen aus dem R'n'B-Lager enthält. Nur zwei Songs stammen aus der Feder von Jagger/Richards. Dank Andrew Oldham, überzeugt von ihrem Talent, dominiert fortan dieses Autorenduo die Kompositionen der Stones. Natürlich steht auch ein wirtschaftliches Interesse dahinter, denn bei Eigenkompositionen klingeln die Kassen nur im Lager der Stones.\n\nSo veröffentlichten sie im Juni 1964 ihre erste eigene Nummer \"Tell Me (You're Coming Back)\", die zum ersten Top-40-Hit in den USA avanciert. Ein Erfolgsrezept, das eine Reihe von bedeutenden Jagger/Richards-Singles nach sich zieht und im Sommer 1965 mit \"(I Can't Get No) Satisfaction\" in einem ersten Millionenseller gipfelt. \"Satisfaction\" wird der Wegweiser, der das dynamische Duo von ihren Roots im Rhythm'n'Blues zum rauen Rock'n'Roll mit bluesigen Riffs und sarkastisch-zweideutigen Texten lenkt. Die Stones rücken in die Riege der Superstars auf.\n\nZwischen 1966 und '67 macht sich dieser Rockstar-Status mehr und mehr in den Songs bemerkbar. Brian Jones entdeckt seinen Geschmack an halluzinogenen Substanzen und zeigt sich für die exotischeren Einflüsse auf der LP \"Aftermath\" verantwortlich. Auch die psychedelischen Sitar-Parts bei \"Paint It Black\" tragen später seine Handschrift.\n\nAnrüchige Texte verstärken das von Oldham forcierte Bad-Boy-Image der Stones. Die \"Ed Sullivon Show\" legt Jagger nahe, den Refrain von \"Let's Spend The Night Together\" für einen Auftritt in eine weniger eindeutige Zeile umzudichten, was dieser aber ablehnt.\n\nDas Jahr 1967 beginnt mit der Verhaftung von Mick und Keith wegen Drogenbesitzes. Später folgt auch Brian Jones. Alle drei kommen aber mit einer Bewährungsstrafe davon. Die Drogen ergreifen mehr und mehr Besitz von der Band, schlagen sich aber nicht negativ auf den kreativen Output nieder.\n\nDie Stones trennen sich 1968 von Manager Oldham, dessen Job Allen Klein übernimmt. Dieser zeigt sich mitverantwortlich für die kreative Freizügigkeit in der Gruppe. Die psychedelischeren Platten \"Their Satanic Majesties Request\" oder \"Beggar's Banquet\" erzielen äußerst positive Resonanz bei den Kritikern.\n\n1969 bricht das Schicksalsjahr für die Stones an. Brian Jones verlässt im Juni die Band, angeblich, weil er nicht mit dem dominierenden Songschreiberduo Jagger/Richards klar kommt. Ersatz findet sich durch Gitarrist Mick Taylor. Einen Monat später ertrinkt Jones in seinem Swimmingpool.\n\nDoch damit nicht genug. Bei einem kostenlosen Konzert am Altamont Speedway bei San Fancisco heuerten die Stones auf Anraten der Grateful Dead die Hell's Angels als Ordner an, um des Publikumsansturms Herr zu werden. Der Plan erweist sich als kompletter Fehlschlag, als einer der Angels den schwarzen Konzertbesucher Meredith Hunter niedersticht, was im Live-Film \"Gimme Shelter\" deutlich zu sehen ist.\n\nMick Jagger findet sich immer öfter im Rampenlicht der High Society wieder und heiratet das nicaraguanische Model Bianca Perez Morena de Macias. Nach seinem 69er Ausflug ins Filmgeschäft mit dem australischen Western \"Ned Kelly\" wagt er erneut eine Rolle in Nicholas Roegs Kultfilm \"Performance\". Zu beiden Filmen steuert er auch den Soundtrack bei.\n\nAuch Keith Richards hat 1969 eine kleine Rolle in Volker Schlöndorffs Film \"Michael Kohlhaas - Der Rebell\". Mit dem 1970er-Release von \"Get Yer Ya-Ya's Out\" endet der Plattenvertrag mit Decca. Die Gruppe gründet ihr eigenes Label Rolling Stones Records als Teil von Atlantic Records. Seit der ersten Veröffentlichung \"Sticky Fingers\" (mit dem skandalösen Reißverschluss-Cover von Andy Warhol) ist die Zunge als Logo auf jeder Platte zu sehen.\n\nMehre Klagen wegen Steuerhinterziehung zwingen die Stones zur Flucht ins französische Exil. Dort entsteht die Doppel-LP \"Exile On Main St.\". 1975 übergibt Mick Taylor die Stones-Klampfe an Ron Wood, der schon mit Rod Stewart bei den Faces Erfolg hatte. Die Stones beginnen, sich mehr auf Nebenprojekte zu konzentrieren, wobei Wyman und Wood regelmäßig Soloalben veröffentlichen.\n\nAuch Keith Richards jetsettet in der Weltgeschichte herum. Nachdem er 1977 mit seinem Dauergroupie Anita Palleberg eine beachtliche Menge Heroin nach Kanada schmuggelt, wird er vor Gericht zu einer Bewährungsstrafe verurteilt. Nach seinem Entzug erscheint 1978 \"Some Girls\" auf den Markt, die Stones-Antwort auf Punk, New Wave und Disco.\n\nBis 1981 und dem Album \"Tattoo You\" schafft es jede Stones-Single in die Top 10. Doch Jagger und Richards geraten über den weiteren Weg der Band in Streitigkeiten. Jagger möchte neuere Einflüsse in den Sound integrieren, wobei man nach Richards den alten Roots im Rock und Blues treu bleiben soll. Infolgedessen beginnt Mick eine relativ erfolgreiche Solokarriere (\"She's The Boss\", \"Primitive Cool\", \"Goddess In The Doorway\"), und auch Keith veröffentlicht 1988 mit \"Talk Is Cheap\" ein Solowerk. Obwohl sie 1986 den Grammy für ihr Lebenswerk erhalten, geraten über dem Streit der Hauptfiguren Kreativität und Erfolg der Band in den 1980ern ins Stocken.\n\nErst 1989 knüpfen die Stones mit \"Steel Wheels\" wieder an alte Erfolge an und füllen mit ihrer 140-Millionen-Dollar-Mega-Tour die Stadien der Welt. Bill Wyman verlässt nach dem Release des Live-Albums \"Flashback\" 1991 die Truppe und verdingt sich als Buchautor (\"Stone Alone\").\n\nMit \"Voodoo Lounge\" kommt Darryl Jones an den Bass, und die Band erreicht erstmals seit 13 Jahren wieder die britischen LP-Charts. Sie sind die älteste Gruppe (Durchschnittsalter 50), die bis dahin den ersten Platz dieser Hitliste belegt. Für das Album erhamstern sie einen weiteren Grammy für das beste Rockalbum. Mit der Hitsingle \"Love Is Strong\" im Gepäck erobern die Stones 1995 wieder die Stadien dieser Welt, zum ersten Mal ohne Basser Bill.\n\nAuch der bereits 1997 fertige Nachfolge-Longplayer \"Bridges To Babylon\" mit dem Hit \"Anybody Seen My Baby\" lässt die Erfolgswoge des Quartetts nicht abreißen. Wenngleich neue Studioalben mittlerweile höchstens noch eine Legitimation für eine Weltreise bedeuten. Einige Sound-Experimente sind dennoch verortbar. Wie schon bei \"Voodoo Lounge\" sitzt erneut Don Was (B-52s, Bob Dylan, Elton John) am Produzentenpult, diesmal zusammen mit den Dust Brothers (Beck, Beastie Boys). Gemeinsam lassen sie die ergrauten Herren sogar am Reggae schnüffeln (\"You Don't Have To Mean It\"). Die Kritik nimmt das Album insgesamt besser auf als den Vorgänger.\n\nMit den Live-Alben \"Stripped\" (1995) und \"No Security\" (1998) zelebrieren die Rock-Dinosaurier ihre Live-Qualitäten, bevor es eine Weile still um die Band wird. Erst 2002 gibt es neues Futter für die Fans, wenn auch nur in Form vier neuer Songs, die auf das Best Of-Album \"Forty Licks\" gelangen. Erneut geht es auf Tournee, erneut veröffentlicht man Live-CD sowie DVD.\n\nErst 2005, acht Jahre nach dem letzten Studioalbum, präsentieren die vier Stones wieder eine Albumlänge an neuen Songs. \"A Bigger Bang\" heißt das Ergebnis und dient, wer hätte es gedacht, als Anlass zu einer erneuten Welttournee.\n\n2006 spielen die Stones beim ersten Teil ihrer \"A Bigger Bang\"-Tour zwar auch Konzerte in Europa, sind aber gezwungen, einige Auftritte abzusagen, nachdem Gitarrist Richards auf den Fidschi-Inseln von einer Palme stürzt. Hierzulande entfallen die Konzerte in Nürnberg, Leipzig und Frankfurt. 2007 folgt der zweite Teil der Tour, die sich über drei Sommermonate erstreckt.\n\nKurz vor Weihnachten 2007 erscheint mit \"Rolled Gold\" eine Wiederauflage des bereits 1975 erschienen Best Of-Albums. Auf zwei CDs finden sich 40 Songs der Stones-Frühphase ein von \"Come On\" (1963) bis zu \"Wild Horses\" (1971). Ein ausführliches Booklet mit der historischen Einordnung der jeweiligen Songs rundet das Paket ab.\n\nMartin Scorseses Konzertfilm \"Shine A Light\" eröffnet 2008 die Berlinale, im April läuft der Streifen in den Kinos. Aufgenommen wurde an drei Abenden in New York anno 2006. Zwei Jahre später zieht Keith in seiner Autobiografie \"Life\" dermaßen über Jagger her, dass er sich später dafür entschuldigt. Mick sieht es mittlerweile entspannt.\n\nZum 50. Bühnenjubiläum 2012 müssen schließlich wieder alle ins Boot. Währenddessen läuft die VÖ-Politik in Sachen Stones-Sound wie gewohnt weiter. Neben den obligatorischen autorisierten und nicht-autorisierten Büchern zum Jubiläum, erscheint mit \"Doom And Gloom\" der erste neue Song seit sieben Jahren auf der Kompilation \"Grrr!\".\n\nNoch einmal stehen die Rock-Veteranen für eine Handvoll Konzerte, deren günstigste Karten 500 Euro kosten, gemeinsam auf der Bühne. Da erlaubt sich ein Herr Jagger doch gerne ein Scherzchen und fragt in die Menge, wie es dem Publikum auf den billigen Plätzen geht. \"Ach, nein. Es gibt ja keine!\" Der Dokumentarfilm \"Crossfire Hurricane\" rundet die Feierlichkeiten ab.\n\nSeit Jahrzehnten als Rock-Opas beschimpft, lassen sich die ehemaligen Rotzlöffel und heutigen Elder Statesmen des Rock nicht aus der Ruhe bringen. Sie machen einfach weiter. \"It's only rock'n'roll, but we like it.\"","strBiographyFR":"The Rolling Stones est un groupe de rock britannique, formé en 1962 par le guitariste et leader original Brian Jones, le pianiste Ian Stewart, le chanteur Mick Jagger et le guitariste Keith Richards. Le bassiste Bill Wyman et le batteur Charlie Watts les rejoignent ensuite et complètent la formation originale. Jagger et Richards constituent rapidement un duo d’auteurs-compositeurs et prennent peu à peu la direction du groupe, en lieu et place d’un Brian Jones de plus en plus erratique. Ian Stewart, jugé peu apte à jouer les idoles des jeunes, selon les préférences de l'époque, est renvoyé du groupe en 1963, mais continuera à travailler avec les Stones comme road manager et claviériste jusqu’à son décès en 1985.\n\nLe nom du groupe vient d'une chanson de Muddy Waters, Rollin' Stone, choisie par Brian. Le blues a toujours été la source d'inspiration principale des Stones, qui ont été l'un des principaux acteurs du retour de cette musique sur le devant de la scène, à travers le British Blues Boom. Les premiers enregistrements des Rolling Stones sont des reprises de blues et de rhythm and blues américains. Après avoir rencontré le succès au Royaume-Uni, ils deviennent populaires aux États-Unis, durant la « British Invasion » (initiée par les Beatles) du milieu des années 1960. Leur single de 1965, (I Can't Get No) Satisfaction fait connaître les Stones dans le monde entier.\n\nÀ partir de 1966 et de l’album Aftermath, les chansons de Jagger et Richards, embellies par les expérimentations instrumentales de Brian Jones, développent une diversité stylistique qui restera présente jusqu’à nos jours. Jones meurt noyé dans sa piscine en juillet 1969, peu de temps après avoir été renvoyé du groupe. Il est remplacé par Mick Taylor qui participe à l'enregistrement de cinq albums studio avant de quitter les Stones en 1974. L’ancien guitariste des Faces, Ronnie Wood, prend alors sa place et la conserve depuis lors. Bill Wyman quitte à son tour le groupe en 1993. Le bassiste Darryl Jones rejoint alors le groupe sans en devenir un membre officiel.\n\nLes Rolling Stones ont publié 22 albums studio au Royaume-Uni (24 aux États-Unis), 8 albums live (9 aux États-Unis) et 32 compilations. En 2012, le groupe estime avoir vendu plus de 300 millions d’albums dans le monde. En 1971, Sticky Fingers débute une série de huit albums studio consécutifs qui atteignent la première place des hit-parades, des deux côtés de l’Atlantique. Leur dernier disque original, A Bigger Bang, est sorti en 2005. Ils sont d'ailleurs le deuxième groupe à avoir eu le plus de succès dans le Billboard Hot 100, la référence des ventes de singles aux États-Unis. Les Stones ont été classés no 4 dans la liste des 100 plus grands artistes de tous les temps du magazine Rolling Stone.\n\nLes Rolling Stones sont entrés au Rock and Roll Hall of Fame en 1989, et Mick Jagger a été anobli par la reine d’Angleterre en 2003. Leur image de « mauvais garçons » rebelles, véhiculée dans les années 1960, est une référence majeure pour les générations de musiciens rock qui les ont suivis.","strBiographyCN":"滚石（The Rolling Stones）是一个英国摇滚乐乐队。1962年4月在伦敦成立，布莱恩·琼斯（吉他手、口琴手、和唱）、伊恩·斯图尔特（钢琴手、和唱）、米克·贾格尔（主唱、口琴手）以及基思·理查兹（吉他手、和唱及主唱），加上贝斯手比尔·怀曼和鼓手查利·沃茨组成了早期的滚石乐队。\n一开始滚石组合了不同的美国音乐而造成了一种新的大众音乐。乐队成立开始时期他们演奏自己改编的藍調、节奏藍調、乡村音乐和摇滚乐。他们一开始的唱片是改编查克·贝里、罗伯特·约翰逊、杰依·霍金斯、马迪·沃特斯和汉克·威廉姆斯等的歌。虽然乐队成员米克·贾格尔和凯斯·理查兹被公认为大众乐史上最有成果的作曲家和作词家组之一，滚石也始终没有停止从其它音乐形式获得新的灵感。在他们的音乐中他们吸收了雷鬼音乐、庞克摇滚和舞曲的成分。\n乐队开始的吉他手（和领头）布莱恩·琼斯虽然非常受欢迎和非常有吸引力，但于1969年被迫离开了滚石，后来莫名其妙地逝世于同年。当时一般被认为他的死出于事故，但也一直有人认为他被谋杀。杰格和理查兹从此开始写歌和领头表演。琼斯的歌比较接近布鲁斯，不过他也试验过西塔琴（sitar），而杰格和理查兹则扩展了滚石的作品范围。","strBiographyIT":"I Rolling Stones sono un gruppo musicale britannico, composto da Mick Jagger (voce, armonica), Keith Richards (chitarre, voce), Ronnie Wood (chitarre, cori) e Charlie Watts (batteria, percussioni). È una delle band più importanti e tra le maggiori espressioni della miscela tra i generi della musica rock e blues, quel genere musicale che è l'evoluzione del rock & roll anni cinquanta, da loro rivisitato in chiave più dura con ritmi lascivi, canto aggressivo, continui riferimenti al sesso e, talvolta, alle droghe pesanti.\nPer il loro essere trasgressivi furono chiamati i \"brutti, sporchi e cattivi\" e contrapposti ai più rassicuranti Beatles, anche se tale contrapposizione fu spesso creata dagli stessi Rolling Stones che si comportavano in modo volutamente antitetico rispetto ai Beatles (con i quali ebbero peraltro sempre un ottimo rapporto di stima ed amicizia), proponendo così un modello alternativo a uso e consumo della stampa musicale. I Rolling Stones sono stati, e sono tuttora, un'autentica pietra miliare nell'evoluzione della musica rock del Novecento, portando sotto i riflettori il malcontento e di conseguenza la protesta di intere generazioni, incarnando così il travagliato spirito dei grandi bluesman del passato e scegliendo il titolo di una canzone di uno di questi (Muddy Waters) come nome del loro gruppo.[2]","strBiographyJP":"ザ・ローリング・ストーンズ (The Rolling Stones) は、イギリスのロックバンド。 1962年4月のロンドンで、ブライアン・ジョーンズ（ギター、ハーモニカ）、イアン・スチュワート（ピアノ）、ミック・ジャガー（リードヴォーカル、ハーモニカ）、キース・リチャーズ（ギター、ボーカル）によって結成、その後間もなくベーシストのビル・ワイマンとドラマーのチャーリー・ワッツが参加した。\n結成当初のリーダーはジョーンズであったが、後にジャガーとリチャーズがコンビで作曲を行い、グループをリードするようになった。1969年、ジョーンズは体調不良と法律問題のためバンドへの貢献が減少しツアーへの参加もできなくなり、バンドを脱退、その3週間後にプールで溺死した。ジョーンズの後任としてミック・テイラーが加入、1974年に脱退するまで活動を続けた。その後、ロン・ウッドが加入する。ワイマンは、1993年にバンドを脱退、後任としてダリル・ジョーンズがベースを担当するようになるが、正式メンバーとしては加入していない。スチュワートは、1963年に公式メンバーから外されるが、バンドのロードマネージャーを続け、1985年に死去するまでピアニストとしてツアーやレコーディングに参加した。1982年以降は、チャック・リーヴェルがバンドのキーボードを担当している。","strBiographyRU":"The Rolling Stones (англ. Роллинг Стоунз, «Перекати-поле») — британская рок-группа, образовавшаяся в 1962 году и многие годы соперничавшая по популярности с The Beatles. Rolling Stones, ставшие важной частью Британского вторжения, считаются одной из самых влиятельных и успешных групп в истории рока.Музыкальный стиль Rolling Stones, формировавшийся под влиянием Роберта Джонсона (Robert Johnson), Чака Берри (Chuck Berry), Бо Диддли (Bo Diddley) и Мадди Уотерса (Muddy Waters), с течением времени обретал индивидуальные черты; авторский дуэт Джаггер-Ричардс получил в конечном итоге всемирное признание.\n\n Группа выпустила в Великобритании двадцать два студийных и восемь концертных альбомов (в США, соответственно, — 24 и 9). Двадцать один сингл входил в первую десятку UK Singles Chart, 8 из них поднимались на вершину хит-парада; соответствующие показатели Rolling Stones в Billboard Hot 100 — 28 и 8.\n\n Общемировой тираж альбомов Rolling Stones превысил 250 миллионов, 200 миллионов из них были проданы в США; по этим показателям группа является одной из самых успешных в истории. В 1989 году Rolling Stones были включены в Зал славы рок-н-ролла, а в 2004 году заняли четвёртое место в списке 50 величайших исполнителей всех времён по версии журнала Rolling Stone.\n\nИстория группы.\n Мик Джаггер и Кит Ричардс впервые познакомились в начальной школе Дартфорда. Затем в течение семи лет они не общались и случайно встретились вновь в 1961 году, когда Кит увидел на дартфордском железнодорожном вокзале Мика, державшего в руках несколько грампластинок с записями ритм-энд-блюза.\n\n В последовавшем разговоре выяснилось, что оба они увлекаются блюзом и ритм-энд-блюзом (в отличие от большинства своих сверстников, отдававших предпочтение рок-н-роллу), и что у них есть общий знакомый — Дик Тейлор, учившийся в художественной школе Sidcup Art School. Втроём они решили создать группу, которой дали название Little Boy Blue and the Blue Boys и разучили несколько песен из репертуара Чака Берри и Бо Диддли.\n\n Брайан Джонс (Brian Jones) родился и вырос в Челтенхеме. Как и многие его ровесники, он увлекался скиффлом, позже — традом (сокр. от «традиционный джаз»). Под влиянием записей Чарли Паркера Джонс научился играть на саксофоне и кларнете, позже освоил гитару и играл на танцах с местными группами Trad Band, Dixielanders и Delta Jazzmen. В 1959 году шестнадцатилетняя подружка Брайана забеременела, и из-за разгоревшегося скандала Брайан бросил школу и нелегально уехал в Скандинавию, где провёл лето, зарабатывая себе на жизнь игрой на гитаре на улицах. По возвращении домой Брайан увлёкся блюзом и стал в поисках единомышленников периодически ездить в Лондон. В январе 1962 года он познакомился с Полом Пондом (позже выступавшем в группе Манфреда Манна (Manfred Mann) под псевдонимом Пол Джонс (Paul Jones)) и присоединился к его группе Thunder Odin’s Big Secret.\n\nФормирование состава\n Некоторое время спустя один из основных британских пропагандистов блюза Алексис Корнер (Alexis Korner) начал регулярные выступления со своей группой Blues Incorporated (барабанщиком которой был Чарли Уоттс) в лондонском клубе Ealing. Брайан Джонс познакомился с Алексисом Корнером и присоединился к его группе в качестве сессионного музыканта, играя по выходным на слайд-гитаре под псевдонимом Элмо Льюис.\n\n В апреле 1962 года Мик Джаггер и Кит Ричардс побывали в клубе Ealing и увидели выступление Брайана Джонса, которое произвело на них большое впечатление и после концерта познакомились с ним. Став завсегдатаями «Илинга», они познакомились с Алексисом Корнером, которому дали прослушать любительские записи своей группы. Некоторое время спустя группа Blues Incorporated стала выступать также и в Marquee Club; здесь в составе её стали периодически появляться — сначала Мик Джаггер в качестве вокалиста, затем гитарист Кит Ричардс.\n\n Брайан Джонс в это время решил создать собственную ритм-энд-блюзовую группу и дал соответствующее объявление в газету «Jazz News». Первым на это объявление откликнулся пианист Иэн Стюарт, с которым Брайан приступил к репетициям. В июне Мик и Кит побывали на одной из репетиций новоиспечённой группы, после чего было принято решение играть вместе.\n\n 12 июля 1962 года Blues Incorporated получили приглашение выступить на Би-Би-Си. Поскольку в это же время группа должна была выступать и в «Marquee», Корнер предложил Брайану, Мику, Киту, Иэну и Дику выйти на клубную сцену. Именно на этом концерте группа (в составе которой играл также барабанщик Мик Айвори) впервые выступила под названием Rolling Stones, назвав себя по одной из песен Мадди Уотерса 1950 года.\n\nДебют\n В августе 1962 года Дик Тейлор покинул группу и был заменен Биллом Уайменом из The Cliftons, а на место Айвори (позже присоединившегося к The Kinks) был приглашен Тони Чепмен (Tony Chapman), вскоре уступивший место Чарли Уоттсу (Charlie Watss), который в то время работал в рекламном агентстве.\n\n К началу 1963 года состав стабилизировался и на 8 месяцев «осел» в клубе Crawdaddy, где привлек к себе внимание, в частности, Эндрю Луга Олдхэма, который «перекупил» Stones у клубного менеджера Джорджио Гомелски и тут же решил создать подопечным «грязный» имидж — в пику «чистеньким» The Beatles. По его настоянию Стюарт был вытеснен из состава — только за то, что внешне контрастировал с остальными участниками. Пианист не утратил с группой контакта: стал одним из главных рабочих сцены и выступал с ними на концертах вплоть до своей смерти в 1985 году. Получив контракт с Decca Records, The Rolling Stones в июне выпустили дебютный сингл «Come On» (композицию Чака Берри), который поднялся в Британии до 21-го места.\n\n Затем последовали «I Wanna Be Your Man» (композиция Леннон-Маккартни) и «Not Fade Away» (Бадди Холли (Buddy Holly), 3-е место в Британии и первое попадание в американский Top 50). К этому времени у себя дома The Rolling Stones уже сделались скандально знаменитыми: ставка Олдэма на «грязный» имидж сработала. После выхода дебютного альбома (в Британии он назывался The Rolling Stones, в США — England’s Newest Hit Makers The Rolling Stones), группа провела первые американские гастроли, в ходе которых записала Five By Five EP. К моменту завершения гастролей они уже имели первый британский чарттоппер: «Little Red Rooster», композицию Хаулин’ Вулфа (Howlin’ Wolf).\n\n После выхода дебютной пластинки The Rolling Stones, Великобританию захлестнула настоящая истерия, которая на концертах то и дело перерастала в дебоши. Одним из самых буйных шоу в истории английского рок-н-ролла остается концерт группы в зале Winter Gardens Blackpool, во время которого фанаты начали крушить светильники, сломали рояль «Стейнвей» и устроили свалку, в результате чего около полусотни человек залечивали раны в больнице. Случалось, что в первые же минуты после появления музыкантов на сцене эмоции накалялись до такой степени, что концерты приходилось прерывать.\n\n С этого момента Олдэм настаивал на том, чтобы группа записывала исключительно собственные композиции. В июне 1964 года сингл «Tell Me (You’re Coming Back)» вошёл в американский Top 40 и положил начало серии хитов Джаггера-Ричардса. К суперзвездному статусу авторский дуэт поднял «(I Can’t Get No) Satisfaction» (лето 1965 года). Уже сам по себе (позже признанный классическим) гитарный рифф (изначально копировавший звучание духовой секции) свидетельствовал о том, что Rolling Stones отделились от корней традиционного блюза и вышли на собственный путь развития. Сингл продержался на вершине американских «списков» 4 недели; за ним в «десятку» один за другим вошли — «Get Off My Cloud», «19th Nervous Breakdown», «As Tears Go By», «Have You Seen Your Mother, Baby, Standing In The Shadow?».\n\n В 1966 году The Rolling Stones решили ответить на избранный The Beatles радикальный путь развития собственным экскурсом в психоделию: Aftermath стал первым альбомом группы, не содержавшим кавер-версий. Брайан Джонс к этому времени уже увлекался самыми разнообразными музыкальными веяниями, и это нашло отражение в таких вещах, как «Paint It Black» (ситар здесь оказался солирующим инструментом) или «Going Home».\n\n Эклектические тенденции ещё более расцвели в [album artist=the rolling stones]Between the Buttons (1967); при этом здесь звучание группы стало легче, аранжировки — изящнее. Помешали группе окончательно влиться в поп-мэйнстрим два скандальных эпизода. Сначала Джаггеру пришлось как можно менее внятно исполнить «Let’s Spend The Night Together», (в противном случае группе грозил запрет на Би-би-си), потом Джаггера и Ричардса арестовали с наркотиками; спустя 3 месяца то же случилось с Джонсом. Все трое получили условные сроки, но группе пришлось временно выйти из фокуса общественного внимания, так что «лето любви 67-го года» она отдыхала.\n\n Джаггер с подругой Марианн Фэйтфул приняли участие в организованной участниками The Beatles поездке в Индию к Махариши, после чего «засветились» на международной трансляции битловской «All You Need Is Love». Неудивительно, что следующий сингл The Rolling Stones, «Dandelion», «We Love You», был выдержан в поп-психоделическом ключе. Ещё более радикальные формы эксперимент принял в альбоме Their Satanic Majesties Request, явившемся своего рода «ответом» «Sgt. Peppers Lonely Hearts Club Band».\n\n Психоделический период в творчестве группы длился недолго. К началу 1968 года она рассталась с Эндрю Лугом Олдэмом и пригласила на его место Алена Клейна, одновременно вернувшись (на новом техническом уровне) к прямолинейному рок-н-роллу. Кейт Ричардс стал использовать открытый настрой, благодаря чему звучание группы стало гуще и тяжелее, примером чему служил сингл «Jumpin’ Jack Flash» (#3, U.K. в мае 1968 года).\n\n Альбом Beggars Banquet вышел осенью (этому предшествовал затянувшийся на пять месяцев скандал, связанный с оформлением обложки), — и тут же был объявлен в музыкальной прессе шедевром. Но мало кто мог предположить, что работа, ознаменовавшая новую эпоху в развитии группы, окажется финальной в личной творческой саге Брайана Джонса, который из-за проблем с наркозависимостью практически самоустранился от работы. 9 июня 1969 год гитарист покинул состав, а 3 июля был найден мертвым в своем бассейне. Официально было объявлено, что причиной смерти стал несчастный случай, но слухи вокруг этого инцидента не утихали многие годы. К этому времени в группе уже играл новый гитарист, Мик Тейлор (Mick Taylor), пришедший из John Mayall’s Bluesbreakers. Впрочем, он не принял участия в записи сингла-чарттоппера «Honky Tonk Women», вышедшего спустя несколько дней после похорон Джонса, и сыграл лишь несколько партий в альбоме Let It Bleed, который продолжил начатую в предыдущей работе линию на «огрубление» звучания и сближение его с ранними, грубыми формами блюза.\n\n В 1969 году, после того как Джаггер закончил работу в Австралии над фильмом «Нед Келли», группа отправилась в (первые за последние три года) американские гастроли, в ходе которых рекламировалась как «World’s Greatest Rock & Roll Band». После гибели чернокожего фаната на концерте в Алтамонте, группа вновь вынужденно отошла от дел и перестала исполнять «Sympathy for the Devil» — песню, которая (как утверждали в то время газеты) инициировала беспорядки. Весной 1970 года вышел Get Yer Ya-ya’s Out!, последний альбом группы для Decca/London. После этого она образовала собственный лейбл Rolling Stones Records, который стал функционировать «под крылом» Atlantic Records.\n\n В 1970 году Джаггер снялся в культовом фильме Николаса Роуга «Performance» («Представление») и женился на никарагуанской модели Бьянке (полное имя: исп. Bianca Pérez-Mora Macías). Это позволило Ричардсу в какой-то момент стать лидером группы: именно его музыкальные идеи легли в основу альбома Sticky Fingers. Вскоре после выхода пластинки группа, спасаясь от уплаты налогов, спешно перебралась во Францию, где записала двойник Exile on Main St., ознаменовавший, как считают специалисты, пик в её творческом развитии. Затем наметился кризис: Джаггер увлекся ролью героя светских тусовок, Ричардс начал погружаться в омут наркозависимости. Это не помешало альбому Goats Head Soup стать мегахитом, хотя главный хит с этого альбома — полуакустическую балладу «Angie» (5 место в UK Charts) — довольно холодно встретили давние поклонники группы.\n\n В 1972 году группа отправилась в американское турне. Музыканты решили задокументировать эти гастроли, ожидая, что они станут величайшим событием в истории группы. Для этого был приглашен фотограф и кинорежиссёр Роберт Франк, известный по фотоальбому «Американцы» (1958) и фильму об американских битниках «Погадай на ромашке» (англ. Pull My Daisy, 1959). Франк вместе со своим ассистентом Дэнни Сеймуром отправился в гастрольную поездку вместе с группой. Результатом этого стал документальный фильм Cocksucker Blues (назван по непристойной песне группы, написанной от лица гомосексуалиста-проститутки), снятый в духе эстетики cinema verite и запечатлевший музыкантов, их жен и подружек в разные моменты гастролей. В фильме показаны эротические оргии, ссоры между музыкантами, есть сцены неоднократного приема наркотиков. После первого просмотра смонтированной картины Мик Джаггер высоко оценил результат, но тиражирование и распространение фильма было группой запрещено. Сегодня его экранные копии можно найти на торрент-трекерах или купить на DVD — вышло немало бутлегов, но легально Cocksucker Blues никогда не издавался.\n\n1974 — настоящее время\n После выхода It’s Only Rock ‘n’ Roll Тейлор покинул состав, и замену ему группа искала уже во время работы над следующим альбомом Black And Blue (1976). Прослушав множество претендентов (в числе которых были Джефф Бек (Jeff Beck), Питер Фрэмптон (Peter Frampton) и Рори Галлахер (Rory Gallagher)), Rolling Stones остановили свой выбор на приятеле Кейта Ричардса Роне Вуде (Ron Wood), гитаристе The Faces и Рода Стюарта (Rod Stewart), который уже участвовал в записи «It’s Only Rock ’n’ Roll».\n\n В 1977 году Кейт Ричардс и Анита Палленберг были арестованы в Канаде за хранение героина: это повлекло за собой судебное разбирательство, в результате которого гитарист получил год условно. В 1978 году (после того, как Ричардс завершил реабилитационный курс) группа собралась вновь и записала Some Girls (в котором ощущалось влияние как панка, так и диско). Как альбом, так и сингл из него «Miss You», возглавили соответствующие списки в США. Emotional Rescue (1980) был принят критикой сдержанно, но Tattoo You (1981) ознаменовал возвращение к прежней форме и продержался 9 недель на первом месте в списках «Биллборда». С ним группа отправилась в мировое турне, документированное фильмом Хэла Эшби «Let’s Spend the Night Together» и концертным альбомом Still Life.\n\n Примерно в это время наметились разногласия в некогда монолитном творческом союзе Джаггер-Ричардс. Первый настаивал на том, чтобы группа непрерывно развивалась, впитывая модные веяния; второй считал, что The Rolling Stones должны оставаться «корневой» группой. Раздор не мог не сказаться на качестве следующих студийных работ: Undercover и (особенно) Dirty Work музыкальная критика сочла провальными. К этому времени Джаггер и Ричардс уже занялись активной сольной деятельностью, причем альбом Ричардса «Talk Is Cheap» некоторые считают сильнейшим в (сольном или совместном) творчестве участников Rolling Stones начиная с 1982 года.\n\n Альбом Steel Wheels получил хорошие отзывы в прессе, но оказался в тени последовавшего за ним мирового турне, собравшего в кассу 140 миллионов долларов. После выпуска в 1991 году концертного альбома Flashpoint (записанного в ходе этих гастролей) Билл Уаймен покинул состав (несколько лет спустя он опубликовал биографическую книгу «Stone Alone»). Лишь в 1994 году группа нашла ему постоянную замену в лице Дэррила Джонса, известного по сотрудничеству с Майлсом Дэвисом и Стингом (Sting).\n\n В новом составе (с продюсером Доном Уозом) Rolling Stones записали альбом Voodoo Lounge, принесший им первую «Грэмми» (за лучший рок-альбом). В 1994-95 годах The Rolling Stones установили абсолютный рекорд прибыльности гастрольного тура — Voodoo Lounge, оно стало самым прибыльным турне всех времен. Команда отыграла 62 шоу вместо 28 запланированных и заработала свыше 400 миллионов долларов.\n\n По завершении гастролей Rolling Stones осенью 1995 года выпустили акустический альбом Stripped. Два года спустя за студийным Bridges to Babylon; в ходе последовавшего турне группа побила свой же рекорд, заработав около 500 миллионов. Затем вышел ещё один концертный диск No Security.\n\n В 2002 группа провела широко разрекламированный greatest-hits-тур, за которым последовали концертный Live Licks (2004) и студийный A Bigger Bang.\n\n В 2010 году вышло ремастированное переиздание альбома Exile on Main St.; на втором диске этого издания были собраны лучшие из вещей группы, записанные в период с конца 1969 по 1972 годы и по разным причинам отложенные на «полку». При активном участиии Мика Джаггера был снят и документальный фильм о жизни и творчестве группы в начале 1970-х. 23 мая 2010 года перевыпуск Exile on Main St. дебютировал на вершине британского хит-парада, спустя 38 лет после того, как в своей оригинальной версии вышел на эту позицию. В США альбом поднялся до #2. CD-версия, куда вошли десять треков, была выпущена на Target Records как Exile On Main St. (Rarities Edition); она поднялась в списках «Биллборда» до #27.\n\nМесто в истории\n The Rolling Stones очень отличались от The Beatles по звучанию и по имиджу, их музыка была более громкой, резкой и насыщенной весьма откровенными на тот период текстами.\n\n Влияние The Rolling Stones на формирование и развитие рок-музыки невозможно переоценить — не только в музыкальном, но и в художественно-изобразительном, имиджевом и масс-медийном планах. Группа по сей день остаётся абсолютно оригинальной, узнаваемой с первых аккордов. Незамысловатые, казалось бы, вначале, произведения, некоторые из которых при первом прослушивании создают ощущение шумового хаоса, при последующих прослушиваниях предстают как полноценный высокохудожественный артефакт.\n\n Многие альбомы Rolling Stones, такие как: Beggars Banquet, Let It Bleed, Sticky Fingers, Exile on Main Street, Some Girls, Tattoo You, Steel Wheels, признаны классикой жанра. Без первых четырёх из перечисленных альбомов не обходится ни один итоговый, за последние 30 лет, парад важнейших произведений рок-н-ролла в музыкальных изданиях. Песня (I Can’t Get No) Satisfaction стала международно узнаваемым символом Rolling Stones и ритм-энд-блюза 1960-х гг., без которой также не обходится ни один концерт группы.\n\n Их творчество, чрезвычайно гибкое, в смысле реакции на то или иное поветрие и музыкальную моду, тем не менее, не подверглось существенному изменению, и авторский стиль всегда узнаваем. Они черпают из традиционного блюза, расцвечивая его всеми мыслимыми оттенками эмоций, ритмов и музыкальных трюков. Перечень хитов или песен, являющихся образцом того или иного жанра в интерпретации «Роллингов», составит внушительный объём, равно как и список сотрудничавших с ними звезд из художественной, кинематографической, музыкальной, политической, масс-медийной и просто богемной сред. Теперь The Rolling Stones — неотъемлемая часть истории ХХ века, плавно перетёкшая в XXI век.","strBiographyES":"The Rolling Stones es una banda británica de rock originaria de Londres. The Rolling Stones son conocidos como «Sus Satánicas Majestades», debido a la salida de su álbum de estudio Their Satanic Majesties Request de 1967. La banda se fundó en abril de 1962 por Brian Jones, Mick Jagger, Keith Richards, Ian Stewart y Dick Taylor. El guitarrista Geoff Bradford y el baterista Mick Avory los apoyaron en sus primeros ensayos, mientras que los bateristas Tony Chapman y Carlo Little tocaron en sus primeras actuaciones. Tras la salida de Taylor en diciembre de 1962, ingresaron en su lugar el bajista Bill Wyman y en enero de 1963 al baterista Charlie Watts. A petición de su mánager, Stewart fue retirado de la alineación en 1963, aunque siguió colaborando en las sesiones de grabación y como road mánager. Brian Jones fue despedido en 1969, falleciendo al poco tiempo, siendo reemplazado por el guitarrista Mick Taylor, que dejaría el grupo en 1975 y sería a su vez reemplazado por Ron Wood. Con el retiro de Bill Wyman en 1993 se incluyó al bajista Darryl Jones que, aunque toca con la banda desde la grabación del álbum Voodoo Lounge en 1994, no es un miembro oficial.\n\nSon considerados una de las más grandes e influyentes agrupaciones de la historia del rock, siendo la agrupación que sentó las bases del rock contemporáneo. Contando desde sus inicios con el favor de la crítica, algunos de sus materiales están considerados entre los mejores de todos los tiempos; entre ellos destacan Beggars Banquet (1968), Let It Bleed (1969), Sticky Fingers (1971) y quizá su mejor obra, Exile on Main St. (1972).nota 1 En 1989 fueron incluidos en el Salón de la Fama del Rock and Roll, y en 2004 la revista estadounidense Rolling Stone los colocó en el puesto No. 4 en su lista de Los 50 Mejores Artistas de todos los Tiempos. Ningún grupo de rock hasta la fecha ha sostenido tan duradera y todavía mundialmente reconocida trayectoria como The Rolling Stones; con Jagger, Richards y Watts como miembros fundadores en activo, continúan siendo la banda más longeva de la historia del rock.\n\nSus primeras producciones incluían versiones y temas de blues, rock and roll y R&B norteamericano. No obstante, en el transcurso de su trayectoria añadieron toques estilísticos de otros géneros para adaptarse a cada época, recibiendo influencias desde la música psicodélica, el country, el punk, la música disco, el reggae o la música electrónica. Pese a encabezar junto a The Beatles (con los que siempre rivalizaron en popularidad) la «invasión británica» en los primeros años de la década de 1960, no fue sino hasta el lanzamiento de «(I Can't Get No) Satisfaction» en 1965 cuando alcanzaron el estrellato internacional y se establecieron como una de las bandas más populares en la escena musical. A la fecha, la banda ha editado veinticinco álbumes de estudio y colocado treinta y dos sencillos dentro de los diez más populares de Reino Unido y los Estados Unidos. Las ventas totales de The Rolling Stones se estiman entre 200 y 250 millones de discos, convirtiéndolos en uno de los artistas más exitosos de todos los tiempos.","strBiographyPT":"The Rolling Stones é uma banda de rock inglesa formada em 12 de julho de 1962, e é uma das bandas mais antigas ainda em atividade. Ao lado dos Beatles, foram considerados a banda mais importante da chamada Invasão Britânica ocorrida nos anos 1960, que adicionou diversos artistas ingleses nas paradas norte-americanas e que decisivamente influenciaram na música pop e nos costumes.\n\nFormado por Brian Jones, Keith Richards, Mick Jagger, Bill Wyman e Charlie Watts, o grupo calcava sua sonoridade no blues. Em cinquenta anos de carreira, sucessos como \"Beast of Burden\", \"Tumbling Dice\", \"Ruby Tuesday\", \"Wild Horses\", \"(I Can't Get No) Satisfaction\", \"She's A Rainbow\", \"Sympathy for the Devil\", \"Jumpin' Jack Flash\", \"Miss You\" e \"Angie\" fizeram dos Stones uma das mais conhecidas bandas do rock mundial, levando-a a enfrentar todos os grandes clichês do gênero, desde recepções efusivas da crítica até problemas com drogas e conflito de egos, principalmente entre Jagger e Richards. Os Rolling Stones já venderam mais de 240 milhões de álbuns no mundo inteiro em sua carreira.","strBiographySE":"The Rolling Stones är ett brittiskt rockband som bildades den 25 maj 1962 i London av Brian Jones.\nThe Rolling Stones är ett av världens absolut mest framgångsrika rockband och har inspirerat många andra artister och grupper. Under 1960-talet gillade många antingen de lite mer \"oskyldiga\" och \"rena\" Beatles eller de, vad som brukade kallas, \"farliga\", \"råa\" och \"oanständiga\" Rolling Stones. Rolling Stones uppnådde höjden av sin popularitet 1965–1981 och har sedan dess dragit stor publik under sitt turnerande runt om i världen. Gruppen invaldes i Rock and Roll Hall of Fame år 1989.[1]\nRolling Stones musik har i stort sett alltid byggts upp på amerikansk bluesmusik. Bluesen har följt gruppen ända sedan starten, och återfinns ofta någonstans i bakgrunden av deras musik. Detta kan tydligt höras i de flesta låtar, men allra tydligast på albumet Exile on Main Street.\nGruppens frontfigur var i början multiinstrumentalisten Brian Jones, men i mitten av 1960-talet tog duon Keith Richards och Mick Jagger över och har sedan dess varit tongivande inom gruppen.","strBiographyNL":"The Rolling Stones (vaak aangeduid als de Stones) is een Engelse rock-'n-rollband die actief is sinds 1962. De band speelt, naast rock-'n-roll en rock, ook stijlen als blues, country, hardrock, reggae en punk.\nSinds The Rolling Stones in 1962 werden opgericht, hebben zij vele grote hits gehad, zoals Angie, Paint It Black en (I Can't Get No) Satisfaction. Zij hebben meer dan vijfentwintig studioalbums uitgebracht, waaronder Tattoo You, Goats Head Soup, Some Girls, Let It Bleed en Sticky Fingers. Hun laatste album was A Bigger Bang uit 2005.\nThe Rolling Stones bestaan uit Mick Jagger (zang), Keith Richards (gitaar), Charlie Watts (drums) en Ron Wood (bas/gitaar). De bekendste ex-leden zijn Brian Jones, Mick Taylor, Bill Wyman en, hoewel nooit officieel, toetsenist Ian Stewart.","strBiographyHU":"A The Rolling Stones egy brit rockegyüttes, mely az 1960-as évek elején részt vett az úgynevezett brit invázióban. Az 1960-as évek brit blues hullámának vezető zenekara volt. 1969-es amerikai turnéjuk idején „a világ legjobb rock and roll-együttese” néven hivatkoztak rájuk. Nevük fordítása: Gördülő Kövek, jelentése pedig \"Nyughatatlan emberek\" (a gördülő kövek kifejezést a szleng átvitt értelemben a nyughatatlan emberek szinonímájaként használja[1]).\nKarrierjük kezdetén rengeteg blues-, rhythm and blues-, country- és rock and roll-feldolgozást játszottak. Első felvételeiken többek között Chuck Berry, Bo Diddley, Screamin' Jay Hawkins, Muddy Waters, Larry Williams és Howlin' Wolf dalait játszották. Mick Jaggert és Keith Richardsot a rocktörténelem legsikeresebb dalszerzői között tartják számon. A zenekar sosem zárkózott el más zenei stílusok elől: a reggae, funk, disco, country, folk, soul, pszichedelikus rock mind hatottak zenéjükre. A mai rhythm and blues zenekarok által játszott stílus az utóbbi évtizedekben nagymértékben megváltozott, és jelentősen eltér a Rolling Stones által létrehozott és fémjelzett irányzattól.\nA Rolling Stones ma a világ egyik legrégebben működő rockzenekara, még ma is készítenek felvételeket és turnéznak. Gyakran a Stones turnéja az adott év anyagilag legsikeresebb koncertkörútja, új albumaik pedig rendre az amerikai Billboard 200 slágerlista első öt helyezettje között vannak.\nA Stones ötvenéves pályafutása során Mick Jagger, Keith Richards és Charlie Watts mindvégig az együttes tagja volt. Lemezeikből világszerte több mint 200 milliót adtak el.\nA Rolling Stonest 1989-ben iktatták be a „Rock and Roll Hall of Fame”-be, a Rolling Stone magazin „Minden idők 100 legjobb előadója” listáján a negyedik helyre kerültek.[2]","strBiographyNO":"The Rolling Stones er en engelsk rockegruppe dannet i 1962 av Mick Jagger, Keith Richards og Brian Jones.\n\nGruppen var i begynnelsen inspirert av amerikansk rhythm & blues, og tok navnet sitt fra en strofe i sangen «Mannish Boy» av Muddy Waters. De fremførte i hovedsak materiale skrevet av andre artister frem til 1964, da de hadde sin første Jagger/Richards-komponerte slager med «Tell Me». Det var først med sin neste singel «(I Can't Get No) Satisfaction» (1965) de fikk sin første nr. 1 og slo gjennom for fullt i De forente stater.\n\nGruppens manager, Andrew Loog Oldham forsto tidlig at det var smartere å lage en motpol enn en kopi, og var ansvarlig for deres image som et rufsete svar på The Beatles. Han var også ansvarlig for at pianisten Ian Stewart havnet i bakgrunnen fordi han angivelig ikke skal ha passet inn i gruppens image. Stewart fortsatte likevel å spille med gruppen, både på plater og konserter, helt frem til sin død i 1985.\n\nThe Rolling Stones har fra 1963 vært et av de mest innflytelsesrike bandene innen rocken, og da The Beatles ble oppløst i 1970, var det få som motsa dem når de kalte seg «The Greatest Rock and Roll Band in the World».","strBiographyIL":"הרולינג סטונז (The Rolling Stones, האבנים המתגלגלות) היא להקת רוק אנד רול בריטית שנוסדה בשנת 1962. הלהקה, ששאבה את השראתה ממוזיקת הבלוז ועיצבה אותה מחדש ביצירתה, נחשבת לאחת מלהקות הרוק המצליחות והמשפיעות ביותר בהיסטוריה. ייסוד הלהקה (1960-1962)[עריכת קוד מקור | עריכה]\nדרכה של הלהקה החלה בשני שותפים לספסל הלימודים, מיק ג'אגר וקית' ריצ'רדס, אשר גדלו בעיירה דאר'תפורד שבלונדון. בשנת 1960, כל אחד מהשניים הלך לדרכו: ריצ'רדס אל בית ספר לאומנויות וג'אגר לכלכלה. מפגש מקרי ברכבת קירב את השניים, לפי דבריו של ריצ'רדס:\t\nאני הייתי בדרכי ללימודים, והוא הלך ללמוד כלכלה בלונדון. יום אחד אני עולה לרכבת, והנה אני רואה את ג'אגר עם חמישה תקליטים מתחת לזרועו. היו לו את צ'אק ברי, ליטל וולטר, מאדי ווטרס, אז הזמנתי אותו אליי הביתה.","strBiographyPL":"The Rolling Stones – angielski zespół rockowy, założony w Londynie w 1962 roku.\nW maju 1962 roku uznany w londyńskich kręgach bluesowych gitarzysta Brian Jones zamieścił ogłoszenie w czasopiśmie muzycznym Jazz News, że poszukuje muzyków do nowo powstającego zespołu. Pierwszym, który odpowiedział na anons, był pianista Ian Stewart, a wkrótce po nim gitarzysta Geoff Bradford. W czerwcu tego samego roku na jednej z prób pojawili się Mick Jagger, Keith Richards oraz Dick Taylor, koledzy z leżącego nieopodal Londynu Dartford, grający w zespole Little Boy Blue & The Blue Boys, których Jones poznał po którymś ze swoich występów w klubie Ealing. Zaakceptowany Jagger postawił jednak warunek, że razem z nim przyjęty musi zostać także Richards. Gitarzysta, zatwardziały rockandrollowiec i fan Chucka Berry'ego, szybko spowodował w grupie różnice artystyczne, w wyniku których odszedł z niej preferujący bluesa Bradford. Do czwórki ostatecznie dołączył też Taylor, oryginalnie grający na gitarze, który wkrótce zajął pozycję basisty. Podczas pierwszych bezimiennych występów w Ealing, w przerwach pomiędzy głównymi zespołami, na perkusji grywali różni muzycy związani z klubem.\nW lipcu nadarzyła się okazja zagrania koncertu w Marquee Club w zastępstwie za Blues Incorporated Charliego Wattsa, zaproszonego do występu w radiu BBC. W tym czasie zespół jeszcze nie miał nazwy, dlatego Jones specjalnie na tę okazję zdecydował, że wystąpią jako The Rollin' Stones (inspirował się utworem Muddy'ego Watersa o podobnym tytule). Jaggera, Jonesa, używającego wówczas pseudonimu Elmo Lewis, Richardsa, Taylora i Stewarta wsparł na bębnach Mick Avory (później wieloletni członek The Kinks), a ich pierwszemu oficjalnemu występowi przyglądał się Watts, który zdążył już wrócić z nagrania w BBC.","strGender":"Male","intMembers":"4","strCountry":"London, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rputqs1367245834.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/uyq50t1697670456.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/scskqf1643021908.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/yvtwxx1512141492.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/qptvtq1524757504.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/encam31631615915.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/uyuvtx1367246043.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/tuxrsv1367246050.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/vt1dyp1631615567.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/usqtxx1367236812.jpg","strMusicBrainzID":"b071f9fa-14b0-4217-8e97-eb41da73f598","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}