{"artists":[{"idArtist":"121377","strArtist":"Արամ Խաչատրյան","strArtistStripped":null,"strArtistAlternate":"Aram Khachaturian","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1903","intDiedYear":"1978","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Aram Il'yich Khachaturian (Armenian: 6 June 24 May 1903 – 1 May 1978) was a Soviet Armenian composer and conductor. He is considered to have been one of the leading Soviet composers.\nBorn and raised in Tbilisi, the capital of Georgia, Khachaturian moved to Moscow in 1921 following the Sovietization of the Caucasus. Without prior music training, he enrolled in the Gnessin Musical Institute, subsequently studying at the Moscow Conservatory in the class of Nikolai Myaskovsky, among others. His first major work, the Piano Concerto (1936), popularized his name within and outside the Soviet Union. It was followed by the Violin Concerto (1940) and the Cello Concerto (1946). His other significant compositions include the Masquerade Suite (1941), the Anthem of the Armenian SSR (1944), three symphonies (1935, 1943, 1947), and around 25 film scores. Khachaturian is best known for his ballet music—Gayane (1942) and Spartacus (1954). His most popular piece, the \"Sabre Dance\" from Gayane, has been used extensively in popular culture and has been covered by a number of musicians worldwide. His style is \"characterized by colorful harmonies, captivating rhythms, virtuosity, improvisations, and sensuous melodies\".\nDuring most of his career, Khachaturian was approved by the Soviet government and held several high posts in the Union of Soviet Composers from the late 1930s, although he joined the Communist Party only in 1943. Along with Sergei Prokofiev and Dmitri Shostakovich, he was officially denounced as a \"formalist\", and his music dubbed \"anti-people\" in 1948, but was restored later that year. After 1950 he taught at the Gnessin Institute and the Moscow Conservatory, and turned to conducting. He traveled to Europe, Latin America and the United States with concerts of his own works. In 1957 Khachaturian became the Secretary of the Union of Soviet Composers, a position he held until his death.\nKhachaturian, who created the first Armenian ballet music, symphony, concerto, and film score, is considered the most renowned Armenian composer of the 20th century. While following the established musical traditions of Russia, he broadly used Armenian and, to lesser extent, Caucasian, Eastern and Central European, and Middle Eastern peoples' folk music in his works. He is highly regarded in Armenia, where he is considered a \"national treasure\".","strBiographyDE":"Wikipedia\n\nAram Chatschaturjan (armenisch Արամ Խաչատրյան, wissenschaftliche Transliteration Aram Xač‘atryan; russisch Ара́м Ильи́ч Хачатуря́н Aram Iljitsch Chatschaturjan, oft auch Khatschaturjan; * 24. Maijul./ 6. Juni 1903greg. in Tiflis, Gouvernement Tiflis, Russisches Kaiserreich; † 1. Mai 1978 in Moskau) war ein sowjetischer Komponist. Seine Kompositionen sind beeinflusst von der armenischen-georgischen und kaukasischen Volksmusik. Er war einer der wichtigsten sowjetischen Komponisten der 1930er bis 1950er Jahre. Eine Auswahl seiner Werke wurde im Jahr 2013 zum Weltdokumentenerbe erklärt.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Armenia","strCountryCode":"AM","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/upwwuw1462043802.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wvxysp1521335248.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"fa25cd1f-beeb-4718-b4bb-d3da4f53539f","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}