{"artists":[{"idArtist":"115323","strArtist":"Franz Schubert","strArtistStripped":null,"strArtistAlternate":"Schubert","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1797","intDiedYear":"1828","strDisbanded":"Yes","strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Franz Peter Schubert (31 January 1797 – 19 November 1828) was an Austrian composer. In a short lifespan of less than 32 years, Schubert was a prolific composer, writing some 600 Lieder, nine symphonies (including the famous \"Unfinished Symphony\"), liturgical music, operas, some incidental music and a large body of chamber and solo piano music. Appreciation of Schubert's music during his lifetime was limited, but interest in his work increased significantly in the decades following his death. Franz Liszt, Robert Schumann, Johannes Brahms and Felix Mendelssohn, among others, discovered and championed his works in the 19th century. Today, Schubert is seen as one of the leading exponents of the early Romantic era in music and he remains one of the most frequently performed composers. Schubert was born in Himmelpfortgrund (now a part of Alsergrund), Vienna, on 31 January 1797. His father, Franz Theodor Schubert, the son of a Moravian peasant, was a parish schoolmaster; his mother, Elisabeth (Vietz), was the daughter of a Silesian master locksmith, and had also been a housemaid for a Viennese family prior to her marriage. Of Franz Theodor's fourteen children (one illegitimate child was born in 1783), nine died in infancy; five survived. Their father was a well-known teacher, and his school in Lichtental, a part of Vienna's 9th district, was well attended. He was not a musician of fame or with formal training, but he taught his son some elements of music.\n\n\nThe house in which Schubert was born, today Nussdorfer Strasse 54, in the 9th district of Vienna.\nAt the age of five, Schubert began receiving regular instruction from his father and a year later was enrolled at his father's school. His formal musical education also started around the same time. His father continued to teach him the basics of the violin, and his brother Ignaz gave him piano lessons. At the age of seven, Schubert began receiving lessons from Michael Holzer, the local church organist and choirmaster. Holzer's lessons seem to have mainly consisted of conversations and expressions of admiration and the boy gained more from his acquaintance with a friendly joiner's apprentice who used to take him to a neighboring pianoforte warehouse where he had the opportunity to practice on better instruments. He also played the viola in the family string quartet, with brothers Ferdinand and Ignaz on violin and his father on the cello. Schubert wrote many of his early string quartets for this ensemble.\nSchubert first came to the attention of Antonio Salieri, then Vienna's leading musical authority, in 1804, when his vocal talent was recognized. In October 1808, he became a pupil at the Stadtkonvikt (Imperial seminary) through a choir scholarship. At the Stadtkonvikt, Schubert was introduced to the overtures and symphonies of Mozart. His exposure to these pieces and various lighter compositions, combined with his occasional visits to the opera set the foundation for his greater musical knowledge. One important musical influence came from the songs of Johann Rudolf Zumsteeg, who was an important Lied composer of the time, which, his friend Joseph von Spaun reported, he \"wanted to modernize\". Schubert's friendship with Spaun began at the Stadtkonvikt and endured through his lifetime. In those early days, the more well-to-do Spaun furnished the impoverished Schubert with manuscript paper.","strBiographyDE":"Franz Peter Schubert (* 31. Januar 1797 am Himmelpfortgrund in Wien, heute Teil des 9. Wiener Gemeindebezirks Alsergrund; † 19. November 1828 in Wien) war ein österreichischer Komponist.\n\nAls dreizehntes von sechzehn Kindern wurde Franz Peter Schubert geboren. Von diesen sechzehn Kindern wurden nur fünf älter als ein Jahr, nur vier erreichten das Erwachsenenalter. Schuberts Vater Franz Theodor (* 1763 in Neudorf in Nordmähren, heute Vysoká) war Lehrer und Schulleiter. Seine Mutter Elisabeth Vietz (* 1756 in Zuckmantel, Österreichisch Schlesien, heute Zlaté Hory) war vor der Hochzeit Köchin in einer Wiener Familie. Im Alter von fünf Jahren erhielt Schubert von seinem Vater den ersten regelmäßigen musikalischen Unterricht. Mit sechs Jahren ging er in Lichtental zur Schule. Zur gleichen Zeit begann er im frühen Kindesalter seine musikalische Ausbildung. Sein Vater lehrte ihn, Violine zu spielen. Mit sieben Jahren bekam er bereits Orgelunterricht von Michael Holzer, dem Kapellmeister der Lichtentaler Pfarrkirche.\n\nWegen seiner schönen Stimme wurde er als Sängerknabe im Oktober 1808 in die Hofkapelle (Wien) und in das kaiserliche Konvikt aufgenommen. Schubert lernte dort viele seiner späteren langjährigen Freunde kennen wie Joseph von Spaun, Albert Stadler und Anton Holzapfel. Er genoss im Konvikt vielfältige musikalische Anregung neben dem Kompositionsunterricht von Wenzel Ruzicka und später Antonio Salieri. Er wirkte nicht bloß als Solist im Gesang, sondern lernte auch die Instrumentalwerke Joseph Haydns und Wolfgang Amadeus Mozarts kennen, da er zweiter Violinist im Konviktorchester war.\n\nBald zeigte sich seine Begabung in der Komposition. Eine Klavierfantasie G-Dur zu vier Händen ist datiert 8. April – 1. Mai 1810. Im nächsten Jahr folgten ein Streichquartett, eine weitere Fantasie in g-Moll, Lieder und andere Stücke. An Sonn- und Feiertagen wurden in der Familie regelmäßig Streichquartettabende veranstaltet, an denen sein Vater Violoncello, er selbst Viola und seine Brüder Violine spielten\n\nWaren seine schulischen Leistungen anfangs noch gut, so verschlechterte er sich im Laufe der Zeit besonders in Mathematik und Latein. Er schlug die Möglichkeit aus, seinen Stiftungsplatz zu verlängern und kehrte im Oktober 1813 in das elterliche Haus zurück. Zu dieser Zeit komponierte er seine Sinfonie Nr. 1 D-Dur. Nachdem er eine Lehrerbildungsanstalt besucht hatte, wurde er Ende 1814 Schulgehilfe seines Vaters, ein Amt, das er zwei Jahre hindurch und Ende 1817/Anfang 1818 noch einmal für kurze Zeit versah. Daneben erhielt er noch bis 1816 Unterricht bei Antonio Salieri und komponierte produktiv: Seine erste Oper Des Teufels Lustschloß und seine Messe Nr. 1 F-Dur (die Uraufführung am 25. September 1814 in der Lichtentaler Pfarrkirche war die erste öffentliche Aufführung eines seiner Werke) stammen beide aus dem Jahr 1814, ebenso mehrere Streichquartette, kürzere Instrumentalwerke, der erste Satz seiner Sinfonie Nr. 2 B-Dur und mehr als zwanzig Lieder, darunter solche Meisterwerke wie Gretchen am Spinnrade (aus Goethes Faust) oder interessante Experimente wie die Ballade Der Taucher (nach Schiller).\n\nEine noch größere Zahl an Werken komponierte er 1815. Trotz seiner Arbeit als Lehrer beendete er zwei Sinfonien Nr. 2 B-Dur, Nr. 3 D-Dur), zwei Messen (Nr. 2 G-Dur, Nr. 3 B-Dur), die Opern Der vierjährige Posten, Fernando und Claudine von Villabella sowie zwei weitere unvollendete. Dazu kamen das Streichquartett g-Moll, vier Sonaten und einige weitere Kompositionen für Klavier sowie fast 150 Lieder von teilweise beträchtlicher Länge, von denen er manchmal mehrere pro Tag schrieb.\n\nAngesichts der zunehmenden Unvereinbarkeit seiner Lehrerstelle mit dem Komponieren unternahm Schubert zahlreiche Versuche, sich als Komponist zu etablieren. Aber die Verlage lehnten die Publikation seiner Werke ab. Im Frühjahr 1816 bewarb er sich erfolglos um den Posten eines Kapellmeisters in Laibach (jetzt Ljubljana). Über seinen Freund Spaun kam er in Kontakt mit Franz von Schober. Auf dessen Vorschlag verließ Schubert seine Lehrerstelle und zog für acht Monate in Schobers Wohnung, um mehr Zeit mit der Komposition zu verbringen. Von den Kompositionen aus diesem Jahr seien nur die Goethe-Ballade Erlkönig, die Prometheus-Kantate, die beiden Sinfonien Nr. 4 c-Moll (die Tragische) und Nr. 5 B-Dur sowie die Messe Nr. 4 C-Dur erwähnt.\n\nWährend dieser ganzen Zeit weitete sich sein Freundeskreis ständig aus, zu dem unter anderen Moritz von Schwind gehörte. Der Dichter Johann Mayrhofer, den er im Dezember 1814 kennengelernt hatte, schrieb ihm zwei Libretti, Schober machte ihn mit dem Bariton Johann Michael Vogl, einem der wichtigsten Sänger an der Wiener Hofoper, bekannt, der seine Lieder bald in den literarischen Salons sang und ihn damit der Öffentlichkeit vorstellte. Der Pianist Josef von Gahy spielte seine Sonaten und Fantasien. Die Sonnleithners, eine musikalische Bürgerfamilie, insbesondere deren ältester Sohn, Leopold von Sonnleithner, organisierten zu seinen Ehren musikalische Zusammenkünfte, die ab 1821 als Schubertiaden bezeichnet wurden (und in ähnlicher, aber auch völlig anders organisierter Form noch immer stattfinden).\n\nSchubert hatte kein eigentliches Einkommen, denn seine Lehrerstelle hatte er aufgegeben, öffentliche Auftritte brachten nichts ein, die Verleger interessierten sich noch nicht für seine Musik. Für sein Auskommen mussten teils seine Freunde sorgen. In einer sogenannten Unsinnsgesellschaft junger Künstler pflegte er enge Kontakte zu den Brüdern Kupelwieser, seinem späteren Librettisten Joseph Kupelwieser und dem Maler Leopold Kupelwieser, der als einer der wenigen authentische zeitgenössische Porträts von Schubert gemalt hat – neben Wilhelm August Rieder (Aquarell 1825) und Anton Depauly, dessen Porträt von 1828 ursprünglich und irrtümlich Joseph Willibrord Mähler oder Franz Eybl zugeschrieben wurde.\n\nAls Schubert 1817 zum ersten Mal vom Lehrerdienst befreit war, widmete er sich insbesondere der Klaviersonate (a-Moll D 537, As-Dur D 557, e-Moll D 566, Des-Dur D 567, fis-Moll D 570, H-Dur D 575). Auch die Entstehung einiger seiner bekanntesten Lieder fiel in diese Zeit (etwa Ganymed, Der Tod und das Mädchen oder Die Forelle).\n\nIm Januar 1818 erschien mit dem Lied Erlafsee (D 586) Schuberts erste Komposition im Druck (als Beilage zur von Franz Sartori herausgegebenen Anthologie „Mahlerisches Taschenbuch für Freunde interessanter Gegenden Natur- und Kunst-Merkwürdigkeiten der Österreichischen Monarchie“).\n\nVon Anfang Juli bis Mitte November 1818 (und auch im Sommer 1824) war er von der Familie des Grafen Johann Carl Esterházy, die er schon in dessen Stadtpalais in Wien musikalisch betreut hatte, als Sing- und Klaviermeister auf dem Gut in Zselíz/Zelis in Ungarn (heute Slowakei) engagiert. Für die Komtessen Marie und Caroline, die Töchter des Grafen, schrieb er vierhändige Stücke und Lieder. Im gleichen Jahr schuf er seine Sinfonie Nr. 6 in C-Dur.\n\nBei seiner Rückkehr nach Wien im Spätherbst 1818 kam Schubert nicht mehr bei Schober unter und wohnte nun zwei Jahre mit Johann Mayrhofer. Sein Leben ging nun wieder den alten Gang: Jeden Morgen begann er nach dem Aufstehen mit dem Komponieren, aß um zwei Uhr, ging spazieren und wandte sich dann erneut der Komposition zu oder besuchte Freunde. Seine Entscheidung gegen den Lehrerberuf war nun endgültig.\n\nSeinen ersten Auftritt als Liedkomponist hatte er am 28. Februar 1819 im Saal des Hotels \"Zum Römischen Kaiser\" mit Schäfers Klagelied. Im Sommer des gleichen Jahres ging er zusammen mit Vogl auf Urlaub in Oberösterreich. Im Herbst schickte er drei seiner Lieder an Goethe, aber – soweit bekannt – ohne Erfolg.\n\nIn den folgenden Jahren ging Schuberts Schaffen quantitativ zurück, dafür zeigen die Kompositionen des Jahres 1820 eine Weiterentwicklung seines Stils. Im Februar begann er mit dem unvollendet gebliebenen Oratorium Lazarus, später schrieb er neben kleineren Stücken den 23. Psalm, den Gesang der Geister und den Quartettsatz in c-Moll.\n\nErstmals wurden in diesem Jahr zwei von Schuberts Opern am Theater am Kärntnertor aufgeführt: das einaktige Singspiel Die Zwillingsbrüder am 14. Juni, und Die Zauberharfe am 19. August im Theater an der Wien. Bis dahin waren seine größeren Kompositionen – mit Ausnahme der Messen – nicht über das Amateurorchester im Gundelhof hinausgekommen, das aus den heimischen Quartett-Veranstaltungen hervorgegangen war. Da beide Stücke passable Erfolge waren, konnte er sich nun an eine breitere Öffentlichkeit wenden. Aber erst als Vogl den Erlkönig in einem öffentlichen Konzert gesungen hatte, konnte der Verleger Anton Diabelli überzeugt werden, einige Werke Schuberts auf Kommission zu veröffentlichen.\n\nSchubert war eng mit Franz von Schober befreundet, einem Neffen des Gutsverwalters des niederösterreichischen Schloss Atzenbrugg. Schubert wohnte zeitweise bei Schober, so etwa 1822 im Göttweiger Hof, wo u. a. die Unvollendete und die Wanderer-Fantasie entstanden. Es fanden Schubertiaden im Freundeskreis statt. Etliche Gedichtvertonungen, so Jägers Liebeslied beziehen sich auf die Freundschaft mit Schober.\n\nÄhnlich wie bei Schuberts Beziehung zu Mayrhofer wurde darob eine Homosexualität Schuberts konstatiert. Thomas Phleps wehrt sich dagegen, nicht weil diese nicht nahe läge, sondern weil die Freundschaftsbeziehungen so zu kategorisieren ähnlich wie eine Einordnung Schuberts in ein weinselig-weibernärrisches Schwammerlklischee als, so Phleps, puritanistische, übertrieben normative Konstruktion ex post wirke.\n\n1821/22 verdiente er an der Veröffentlichung von Opus 1–7 und 10–12 etwa 800 fl. Konventionsmünze. Als Schulgehilfe hatte er von seinem Vater neben Kost und Logis lediglich 80 fl. jährlich bekommen. Otto Erich Deutsch schätzte Schuberts weiteres Einkommen aus Veröffentlichungen, Honoraren und Geschenken zwischen 1822 und 1828 auf etwa 7000 fl. Konventionsmünze.\n\nErmutigt von den Erfolgen versuchte Schubert nun, sich als Bühnenkomponist zu etablieren, wurde aber in seinen Hoffnungen enttäuscht. Sowohl Alfonso und Estrella – komponiert zwischen September 1821 und Februar 1822 – als auch Die Verschworenen nach Ignaz Franz Castelli (April 1823) wurden vom Theater abgelehnt, Fierrabras (Herbst 1823) nach ersten Proben abgesetzt. Die Schauspielmusik zu Helmina von Chézys Rosamunde wurde zwar gut angenommen, das Stück selbst aber nach zwei Abenden abgesetzt.\n\nSchuberts Gesundheitszustand gab Anlass zu Spekulationen. Mit zunehmendem Alter wurde er korpulenter und neigte zu alkoholischen Exzessen. Die erste authentisch überlieferte Krankheit befiel ihn im Dezember 1822.[6] Ein Krankenhausaufenthalt im Herbst 1823 brachte zwar Besserung, aber schon im nächsten Frühjahr scheint die Krankheit den Komponisten psychisch besonders schwer belastet zu haben („ich fühle mich als den unglücklichsten, elendsten Menschen der Welt“ schrieb er an Leopold Kupelwieser). Nach gängiger Auffassung der Schubertforschung hatte sich Schubert damals eine venerische Erkrankung, wohl Syphilis, zugezogen,[7] denn er befand sich im Januar 1823 zu stationärer Behandlung im Wiener Allgemeinen Krankenhaus wegen syphilitischer Geschwüre.\n\nDas meiste für Schuldienst oder verkaufte Kompositionen eingenommene Geld gab er für Abende im Freundeskreis in den Altwiener Gasthäusern aus, was seinem Ruf nicht gerade förderlich war. Konnte er seine Rechnung nicht bezahlen, nahm der Wirt jedoch auch gerne ein Lied in Zahlung, das Schubert oft gleich am Wirtshaustisch komponierte.\n\nTrotz seiner Beschäftigung mit der Bühne und später mit seinen offiziellen Pflichten fand er während dieser Jahre die Zeit für viele andere Kompositionen. 1822 wurde die Messe Nr. 5 As-Dur beendet und die Unvollendete Sinfonie in h-Moll begonnen. Sein erster berühmter Liederzyklus Die schöne Müllerin stammt aus dem Jahr 1823, die Variationen auf Trockne Blumen und zwei Streichquartette in a-Moll und d-Moll (Der Tod und das Mädchen) aus dem Jahr 1824.\n\nIm Frühjahr 1824 schrieb er sein Oktett F-Dur. Von Ende Mai bis Mitte Oktober 1824 war er zum zweiten Mal in Zelis engagiert[9]. Er widmete der 19-jährigen Komtesse Caroline Esterházy die drei Lieder „Ungeduld“, „Morgengruß“ und „Des Müllers Blumen“ aus der „Schönen Müllerin“. Dort notierte Schubert auch die zweihändige „Mélodie hongroise“ D 817, die im, wohl nach der Rückkehr aus Zelis entstandenen, Finale des vierhändigen „Divertissement à la Hongroise“ D 818 ausgearbeitet wurde. In Zelis entstand ferner die vierhändige Klaviersonate D 812, das „Grand Duo“. Auf Vorschlag von Gräfin Rosine Esterházy vertonte er das „Gebet“ von Friedrich de la Motte Fouqué als Vokalquartett.\n\nIm Jahr 1825 hatte Schubert noch einmal eine glücklichere Phase, in die eine Reise nach Oberösterreich fiel. Dort arbeitete er an der Großen Sinfonie C-Dur und schrieb seine Klaviersonate D-Dur (D 850); wohl bereits kurz zuvor war die Klaviersonate a-Moll (D 845) entstanden, die er zu einem recht hohen Preis veröffentlichen konnte. Er schloss Freundschaften mit Moritz von Schwind, Eduard von Bauernfeld und pflegte auch weiterhin seine Kontakte zu den Freunden in der Steiermark Anselm Hüttenbrenner und Johann Baptist Jenger.\n\nVon 1826 bis 1828 hielt sich Schubert – abgesehen von einem kurzen Aufenthalt in Graz – in Wien auf. Die Stelle des Vizekapellmeisters an der kaiserlichen Hofkapelle, um die er sich 1826 bewarb, wurde nicht an ihn, sondern an Joseph Weigl vergeben. Am 26. März 1828 gab er das einzige öffentliche Konzert seiner Karriere, das ihm 800 Gulden Wiener Währung (320 fl. Konventionsmünze) einbrachte. Zahlreiche Lieder und Klavierwerke wurden inzwischen gedruckt.\n\nDie endgültige Fassung des Streichquartetts d-Moll mit den Variationen auf Der Tod und das Mädchen schrieb er während des Winters 1825/1826. 1826 folgten das Streichquartett G-Dur, das Rondeau brillant für Klavier und Violine, die Klaviersonate in G-Dur sowie Schuberts bekanntestes geistliches Werk, die Deutsche Messe. 1827 komponierte er den Liederzyklus Winterreise, die Fantasie für Klavier und Violine und die beiden Klaviertrios in B-Dur und Es-Dur, 1828 schrieb er die Messe Nr. 6 Es-Dur, das Streichquintett C-Dur (D 956), die zusammengehörigen letzten drei Klaviersonaten (D 958 - 960) und den Schwanengesang. Ferner skizzierte er noch drei Sätze für eine Sinfonie in D-Dur.\n\nAm 19. November 1828 um 3 Uhr Nachmittag starb Franz Schubert nach zwei Wochen kontinuierlichen Fiebers im Alter von 31 Jahren in der Wohnung seines Bruders Ferdinand Schubert, im Haus „Auf der neuen Wieden N° 694“ (heute Kettenbrückengasse 6), an „Nervenfieber“. Obwohl er sich, wie erwähnt, um den Jahreswechsel 1822/23 eine Geschlechtskrankheit zugezogen hatte[7], dürfte die Todesursache eine akute Infektionskrankheit gewesen sein, wahrscheinlich Typhus abdominalis.\n\nSchubert wurde auf dem Währinger Friedhof in der Nähe von Ludwig van Beethovens Grab bestattet.\n\nIn der Literatur wird Schubert traditionell gerne als verkanntes Genie dargestellt, das seine Meisterwerke unbeachtet von der Öffentlichkeit schuf. Wahr ist daran, dass Schubert mit seinen Großwerken – etwa seinen Sinfonien – keine große Wirkung erzielte und ihm mit seinen Opern nicht der ersehnte Durchbruch gelang. Ein wesentlicher Grund dafür war, dass er selbst nicht die Öffentlichkeit suchte und anders als Mozart und Beethoven erst 1827 von seinen Freunden zu einem eigenen Konzert überredet werden konnte, das dann auch ein großer Erfolg wurde.\n\nAndererseits war Schubert durchaus überregional bekannt. Vor allem Vogl sorgte als Sänger für die Verbreitung seiner Lieder, und gegen Ende seines Lebens begannen sich auch die Verleger dafür zu interessieren. Rund 100 seiner Werke wurden zu seinen Lebzeiten im Druck veröffentlicht – gemessen an der Zahl von insgesamt etwa 600 Liedern nur ein kleiner Anteil, jedoch mehr, als viele seiner Zeitgenossen publizierten.\n\nNach Schuberts Tod veröffentlichte Diabelli in den folgenden Jahren noch zahlreiche Lieder und andere kleine Kompositionen. Es dauerte allerdings lange, bis auch die Sinfonien, Messen und Opern der Öffentlichkeit zugänglich wurden. Bei einem Aufenthalt in Wien besuchte Robert Schumann Ferdinand Schubert, der ihm einige Kompositionen aus dem Nachlass zeigte. Schumann begeisterte sich sofort für die Große Sinfonie in C-Dur und setzte sich für sie ein. Am 21. März 1839 fand ihre Uraufführung unter Felix Mendelssohn Bartholdy im Leipziger Gewandhaus statt. Die Unvollendete Sinfonie gelangte erst 1865 aus dem Besitz von Anselm Hüttenbrenner in die Hände des Dirigenten Johann von Herbeck, der sie am 17. Dezember in Wien uraufführte.\n\nSchubert hat trotz seines kurzen Lebens in allen Gattungen seiner Zeit Außerordentliches geschaffen und wird in der heutigen Musikwissenschaft neben Beethoven als der Begründer der romantischen Musik im deutschsprachigen Raum angesehen. Anders als die Komponisten der Wiener Klassik, in deren Tradition er wirkte, räumte er auch den kleineren lyrischen Formen (Lieder, Klavierstücke) einen breiten Raum in seinem Schaffen ein, was sich in den Oeuvres vieler romantischer Komponisten fortsetzte, angefangen bei Mendelssohn und Schumann, bis in das 20. Jahrhundert (Hugo Wolf, Skrjabin). Während das 19. Jahrhundert in ihm vor allem den eigentlichen Schöpfer des Kunstliedes bewunderte, gewann im 20. Jahrhundert auch seine Instrumentalmusik zentrale Bedeutung im Konzertrepertoire. Die Gesänge der Deutschen Messe sind im kirchlichen Alltag, insbesondere in Österreich, bis zum heutigen Tag sehr verbreitet und populär. Lediglich seine Opern fristen, hauptsächlich wohl wegen der oft wirren und theatralisch unergiebigen Textbücher, bis heute ein Schattendasein.\n\n1872 errichtete man zum Andenken Schuberts im Wiener Stadtpark ein von Carl Kundmann gestaltetes Denkmal, 1888 wurden seine Gebeine in ein Ehrengrab am Wiener Zentralfriedhof (Gruppe 32 A, Nummer 28) überführt.\n\nDas Schubert-Jahr 1928 wurde in Österreich groß gefeiert, unzählige Denkmäler, Gedenktafeln und Schubert-Linden wurden in Städten, Märkten und Dörfern Österreichs enthüllt, meist mit der Inschrift „Dem deutschen Liederfürsten Franz Schubert“.\n\nAufgrund der großen Popularität Schuberts wurden zahlreiche Verkehrsflächen nach ihm benannt. In Wien sind es der Schubertring im 1. Bezirk, Innere Stadt, die Schubertgasse im 9. Bezirk, Alsergrund, die Franz-Schubert-Straße im 14. Bezirk, Penzing, und der Franz-Schubert-Weg im 18. Bezirk, Währing. Früher gab es auch Schubertgassen in Ottakring (heute: Dampfbadgasse), Atzgersdorf (heute: Vertexgasse), Erlaa (heute: Welingergasse) und Liesing (heute: Josef-Bühl-Gasse) sowie Schubertstraßen in Oberlaa (heute: Hasenöhrlstraße) und Essling (heute: Ibachstraße). Weiters gibt es Schubertgassen, Schubertstraßen, Schubertplätze, Schubertwege, Schubertalleen und Schubertringe in einer sehr großen Zahl österreichischer und deutscher Gemeinden.","strBiographyFR":"Franz Peter Schubert (31/01/1797 - 19/11/1828) était un compositeur autrichien. Malgré sa courte vie, Schubert fut un compositeur prolifique, écrivant quelque 600 Lieder, neuf symphonies (dont la célèbre \"Symphonie inachevée\"), de la musique liturgique, des opéras, de la musique symphonique et un grand nombre d’œuvres de musique de chambre. L'appréciation de la musique de Schubert au cours de sa vie fut limitée, mais l'intérêt pour son travail s'est considérablement accru dans les décennies qui ont suivi sa mort. Franz Liszt, Robert Schumann, Johannes Brahms et Felix Mendelssohn, entre autres, ont découvert et défendu ses œuvres au XIXe siècle. Aujourd'hui, Schubert est considéré comme l'un des principaux représentants du début de l'ère romantique dans la musique et il reste l'un des compositeurs les plus fréquemment joués. Schubert est né à Himmelpfortgrund (maintenant une partie d'Alsergrund), Vienne, le 31 janvier 1797. Son père, Franz Theodor Schubert, le fils d'un paysan morave, était un instituteur paroissial; sa mère, Elisabeth (Vietz), était la fille d'un maître serrurier silésien, et avait également été femme de chambre pour une famille viennoise avant son mariage. Sur les quatorze enfants de Franz Theodor (un enfant illégitime est né en 1783), neuf sont morts en bas âge; cinq ont survécu. Leur père était un enseignant bien connu et son école de Lichtental, une partie du 9e arrondissement de Vienne, était très fréquentée. Il n'était pas un musicien de renom ou avec une formation formelle, mais il a enseigné à son fils certains éléments de la musique.\nÀ l'âge de cinq ans, Schubert a commencé à recevoir une instruction régulière de son père et un an plus tard a été inscrit à l'école de son père. Son éducation musicale formelle a également commencé à peu près à la même époque. Son père a continué à lui apprendre les bases du violon, et son frère Ignaz lui a donné des cours de piano. À l'âge de sept ans, Schubert a commencé à recevoir des leçons de Michael Holzer, l'organiste de l'église locale et chef de chœur. Les leçons de Holzer semblent avoir consisté principalement en des conversations et des expressions d'admiration et le garçon a gagné plus de sa connaissance avec un apprenti menuisier amical qui l'avait l'habitude de l'emmener dans un entrepôt de pianoforte voisin où il avait l'occasion de s'entraîner sur de meilleurs instruments. Il a également joué de l'alto dans le quatuor à cordes familial, avec les frères Ferdinand et Ignaz au violon et son père au violoncelle. Schubert a écrit plusieurs de ses premiers quatuors à cordes pour cet ensemble.\nSchubert a d'abord attiré l'attention d'Antonio Salieri, alors la principale autorité musicale de Vienne, en 1804, lorsque son talent vocal a été reconnu. En octobre 1808, il devient élève au Stadtkonvikt (séminaire impérial) grâce à une bourse de chœur. Au Stadtkonvikt, Schubert a été initié aux ouvertures et symphonies de Mozart. Son exposition à ces pièces et à diverses compositions plus légères, combinée à ses visites occasionnelles à l'opéra, a jeté les bases de sa plus grande connaissance musicale. Une influence musicale importante est venue des chansons de Johann Rudolf Zumsteeg, qui était un compositeur important de Lied de l'époque, qu'il \"voulait moderniser\", a rapporté son ami Joseph von Spaun. L'amitié de Schubert avec Spaun a commencé au Stadtkonvikt et a duré toute sa vie. Dans ces premiers temps, les Spaun les plus aisés fournissaient du papier manuscrit au pauvre Schubert.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Wien, Austrian","strCountryCode":"AT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wyvtrs1360506003.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/upyyrw1564821098.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"f91e3a88-24ee-4563-8963-fab73d2765ed","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}