{"artists":[{"idArtist":"121390","strArtist":"Jacques Offenbach","strArtistStripped":null,"strArtistAlternate":"Offenbach","strLabel":null,"idLabel":null,"intFormedYear":"1819","intBornYear":"1819","intDiedYear":"1880","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Jacques Offenbach (20 June 1819 – 5 October 1880) was a German-French composer, cellist and impresario of the romantic period. He is remembered for his nearly 100 operettas of the 1850s–1870s and his uncompleted opera The Tales of Hoffmann. He was a powerful influence on later composers of the operetta genre, particularly Johann Strauss, Jr. and Arthur Sullivan. His best-known works were continually revived during the 20th century, and many of his operettas continue to be staged in the 21st. The Tales of Hoffmann remains part of the standard opera repertory.\nBorn in Cologne, the son of a synagogue cantor, Offenbach showed early musical talent. At the age of 14, he was accepted as a student at the Paris Conservatoire but found academic study unfulfilling and left after a year. From 1835 to 1855 he earned his living as a cellist, achieving international fame, and as a conductor. His ambition, however, was to compose comic pieces for the musical theatre. Finding the management of Paris' Opéra-Comique company uninterested in staging his works, in 1855 he leased a small theatre in the Champs-Élysées. There he presented a series of his own small-scale pieces, many of which became popular.\nIn 1858, Offenbach produced his first full-length operetta, Orphée aux enfers (\"Orpheus in the Underworld\"), which was exceptionally well received and has remained one of his most played works. During the 1860s, he produced at least 18 full-length operettas, as well as more one-act pieces. His works from this period included La belle Hélène (1864), La Vie parisienne (1866), La Grande-Duchesse de Gérolstein (1867) and La Périchole (1868). The risqué humour (often about sexual intrigue) and mostly gentle satiric barbs in these pieces, together with Offenbach's facility for melody, made them internationally known, and translated versions were successful in Vienna, London and elsewhere in Europe.\nOffenbach became associated with the Second French Empire of Napoleon III; the emperor and his court were genially satirised in many of Offenbach's operettas. Napoleon III personally granted him French citizenship and the Légion d'Honneur. With the outbreak of the Franco-Prussian War in 1870, Offenbach found himself out of favour in Paris because of his imperial connections and his German birth. He remained successful in Vienna and London, however. He re-established himself in Paris during the 1870s, with revivals of some of his earlier favourites and a series of new works, and undertook a popular U.S. tour. In his last years he strove to finish The Tales of Hoffmann, but died before the premiere of the opera, which has entered the standard repertory in versions completed or edited by other musicians.","strBiographyDE":"Wikipedia\n\nJakob „Jacques“ Offenbach (* 20. Juni 1819 in Köln; † 5. Oktober 1880 in Paris) war ein deutscher Komponist und Cellist. Er gilt als Begründer der modernen Operette als eigenständiges und anerkanntes Genre des Musiktheaters. Seine bekanntesten Stücke sind die Tanznummer Cancan aus Orpheus in der Unterwelt sowie die Barcarole aus Hoffmanns Erzählungen. \n\nJakob Offenbachs Eltern waren der Kantor, Komponist und Dichter Isaac Juda Eberst (1779/1781–1850) und seine Frau Marianne Rindskopf, Tochter eines Geldwechslers und Lotterieunternehmers. Die Familie lebte vor seiner Geburt in Offenbach am Main, wo der Vater Kantor der dortigen jüdischen Gemeinde war. Nachdem die Stadt dem Großherzogtum Hessen zugeschlagen worden war, siedelte die Familie nach Köln über, nahm den Familiennamen Offenbach an und lebte ab 1816 am Großen Griechenmarkt. Auch hier übte der Vater das Amt des Kantors in der Kölner Synagogengemeinde der Glockengasse aus.\nJakob Offenbach kam 1819 in Köln als siebtes von zehn Kindern zur Welt; einige seiner Geschwister zeigten Talent für Violine (Julius) und Piano (Isabella). Jakob erhielt den ersten Cello- und Violinunterricht von seinem Vater. Ab dem 25. November 1830 trat Jakob mit Isabella und Juda im Gymnicher Hof am Kölner Neumarkt als Trio auf, um Geld für den Musikunterricht zu verdienen.\n\nParis\nUm seinen Söhnen Jakob und dem vier Jahre älteren Julius (Jules) eine bessere Musikausbildung zu ermöglichen, reiste der Vater mit ihnen im November 1833 nach Paris. Das dortige Conservatoire national de musique et de déclamation stand damals Ausländern nicht offen; in einem Erlass des Jahres 1822 hatte der Minister verfügt, dass er sich die Zulassung von Ausländern vorbehalte. Selbst Franz Liszt erhielt durch den Leiter Luigi Cherubini wegen dieses Vorbehalts keine Zulassung. Der mit Empfehlungsbriefen angereiste Vater blieb hartnäckig und bekam die Zulassung für seinen Sohn Jakob am 30. November 1833 (Eintragung in die Schülerliste). Jakob zog in eine Dachwohnung in der Rue des Martyrs 23 und besuchte die Celloklasse von Olive-Charlier Vaslin (1794–1889), die er 1834 ohne Abschluss freiwillig wieder verließ. Jakob – der sich nunmehr Jacques nannte – begann 1835 als Cellist bei der Opéra-Comique für ein Monatsgehalt von 83 Francs und erhielt ab 1837 Kompositionsunterricht bei Jacques Fromental Halévy.\nAb 1836 komponierte er kleinere Romanzen, Walzer und Salonstücke (Winterblumen, französisch Fleurs d’hiver, 1836; Rebecca, 1837), 1838 verlor er seine Stelle bei der Opéra-Comique. Nach seiner Übersiedlung nach Paris lernte Jacques Offenbach 1841 die Spanierin Hermine d’Alcain kennen, deren Vater als Konzertagent tätig war. Dieser ermöglichte Offenbach im Mai 1844 seine erste Konzertreise an den Londoner Königshof, wo er vor Königin Victoria musizierte. Nachdem Offenbach zum Katholizismus konvertiert war, durfte er am 14. August 1844 Hermine d’Alcain (1826–1887), die katholische Tochter eines spanischen Karlistenführers heiraten. Gemeinsam hatten sie fünf Kinder, Berthe (* 1845), Minna (* 1850), Pépita (* 1855), Jacqueline (* 1858) und Auguste (* 1862).[5] Sein erstes Stück L'Alcôve erschien 1847, es folgte 1849 Marietta (in Köln auf Deutsch als Marielle oder Sergeant und Commandant aufgeführt). Jacques zog während der Deutschen Revolution zwischen März 1848 und Juli 1849 mit seiner Familie nach Köln, weshalb er dort Marietta neufasste. Bereits 1849 kehrte die Familie nach Paris zurück, wo Offenbach im März ein Konzert vor dem neuen Präsidenten der Republik, Napoleon III. gab. Im selben Jahr nahm er die Stelle als Kapellmeister am Théâtre-Français an, wo er im Oktober 1853 sein Werk Pepito im Théâtre de variétés aufführte. 1855 verließ er das Théâtre-Français. Mit Fortunios Lied (französisch La chanson de Fortunio; Uraufführung am 5. Januar 1861) feierte er seinen ersten Bühnenerfolg. Hier erwarb er sich einen Ruf als hervorragender Virtuose und spielte mit Pianisten wie Anton Rubinstein, Franz Liszt und Felix Mendelssohn Bartholdy.\n\nDurchbruch\nAm 5. Juli 1855 eröffnete er anlässlich der Weltausstellung sein eigenes Théâtre des Bouffes-Parisiens, das zunächst in der Salle Lacaze des Théâtre Marigny an der Avenue des Champs-Élysées Platz fand, mit dem überwältigenden Erfolg von Die beiden Blinden (französisch Les deux aveugles). Es folgten hier sieben weitere Uraufführungen, darunter zahlreiche Einakter. Sehr erfolgreich führte er seit Juni 1855 seinOyayaie auf. Mit seinem Werk Ba-ta-clan eröffnete er am 29. Dezember 1855 die Wintersaison in der Passage de Choiseul. Der Musiktitel gab dem Pariser Konzertsaal Bataclan seinen Namen.\nEs folgten internationale Bühnenerfolge mit Zwei- und Dreiaktern. Sein bedeutendstes Werk Orpheus in der Unterwelt (französisch Orphée aux Enfers) feierte am 21. Oktober 1858 Premiere in der Bouffes-Parisiens. Die zweiaktige Operette war sehr erfolgreich und ließ Offenbach in ganz Europa populär werden. Mit diesem Stück machte er sich über die zweite Gesellschaft des Empire lustig. Das bekannteste Musikstück hierin ist der sogenannte Höllen-Cancan (im Original französisch Galop infernal) im zweiten Akt, ein Gassenhauer, der noch heute sehr bekannt ist und häufig auch separat aufgeführt wird. Nachdem Offenbach am 14. Januar 1860 die französische Staatsbürgerschaft erhalten hatte, wurde er 1861 Ritter der Ehrenlegion. 1863 traf er in Wien auf Johann Strauss und schrieb dort Die Rheinnixen (französisch Les fées du Rhin), uraufgeführt am 4. Februar 1864 im Wiener Theater am Kärntnertor.\n\nOffenbach verfasste 75 Kompositionen für Violoncello und 102 Bühnenwerke, darunter Die schöne Helena (französisch La belle Hélène; 17. Dezember 1864), Blaubart (französisch Le barbe-bleue; 5. Februar 1866) und Pariser Leben (französisch La vie Parisienne; 31. Oktober 1866). Die letztgenannte Opera buffa wurde im Théâtre du Palais-Royal aufgeführt. In diesen humorvollen Operetten wird durch seine Parodien großer Opernwerke Offenbachs Vorliebe für Zynismus und politisch-kulturelle Satire erkennbar.\n\nLetzte Lebensjahre\n\n1870 wurde sein Kölner Geburtshaus abgerissen. Als im Juli 1870 der Deutsch-Französische Krieg ausbrach, begann Offenbachs Ruhm zu verblassen. Das Pariser Publikum mied ihn wegen seiner deutschen Herkunft. In der französischen Presse wurde er als Spion Bismarcks bezeichnet, während ihn die deutsche Presse als „Vaterlandsverräter“ beschimpfte. Er brachte seine Familie nach Spanien in Sicherheit und unternahm Tourneen in Italien und Österreich. Als er nach dem Kriegsende im Juni 1871 nach Paris zurückkehrte, hatte sich dort der Zeitgeschmack geändert, und seine Werke blieben ohne Publikumserfolg. 1875 musste das Théâtre de la Gaîté schließen, das er erst 1873 übernommen hatte. Im folgenden Jahr unternahm er erfolgreiche Reisen in das Vereinigte Königreich und in die USA, wo er anlässlich der Jahrhundertausstellung (Centennial Exhibition) zwei seiner Operetten dirigierte und in New York City und Philadelphia über 40 Konzerte gab.\n\nVon 1877 an konzentrierte er sich auf die Komposition seines Werks Hoffmanns Erzählungen (französisch Les contes d‘Hoffmann), deren Stimmpartituren er noch fertigstellen konnte. Im September 1880 machte ihn eine Gichterkrankung bettlägerig. Offenbach zog sich nach Saint-Germain-en-Laye (Pavillon Henry IV, Ruhe Thiers 19) zurück, wo er am 5. Oktober 1880 während einer Probe zu Hoffmanns Erzählungen starb. Erst Ernest Guiraud komplettierte die Orchestration der Oper im Auftrag der Familie Offenbach, so dass ihre Uraufführung postum in der Opéra-Comique am 10. Februar 1881 stattfinden konnte.[8] In der Pfarrkirche La Madeleine wurde eine große Trauerfeier für den in ganz Paris bekannten Offenbach gehalten. Sein Begräbnis fand auf dem Friedhof Cimetière de Montmartre statt, ganz in der Nähe seiner Wohnung. Das Grabmal entwarf der Architekt Charles Garnier.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"French","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rsyxrx1564400098.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wwyxss1564400133.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"27bc8cf5-72e1-4888-87de-259fbcaac3ff","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}