{"artists":[{"idArtist":"114885","strArtist":"The Platters","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1953","intBornYear":"1953","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"Soul","strMood":null,"strWebsite":"www.herbreedandtheplatters.com","strFacebook":"","strTwitter":"1","strBiographyEN":"The Platters were one of the most successful vocal groups of the early rock and roll era. Their distinctive sound was a bridge between the pre-rock Tin Pan Alley tradition and the burgeoning new genre. The act went through several personnel changes, with the most successful incarnation comprising lead tenor Tony Williams, David Lynch, Paul Robi, Herb Reed, and Zola Taylor. The group had 40 charting singles on the Billboard Hot 100 chart between 1955 and 1967, including four no. 1 hits. The Platters formed in Los Angeles in 1953 and were initially managed by Ralph Bass. The original group (Alex Hodge, Cornell Gunter, David Lynch, Joe Jefferson, Gaynel Hodge and Herb Reed) managed to land a contract with Federal Records, but found little success. Herb Reed is credited with creating the group's name. In June 1953, Gunter was replaced by lead vocalist Tony Williams. The band then released two singles with Federal Records, under the management of Ralph Bass, but found little success. The band then met music entrepreneur and songwriter Buck Ram. Ram made some changes to the lineup, most notably the addition of female vocalist Zola Taylor; later, Alex Hodge was replaced by Paul Robi. Under Ram's guidance, the Platters recorded eight songs for Federal in the R&B/gospel style, scoring a few minor regional hits on the West Coast, and backed Tony Williams' sister, Linda Hayes, One song recorded during their Federal tenure, \"Only You (And You Alone)\", originally written by Ram for the Ink Spots, was deemed unreleasable by the label, though copies of this early version do exist. Despite their lack of chart success, the Platters were a profitable touring group, successful enough that The Penguins, coming off their #8 single \"Earth Angel\", asked Ram to manage them as well. With the Penguins in hand, Ram was able to parlay Mercury Records' interest into a 2-for-1 deal. To sign the Penguins, Ram insisted, Mercury also had to take the Platters. Ironically, the Penguins would never have a hit for the label.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":"The Platters sono stati un gruppo musicale statunitense, particolarmente famoso nella seconda metà degli anni cinquanta.\n\nNati nel 1953 a Los Angeles, i Platters si caratterizzano per quella particolare tecnica vocale conosciuta come doo-wop, che consiste nel rinforzare il canto solista con armonie vocali sincopate e cori utilizzati più come strumenti d'accompagnamento che come voci vere e proprie.\n\nIl primo grande successo arriva quando i Platters vengono scritturati dalla Mercury Records, e il produttore-musicista Buck Ram nel 1955 propone loro di rilanciare un brano che avevano già pubblicato senza successo con un'altra etichetta discografica. Il brano, intitolato Only you, viene riarrangiato dal maestro Ernie Freeman, che in seguito scriverà partiture anche per Paul Anka e Frank Sinatra, ma viene distribuito nel limitato circuito \"nero\".\nSolo dopo qualche mese il disco viene recapitato al famoso disc-jockey Alan Freed di Cleveland, che comincia a trasmetterlo nelle radio locali. Di qui nasce l'interesse degli ascoltatori e la scalata alle classifiche nazionali, determinata da una serie di novità che caratterizzano il gruppo: in primo luogo la voce solista, elegante e impostata, di Tony Williams, proveniente dalla tradizione gospel, che utilizza per la prima volta il famoso \"singhiozzo\" per spezzettare le note; la presenza di un elemento femminile nel gruppo (la giovanissima Zola Taylor) che rende unici gli impasti vocali; infine la presenza degli archi negli arrangiamenti, novità assoluta per un gruppo di colore.\n\nDopo Only You (che arriva anche in Italia con più di un anno di ritardo e diventa il disco più venduto del 1957), il successo si ripete con My prayer, cover di un brano francese del 1939 (Avant de mourir), The great pretender e You'll never never know, tutte arrangiate con il famoso terzinato che inflazionerà la musica popolare per circa un decennio. Lo stile dei Platters influenzerà molti musicisti in Europa, alcuni dei quali daranno vita a gruppi vocali che seguono lo stesso stile, come ad esempio il complesso milanese \"I Campioni\" di cui faranno parte, in periodi diversi, anche Tony Dallara e Lucio Battisti.\n\nIl gruppo scriverà un importante capitolo della storia della musica attraverso un genere molto innovativo per l'epoca vendendo ben 53 milioni di dischi, con successi planetari quali Smoke gets in your eyes, Twilight clock, Harbor lights, ma subisce una prima battuta d'arresto quando, nel 1960, il solista Tony Williams decide di mettersi in proprio. Di qui una serie di rimaneggiamenti, anche pesanti, nella formazione e l'utilizzo del nome \"The Platters\" da parte di ciascun componente che decideva di formare un proprio gruppo, tanto che si è venuta a creare nel tempo una paradossale situazione, che dura ancora oggi, in cui circa un centinaio di gruppi vocali continuano ad esibirsi nei circuiti revival, usando più o meno legittimamente il nome \"The original Platters\".\n\nNel 1990 il gruppo è stato introdotto nella Rock and Roll Hall of Fame e successivamente, nel 1998, nella Vocal Group Hall of Fame.","strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Mixed","intMembers":"5","strCountry":"Los Angeles, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/twvrrv1390143777.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/qsrypt1573371498.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/rrx5mp1682157460.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/35hhrn1682157407.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/mryd9p1682157651.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/the-platters-4df1052af323a.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/the-platters-4df1057687a0b.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/the-platters-4df105a4ee392.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/qdvi9u1682157543.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/ht44fm1682157989.jpg","strMusicBrainzID":"3fb55c03-3ad9-4341-8d0b-7c4c49aefca0","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}