{"artists":[{"idArtist":"127282","strArtist":"Klaus Badelt","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1967","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"OST","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Early in his career, Klaus Badelt garnered tremendous success in his native Germany, receiving the highest accolades in the record, television, and motion picture industries. In 1998, Klaus moved to Los Angeles and segued into composing for blockbuster, American-made films.  It has been a few years since his large-scale score to \"Pirates of the Caribbean\" defined the franchise and brought him worldwide attention.  Since then, Klaus has worked with some of the greatest filmmakers of our time, received International awards and distinction, scored more than 40 major motion pictures, and set the tone for both critically acclaimed films and top-grossing blockbusters.    Known as a director's dream composer, Klaus is able to capture and express the distinctive core of every project - whether subtle and intimate or large-scale and mainstream.  He has worked with such diverse directors as Werner Herzog, Richard Donner, Wolfgang Petersen, Francis Lawrence, Michael Mann, Jerry Bruckheimer and Harvey Weinstein without the limitation of a single musical genre.  Klaus' distinctive approach is focused on intimate collaboration, encouraging regular dialogue and faithful interaction throughout the entire scoring process.  In a perfect world, Klaus is involved from the beginning of production, working with the director to ensure a flawless 'storyline' of music, something that is best created from the inception of a film.  It's unlikely you'll ever hear someone say \"that sounds like a Klaus Badelt score\" as nothing is more boring to Klaus than repeating himself.  \"I love to experiment, to break out of the expected\".   That includes the many hats he wears as a composer, arranger, performer, and producer of monumental live stage shows, one-of-a-kind theatrical events, pop-music recordings and even the coveted 2008 Beijing Olympics Closing Ceremonies.  China is the new frontier for international music and Klaus is at the forefront.  He was invited by famed producer Lawrence Ho to create the score for the first-of-its-kind film environment called \"The Bubble\" in Macau, China, which opened in 2009.  And the ancient capital Xi'an commissioned Klaus to write the \"Terracotta Warriors\" opera about Emperor Qin, to premiere in 2010.   Further west, Klaus was trusted with the French icon \"Le Petit Nicolas\", the humorous adventures of the 9-year-old boy in the nostalgic 1950's.  In 2009 it was adapted to film for the first time ever. Heart-warming, tender stories like these are one of Klaus' passions.   But his inspiration is fueled by contrasting projects. \"It's not about music itself\", he concludes. \"I see myself as a filmmaker. I just happen to write music\"...","strBiographyDE":"Klaus Badelt (* 12. Juni 1967 in Frankfurt am Main) ist ein deutscher Komponist, der auf Fernseh- und Filmmusik spezialisiert ist.\n\nBadelt wuchs in Bad Bodendorf auf und besuchte das Rhein-Gymnasium Sinzig. 1989 war er Mitgründer der concept-computer GmbH in Bad Breisig, die er 1992 verließ, um sich ganz seiner Musik zu widmen.\n\nEr begann seine Karriere mit Musik für Werbespots und Videospiele in Mannheim und hatte Erfolge mit der Musik zur Fernsehserie Peter Strohm und einigen Tatort-Folgen. 1997 begann er bei Hans Zimmer ein Praktikum in dessen Studio Mediaventures in Kalifornien und arbeitete an mehreren Kinofilmen mit ihm zusammen (z. B. Gladiator, Hannibal, Fluch der Karibik).\n\nDen Durchbruch schaffte er mit dem Film The Time Machine. Sein Studio trägt den Namen Wunderhorn Music. Sein bekanntestes und meistgespieltes Werk ist das zur Filmreihe Fluch der Karibik. Dieses entstand zwar in Zusammenarbeit mit Hans Zimmer, Badelt war aber der federführende Komponist.\n\nEr schrieb auch die Musik für die Abschlusszeremonien bei den Olympischen Spielen 2008 in Peking. \n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Frankfurt am Main, Germany","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/badelt-klaus-53542b3b57fe2.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/xsywsv1481303866.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/klaus-badelt-4eda1389a44c2.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"74ba575f-3420-4d62-8e48-ac473d3c4282","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}