{"artists":[{"idArtist":"111727","strArtist":"The Moody Blues","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1964","intBornYear":"1964","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock","strMood":"Moody","strWebsite":"www.moodybluestoday.com","strFacebook":"","strTwitter":"1","strBiographyEN":"The Moody Blues are an English rock band. Among their innovations was a fusion with classical music, most notably in their 1967 album Days of Future Passed.\nThe Moody Blues have sold in excess of 70 million albums worldwide and have been awarded 14 platinum and gold discs. As of 2012 they remain active with one member from the original band from 1964 and two more from the 1967 lineup.","strBiographyDE":"The Moody Blues sind eine britische Rockband. Sie gelten als maßgebliche Wegbereiter des Symphonic Rock, wurden aber auch anderen Sub-Genres wie Art Rock oder „Lush Pop“ (Starostin) zugeordnet. Unter den noch aktiven Bands der so genannten British Invasion sind die Moody Blues nach den Rolling Stones und The Who die dauerhaft erfolgreichsten, vor allem in den USA, wo sie nach wie vor jedes Jahr touren. Selbst bezeichnen sie sich gern als Schnittmenge diverser Stile und Fan-Projektionen; dennoch sei „That Sound“ unverwechselbar[2]. Bis heute haben die Moody Blues nach offiziellen Angaben rund 55 Millionen Alben weltweit verkauft.","strBiographyFR":"The Moody Blues est un groupe de rock britannique fondé en 1964 à Birmingham. On compte parmi leurs innovations, notamment, une fusion sans précédent de la musique rock/pop avec la musique classique orchestrale, prémisse du rock progressif. À ce jour, les Moody Blues ont écoulé près de 70 millions d'albums à l'international et détiennent à leur actif 14 disques de platine et d'or. Le groupe est toujours en activité en 2011 avec à son bord un membre original ainsi que deux membres de la formation de 1966.","strBiographyCN":null,"strBiographyIT":"Pongono le loro radici nel rhythm and blues, per poi giungere al rock psichedelico e a quello progressivo, grazie al sound caratterizzato anche dall'uso del mellotron. Fu questo il loro marchio di fabbrica, nel periodo aureo, dal 1967 al 1974. Rispetto ad altri gruppi definiti progressivi, i Moody Blues prediligono però la forma \"canzone\", con melodie ad ampio respiro. Esempio calzante è il loro più grande successo, Nights in White Satin del 1967. Tutt'oggi è una delle rock band più longeve della storia, con quasi 50 anni di attività live, e 70 milioni di dischi venduti.","strBiographyJP":"ムーディー・ブルース（The Moody Blues）は、1964年にデビューしたイギリスのプログレッシブ・ロック・バンド。世代的にはビートルズやローリング・ストーンズ、ザ・フー等とほとんど変わらず、ロック黎明期に誕生した古参バンドのひとつである。","strBiographyRU":"The Moody Blues — британская рок-группа, образованная в Бирмингеме в 1964 году, ставшая одним из пионеров прогрессивного рока, одна из старейших действующих рок-групп в мире.\n\nВ основной состав Moody Blues входили Майк Пиндер (Mike Pinder, клавишные, вокал), Рэй Томас (Ray Thomas, вокал, флейта), Грэм Эдж (Graeme Edge, перкуссия), Джон Лодж (John Lodge, бас, вокал) и Джастин Хейворд (Justin Hayward, гитара, вокал).\n\nВ настоящий момент The Moody Blues функционирует как трио: Хейворд-Лодж-Эдж. Последний студийный альбом группы — December — вышел в 2003 году. Музыканты по-прежнему много концертируют и собирают полные залы. В числе наиболее известных песен Moody Blues — «Nights in White Satin», «Legend of a Mind», «Dear Diary», «Lovely to See You», «Question», «For My Lady», «Steppin' in the Slide Zone», «Your Wildest Dreams», «I Know You Out There Somewhere» и др.","strBiographyES":"The Moody Blues es un quinteto de músicos británicos que se formó en Birmingham en 1964. Su primera voz fue Denny Laine, que más adelante sería compañero de Paul McCartney en Wings. También participaban en el grupo Graeme Edge (batería), Ray Thomas (flauta y voz), Clint Warwick (bajo, voz) y Mike Pinder (teclados).\n\nSus comienzos fueron como una banda de R&B típica de la Inglaterra de la época y sacan su primer single Steal Your Heart Away en septiembre. No fue hasta su segundo single Go Now whit the Moody Blues cuando prueban las mieles del éxito y ventas, lo que les permite salir de gira, hacer las americas y editar su primer LP The Magnificent Moodys (Go Now en norteamérica).\n\nTras el primer disco, Denny Laine cedió su sitio a Justin Hayward (guitarra y voz) y también se incorporó al grupo John Lodge (bajo). Su segundo trabajo, Days of future passed (1967), representó un enorme cambio en los planteamientos musicales y un enorme éxito. Hoy es considerado uno de los mejores discos de la historia habiéndose reeditado en multitud de ocasiones.\n\nLa concepción del disco fue un cúmulo de aciertos y casualidades. La casa discográfica buscaba una versión Rock de la sinfonía de Dvorak \"El nuevo mundo\". Pretendían con ello potenciar y rentabilizar los nuevos aparatos estéreo de los estudios. Los Moody Blues, sin conocimiento de la discográfica y con la buena vista del productor, Tony Clark, lo convirtieron en una obra personal (con la orquesta perfectamente ensamblada); un álbum conceptual que fue el disco más representativo de lo que en esos años se llamó Rock Psicodélico.\n\nOtros discos de éxito fueron On the Thresold of a Dream (1969), Question of Balance (1970) o, su último gran éxito Long Distance Voyager (1981). El resto es historia, con los Moody Blues funcionando hasta el siglo XXI, con cambios (Pinder abandonó la banda, Thomas se retiró de la música) y reconversiones, pero convertidos en unos clásicos del Rock (si no Dinosaurios del Rock). Aunque son mejor conocidos, hoy, por su excitante música y profunda lírica, los álbumes y sencillos de la era psicodélica de The Moody Blues empezaron como temas de R&B y formaron parte de la Invasión Británica.","strBiographyPT":"The Moody Blues era originalmente uma banda britânica de rhythm and blues; posteriormente eles tornaram-se conhecidos através da música psicodélica e do rock progressivo.\n\nA banda foi formada em 1964 em Birmingham, Inglaterra, por Ray Thomas, Mike Pinder, Denny Laine, Graeme Edge e Clint Warwick. Depois de algumas mudanças na formação, convidando inclusivamente Jon Makaroun, dos The Hits e alterações no estilo sonoro, o Moody Blues conseguiu alcançar sucesso com suas apresentações bombásticas e um característico som orquestral.\n\nA banda ainda existe, apesar de o único integrante original a continuar com o Moody seja Graeme Edge.","strBiographySE":"The Moody Blues är en brittisk progressiv musikgrupp bildad år 1964 i Birmingham. De började som en R&B-grupp, men kom snabbt över på den progressiva och elektroniska banan. Under senare delen av 1960-talet experimenterade gruppen mycket med sina låtar, man lade till elektroniska svajljud m.m. Detta fick man dock minska på då låtarna blev svåra att framföra live. Typiskt för Moody Blues fram till albumet Seventh Sojourn (1972) var deras användande av mellotron.\n\nDe skivdebuterade 1964 och fick en hit med sin andra singel \"Go Now!\". \"Go Now!\" är fortfarande den enda singeln de släppt som nått #1 på den brittiska singellistan. \"From the Bottom of My Heart\" blev en hyfsad singelhit 1965. 1966 släpptes gruppens debutalbum The Magnificent Moodies, där några grupporiginal, men främst covers på R&B-låtar ingick. Samma år släppte man ett antal singlar som gick obemärkt förbi, och två medlemmar, gitarristen Denny Laine (senare medlem i Wings) och basisten Clint Warwick lämnade gruppen. Samtidigt kom gruppmedlemmarna underfund med att de inte ville spela R&B-inspirerad musik.","strBiographyNL":"Moody Blues (voorheen The Moody Blues) is een Britse band die in de jaren zestig enkele grote hits had met nummers als Go now, Nights in White Satin (meermaals), Tuesday Afternoon en Ride My See-Saw, in de jaren zeventig de nummer 1-hit Question en I'm Just A Singer (In A Rock and Roll Band) en twee hits in de jaren tachtig: I Know You're Out There Somewhere en Your Wildest Dreams. De band wordt gezien als een van de wegbereiders naar het genre progressieve rock.","strBiographyHU":"A The Moody Blues egy angol rock együttes a British Invasion időszakából, amely 1964-ben Birminghamben jött létre. Az együttes a Beatlesszel együtt turnézott az Amerikai Egyesült Államokban. A Moody Blues 1974-ben feloszlott és 1977-ben állt ismét össze. Ez a korszak 1990-ig tartott.","strBiographyNO":"The Moody Blues er eit engelsk rockeband. Dei var av dei første som blanda rock med klassisk musikk, mest kjend på albumet deira Days of Future Passed frå 1967.\n\nThe Moody Blues har seld i overkant av 70 millionar album verda over og fått minst 14 platina- og gullplater. Dei er framleis aktive per 2011 med eit medlem frå det originale bandet frå 1964 og to til frå besetninga etter 1967.","strBiographyIL":null,"strBiographyPL":"The Moody Blues – brytyjska grupa rockowa, która powstała w 1964 r. w Birmingham. Zespół sprzedał ponad 50 milionów płyt i czternaście razy nagradzany był platynową płytą.","strGender":"Male","intMembers":"4","strCountry":"Birmingham, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wtstvy1341344937.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/the-moody-blues-4f25e8e8cadf1.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qupxyt1364363064.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/usvqxt1388941593.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/7vzlhf1631616940.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/27meza1631616830.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/sytqpt1388941349.jpg","strMusicBrainzID":"774666d2-2064-4d6c-856c-f8cda0aaf9f0","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/The Moody Blues/+charts?rangetype=6month","intCharted":"4","strLocked":"unlocked"}]}