{"album":[{"idAlbum":"2113154","idArtist":"111521","idLabel":"42852","strAlbum":"Michael Bublé","strAlbumStripped":"Michael Bublé","strArtist":"Michael Bublé","strArtistStripped":"Michael Bublé","intYearReleased":"2003","strStyle":"Rock/Pop","strGenre":"Swing","strLabel":"143 Records","strReleaseFormat":"Album","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/michael-bubl-4f7b39eb980c9.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/michael-bubl-4f51553796c81.png","strAlbumSpine":null,"strAlbum3DCase":null,"strAlbum3DFlat":null,"strAlbum3DFace":null,"strAlbum3DThumb":null,"strDescriptionEN":"\nUnlike most young guys who gravitate towards the latest rock or rap trend, Michael Bublé chose to study the classic works of pop vocal masters like Ella Fitzgerald and Frank Sinatra while slowly developing his own technique and career as a vocal interpreter. Thanks to producer David Foster, the 25-year-old Bublé has graduated to the big time with a self-titled debut disc that shows off his knowledge and appreciation for a style of music that is mostly unfamiliar to his generation. Swinging his way through a set of pop standards both classic (\"The Way You Look Tonight\"), and more recent (\"Moondance\"), Bublé already possesses a quality that reaches beyond his youthfulness, with a voice that incorporates his influences into a sound that is fresh yet familiar. When he launches into a standard like \"Come Fly With Me,\" images of Sinatra are conjured up; but as the song progresses, the listener realizes that this is not Sinatra, or Bobby Darin, or any other famous vocalist. It is someone who has learned the art of popular song and is creating his own colorful music from shades of the past. In doing so, Bublé throws a fresh coat of paint on an old standard like \"Fever,\" and gives it a satiny sheen that the song hasn't seen in years. In addition to revitalizing the classics, he draws in a younger audience by covering more recent, rock-era songs in a swinging gloss. Songs like George Michael's \"Kissing a Fool\" or Queen's \"Crazy Little Thing Called Love\" are jazzed up even further than their retro-based originals, and flow easily alongside the standards. The only interruption comes when Barry Gibb guests on his own \"How Can You Mend a Broken Heart,\" with a reverb-laced vibrato that simply does not fit in this musical environment. Throughout the disc it is apparent that Bublé has done his homework and aced the test, but there is always room for improvement. Sinatra haunts his vocals a bit too much on songs like \"Summer Wind,\" and there are moments throughout the disc when he forces his technique instead of following a natural cadence, but these minor criticisms will improve with time; and nothing can really diminish the sheer pleasure and joy he expresses in each performance. He sounds absolutely thrilled to be singing these songs, and that goes a long way in making Michael Bublé an exciting debut.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":"Michael Bublé è il primo album pubblicato per una major dall'omonimo cantante canadese.\nL'album è stato pubblicato l'11 febbraio 2003[10] dall'etichetta Reprise Records e contiene una serie di reinterpretazioni di grandi standard della musica jazz, oltre a cover di brani di artisti come i Queen, George Michael e Van Morrison.\nTracce","strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":"A diferencia de la mayoría de los jóvenes que gravitan hacia la última tendencia de rock o rap, Michael Bublé eligió estudiar las obras clásicas de maestros vocales pop como Ella Fitzgerald y Frank Sinatra mientras desarrolla lentamente su propia técnica y carrera como intérprete vocal. Gracias al productor David Foster, Bublé, de 25 años, se graduó a lo grande con un disco debut homónimo que muestra su conocimiento y aprecio por un estilo de música que en su mayoría no es familiar para su generación. Avanzando a través de un conjunto de estándares pop tanto clásicos (\"The Way You Look Tonight\") como más recientes (\"Moondance\"), Bublé ya posee una cualidad que va más allá de su juventud, con una voz que incorpora sus influencias en un sonido que es fresco pero familiar. Cuando se lanza a un estándar como \"Come Fly With Me\", las imágenes de Sinatra se conjuran; pero a medida que avanza la canción, el oyente se da cuenta de que no se trata de Sinatra, ni de Bobby Darin, ni de ningún otro vocalista famoso. Es alguien que ha aprendido el arte de la canción popular y está creando su propia música colorida a partir de las sombras del pasado. Al hacerlo, Bublé arroja una nueva capa de pintura en un viejo estándar como \"Fever\", y le da un brillo satinado que la canción no ha visto en años. Además de revitalizar los clásicos, atrae a un público más joven al cubrir canciones más recientes de la era del rock con un brillo oscilante. Las canciones como \"Kissing a Fool\" de George Michael o \"Crazy Little Thing Called Love\" de Queen están más animadas que sus originales retro y fluyen fácilmente junto a los estándares. La única interrupción llega cuando Barry Gibb invita a su propio \"How Can You Mend a Broken Heart\", con un vibrato reverberado que simplemente no encaja en este ambiente musical. A lo largo del disco, es evidente que Bublé ha hecho su tarea y ha superado la prueba, pero siempre hay margen de mejora. Sinatra persigue demasiado su voz en canciones como \"Summer Wind\", y hay momentos en todo el disco en los que fuerza su técnica en lugar de seguir una cadencia natural, pero estas críticas menores mejorarán con el tiempo; y nada puede realmente disminuir el puro placer y la alegría que expresa en cada actuación. Suena absolutamente encantado de cantar estas canciones, y eso hace mucho para que Michael Bublé tenga un debut emocionante.","strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":null,"intScoreVotes":null,"strReview":"","strMood":"Dreamy","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"06d984b6-d02a-30a6-a239-99b6702de04f","strMusicBrainzArtistID":"611700cf-27f0-4dc9-ae80-c513a767853e","strAllMusicID":"mw0000592979","strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":"169606","strWikidataID":"Q280385","strWikipediaID":null,"strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}