{"album":[{"idAlbum":"2113395","idArtist":"111568","idLabel":null,"strAlbum":"Rendez-vous","strAlbumStripped":"Rendezvous","strArtist":"Jean Michel Jarre","strArtistStripped":"Jean Michel Jarre","intYearReleased":"1986","strStyle":"Electronic","strGenre":"Electronic","strLabel":null,"strReleaseFormat":"Album","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/tyyyuw1341958598.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/65c4pk1607851219.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/47wpzd1675161257.png","strAlbum3DFlat":null,"strAlbum3DFace":null,"strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/hv3p9s1675161262.png","strDescriptionEN":"Rendez-Vous is an album of instrumental electronic music composed and produced by Jean Michel Jarre, and released on Disques Dreyfus, licensed to Polydor, in 1986. It is his fifth overall studio album. It sold some three million copies worldwide and remains Jarre's longest-running chart album in both the U.S. and UK, with a 20 week run in the U.S. and an impressive 38 week run in the UK. The last track on the album was supposed to have the saxophone part played in outer space by astronaut Ron McNair, but on January 28, 1986 he and the entire Space Shuttle Challenger crew were killed. 73 seconds after lift-off the shuttle disintegrated. In memory, this piece was dedicated to him. On the album the saxophone part is played by saxophonist Pierre Gossez.\n \nThe album reached #9 in the UK charts and #52 in the U.S. charts.","strDescriptionDE":"Rendez-vous ist das neunte Musikalbum bzw. achte Konzeptalbum von Jean-Michel Jarre. Jarre nahm dies anlässlich des 150-jährigen Jubiläums der Stadt Houston und des Bundesstaates Texas sowie des 25-jährigen Jubiläums des Lyndon B. Johnson Space Centers der NASA auf.\n\nAls Jarre 1986 zu den genannten Feierlichkeiten ein für die Zuschauer/Zuhörer kostenfreies Open-Air-Konzert ausrichten sollte, nahm er speziell für dieses Ereignis ein neues Konzeptalbum auf. Jarre griff dabei zu einem großen Teil auf bereits in der Vergangenheit geschriebene Stücke zurück. Schon 1975 sang Gérard Lenorman zu den Melodien von Rendez-Vous 2 und 3 die Lieder La Belle et la Bête und La Mort du Cygne. Vom Album Music for Supermarkets verwendete Jarre den 3. Part als Rendez-vous 5, Part 3. Besondere Aufmerksamkeit gilt dem letzten Stück des Albums Ron’s Piece. Der Astronaut Ronald McNair wollte während der Challenger-Raummission STS-51-L im All ein Stück mit dem Saxophon einspielen. Der Start der Challenger geriet am 28. Januar jedoch zur größten Katastrophe der NASA, da sie kurz nach dem Start explodierte. Jarre wollte daraufhin das für den 5. April 1986 geplante Konzert absagen, die NASA-Astronauten bewogen ihn aber es dennoch zu veranstalten. \n(Wikipedia)","strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":"Rendez-Vous — пятый студийный альбом Жана-Мишеля Жарра, вышедший в 1986 году. По всему миру было продано около 3-х миллионов копий альбома. Из всех альбомов Жарра этот находился дольше всего в чартах США (20 недель) и Великобритании (38 недель).\nВ 1985 году музыкальный директор концертного зала Гранд Опера в американском г. Хьюстон (штат Техас) позвонил Жан Мишель Жарру и предложил устроить что-нибудь эдакое грандиозное, в связи с празднованиями одновременно 150-летия штата Техас, 150-летия города Хьюстон и 25-летия американской космической ассоциации NASA. Жан Мишель Жарр, чьи представления о Техасе ограничивались голливудскими фильмами о ковбоях, приехал в Хьюстон, чтобы осмотреться и был поражён центральной частью города с его небоскрёбным ландшафтом. Тогда-то у него и зародилась идея дать концерт под открытым небом на фоне ультра-урбанистического пейзажа.\n\nБлагодаря участию в этой программе NASA у Жарра появилась возможность встретиться со своим другом астронавтом Брюсом МакКандлессом, а тот познакомил Мишеля со своим компаньоном по очередному полёту в космос астронавтом Рональдом МакНейром. Чернокожий Рон, помимо докторской степени по физике и чёрного пояса по каратэ, был также джазовым саксофонистом. Музыкант быстро подружился с музыкантом, и у них родилась идея. Мишель решил написать композицию, в которой Рон сыграл бы на саксофоне не где-нибудь, а в космосе. МакНейр как раз готовился к полёту на шаттле «Челленджер», где и запланировали снять его игру на саксофоне на видео, которое во время намеченного праздничного концерта в Хьюстоне планировалось проецировать на гигантский экран, вывешенный на стене какого-нибудь небоскрёба. Если б затея удалась, это был бы первый случай записи музыки в космосе. (До этого в космосе исполнялась только рождественская «Jingle Bells» на губной гармонике Hohner экипажем американского корабля Джемини-6.)\n\nГотовясь к этому концерту, Жан Мишель Жарр и сочинил свой новый альбом Rendez-Vous. Его музыка предназначалась для исполнения в Хьюстоне, а на следующий день после концерта был запланирован выпуск в продажу пластинки. В процессе работы над альбомом и подготовки к концерту Жарр и МакНейр регулярно поддерживали контакт друг с другом, иногда — вживую, иногда — по телефону. Незадолго перед полётом Рон Макнейр разучил соло на саксофоне. 28 января 1986 года Рон позвонил Мишелю в последний раз: «…Все в порядке. Увидимся через неделю. Смотри по телевизору как я взлечу!» В тот день весь мир стал свидетелем катастрофы. На 73-й секунде полета космический корабль «Челленджер» взорвался на глазах у миллионов американских телезрителей, унеся с собой жизни семерых человек.\n\nПотрясенный случившимся Жарр решил было отменить свой концерт, но его уговорили астронавты NASA. Лично Брюс МакКандлесс позвонил ему и попросил не отменять выступления, объяснив что концерт должен состояться, теперь уже как дань уважения погибшим астронавтам.\n\nНекоторые композиции альбома уже существовали ранее. Так, например, Rendez-vous 2 вышла в 1975 году в виде песни «La Belle & La Bete», исполненной Жераром Ленорманом. А композиция «Rendez-vous 3» написана в 1973 году в виде саундтрека к фильму «Сожжённые риги» и называлась тогда Le Juge. Через 2 года появляется песня «La Mort du Cygne» в исполнении того же Жерара Ленормана. А «Rendez-vous 5 part 3» была написана ещё в 1983 году, и входила в альбом Music for Supermarkets.\n\n«Last Rendez-Vous» — последний трек на этом альбоме — и должен был стать первой музыкальной композицией, исполненной и записанной в космосе. На альбоме за астронавта сыграл саксофонист Пьер Госсе.\n\nНа композицию «Rendez-vous 4» снимается видео, где показан старт самого «Челленджера», а также впервые был представлен синтезатор с подсветкой LAG, сконструированный Мишелем «LAG» Шаварриа и концерном LAG Innovart.\n\nНа альбоме в «5-й части Rendez — vous» «отметился» сын композитора Давид.\n\nНа концертах в Хьюстоне и Лионе партию Рона Макнэра исполняет Керк Вэлем.","strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"7.7","intScoreVotes":"3","strReview":"","strMood":"Dreamy","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"0914d4a3-0b9c-370c-b33e-fb1bd8ccc5ab","strMusicBrainzArtistID":"86e2e2ad-6d1b-44fd-9463-b6683718a1cc","strAllMusicID":null,"strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":"75874","strWikidataID":"Q591197","strWikipediaID":"Rendez-Vous_(Jean_Michel_Jarre_album)","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}