{"artists":[{"idArtist":"126622","strArtist":"Del Shannon","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1958","intBornYear":"1934","intDiedYear":"1990","strDisbanded":null,"strStyle":"Country","strGenre":"Country","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Charles Weedon Westover (December 30, 1934 – February 8, 1990), known professionally as Del Shannon, was an American rock and roll singer-songwriter who is best known for his No. 1 hit, \"Runaway\", in 1961. Westover was born in Grand Rapids, Michigan and grew up in nearby Coopersville. He learned ukulele and guitar and listened to country and western music, including Hank Williams, Hank Snow, and Lefty Frizzell. He was drafted into the Army in 1954, and while in Germany played guitar in a band called The Cool Flames. When his service ended, he returned to Battle Creek, Michigan, and worked as a carpet salesman and as a truck driver in a furniture factory. He found part-time work as a rhythm guitarist in singer Doug DeMott's group called Moonlight Ramblers, working at the Hi-Lo Club.\nWhen DeMott was fired in 1958, Westover took over as leader and singer, giving himself the name Charlie Johnson and renaming the band into The Big Little Show Band. In early 1959 he added keyboardist Max Crook, who played the Musitron (his own invention of an early synthesizer). Crook had made recordings, and he persuaded Ann Arbor disc jockey Ollie McLaughlin to hear the band. McLaughlin took the group's demos to Harry Balk and Irving Micahnik of Talent Artists in Detroit. In July 1960, Westover and Crook signed to become recording artists and composers on the Bigtop label. Balk suggested Westover use a new name, and they came up with \"Del Shannon\", combining Mark Shannon - a wrestling pseudonym used by a regular at the Hi-Lo Club - with Del, derived from the Cadillac Coupe de Ville, his favorite car.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Grand Rapids, Michigan, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/shannon-del-50c8e30e78d78.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/shannon-del-5099810c71616.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wyxpwq1404082459.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/zk53841680557862.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"2e885bfb-1f59-49cf-8d51-e743445e1b48","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}