{"artists":[{"idArtist":"117377","strArtist":"Giuseppe Verdi","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1813","intDiedYear":"1901","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Giuseppe Fortunino Francesco Verdi (Born 10 October 1813 – 27 January 1901) was an Italian Romantic composer, mainly of opera. Some of his themes have long since taken root in popular culture – such as \"La donna è mobile\" from Rigoletto, \"Va, pensiero\" (The Chorus of the Hebrew Slaves) from Nabucco, \"Libiamo ne' lieti calici\" (The Drinking Song) from La traviata and the \"Grand March\" from Aida. Verdi was born the son of Carlo Giuseppe Verdi and Luigia Uttini in Le Roncole, a village near Busseto, then in the Département Taro which was a part of the First French Empire after the annexation of the Duchy of Parma and Piacenza. The baptismal register, on 11 October lists him as being \"born yesterday\", but since days were often considered to begin at sunset, this could have meant either 9 or 10 October. The next day, he was baptized in the Roman Catholic Church in Latin as Joseph Fortuninus Franciscus. The day after that (Tuesday), Verdi's father took his newborn the three miles to Busseto, where the baby was recorded as Joseph Fortunin François; the clerk wrote in French. \"So it happened that for the civil and temporal world Verdi was born a Frenchman.\"\nWhen he was still a child, Verdi's parents moved from Le Roncole to Busseto, where the future composer's education was greatly facilitated by visits to the large library belonging to the local Jesuit school. Also in Busseto, Verdi was given his first lessons in composition.\nVerdi went to Milan when he was twenty to continue his studies. He took private lessons in counterpoint while attending operatic performances, as well as concerts of, specifically, German music. Milan's beaumonde association convinced him that he should pursue a career as a theatre composer. During the mid-1830s, he attended the Salotto Maffei salons in Milan, hosted by Clara Maffei.\nReturning to Busseto, he became the town music master and, with the support of Antonio Barezzi, a local merchant and music lover who had long supported Verdi's musical ambitions in Milan, Verdi gave his first public performance at Barezzi's home in 1830.\nBecause he loved Verdi's music, Barezzi invited Verdi to be his daughter Margherita's music teacher, and the two soon fell deeply in love. They were married on 4 May 1836 and Margherita gave birth to two children, Virginia Maria Luigia (26 March 1837 – 12 August 1838) and Icilio Romano (11 July 1838 – 22 October 1839). Both died in infancy while Verdi was working on his first opera and, shortly afterwards, Margherita died of encephalitis on 18 June 1840, aged only 26. Verdi adored his wife and children, and he was devastated by their deaths.","strBiographyDE":"Wikipedia\nGiuseppe Fortunino Francesco Verdi (* 9. Oktober oder 10. Oktober 1813 in Le Roncole, Herzogtum Parma; † 27. Januar 1901 in Mailand) war ein italienischer Komponist der Romantik, der vor allem durch seine Opern berühmt wurde.\n\nOb Verdi am 9. oder am 10. Oktober geboren wurde, ist nicht ganz klar. Ins Taufregister wurde am 11. Oktober eingetragen, er sei am vorherigen Abend geboren (infantem natum heri vespere hora octava). Verdi selbst sah aber den 9. Oktober als seinen Geburtstag an. Da man früher die Tage von Sonnenuntergang bis Sonnenuntergang rechnete, ist auch diese Deutung des Taufbucheintrages möglich. Verdi wurde in einfachen Verhältnissen (sein Vater Carlo war Gastwirt und Kleinbauer) im Ort Le Roncole geboren. Im Geburtsregister wurden Verdis Vornamen französisiert, und so wurde Verdi als „Joseph Fortunin François Verdi“ eingetragen.\nVerdis außergewöhnliches Talent fiel früh auf, und er erhielt vom Organisten im nahe gelegenen Busseto musikalischen Unterricht. 1823 wurde er mit Unterstützung eines musikverständigen Mäzens, des Kaufmanns Antonio Barezzi in Busseto, in das dortige Gymnasium aufgenommen. Bald vertrat er den Dorforganisten in der Kirche. Nachdem ihn das heute nach ihm benannte Konservatorium Mailand 1832 abgelehnt hatte, wurde er – wiederum mit Barezzis Unterstützung – Privatschüler von Vincenzo Lavigna, einem Schüler von Giovanni Paisiello.\n1834 wurde er Organist und 1835 Musikdirektor in Busseto. Im Mai 1836 heiratete er Barezzis Tochter Margherita. Aus der Ehe gingen zwei Kinder hervor, die beide in ihrem zweiten Lebensjahr starben: die Tochter Virginia Maria Luigia (* 26. März 1837; † 12. August 1838) und der Sohn Icilio Romano (* 11. Juli 1838; † 22. Oktober 1839). In diesen Jahren studierte Verdi intensiv nicht nur Kontrapunkt und die Grundlagen der Operngestaltung, sondern beschäftigte sich auch mit Politik und Literatur.\n1838 ging Verdi erneut nach Mailand. Nach einem verschollenen, nicht aufgeführten Erstling unter dem Titel Rocester oder Lord Hamilton wurde im November 1839 seine Oper Oberto conte di San Bonifacio mit Erfolg an der Mailänder Scala aufgeführt. Im Juni 1840 starb Verdis Frau Margherita im Alter von 26 Jahren an einer Enzephalitis, als Verdi an seinem nächsten Werk arbeitete, der komischen Oper Un giorno di regno (1840). Die Aufführung wurde ausgepfiffen. Verdi, der den Tod seiner Frau und seiner Kinder tief betrauerte, beschloss deprimiert, das Komponieren aufzugeben.\nNach über einem Jahr konnte ihn jedoch Bartolomeo Merelli, der Direktor der Scala, zu einem weiteren Werk überreden: Nabucodonosor (1842; später Nabucco genannt). Diese Oper erwies sich als Sensationserfolg, und Verdi wurde auch international als „führender italienischer Opernkomponist“ anerkannt. Die Abigaille der Uraufführung, Giuseppina Strepponi (Taufnamen: Clelia Maria Josepha, 1815–1897), wurde später Verdis Lebensgefährtin und zweite Ehefrau. Seit dem Erscheinen der ersten Verdi-Biographien im letzten Drittel des 19. Jahrhunderts wird behauptet, das unter Fremdherrschaft leidende italienische Volk habe sich mit dem in dieser Oper zum Ausdruck kommenden Freiheitsstreben der in babylonischer Gefangenschaft gehaltenen Juden identifiziert. So sei der bekannte Chor Va pensiero, sull'ali dorate („Steig, Gedanke, auf goldenen Flügeln“) eine Art italienische Nationalhymne, ein Protest gegen Tyrannei und politische Willkür gewesen. Dafür gibt es jedoch nach neueren Forschungen zur politischen Verdi-Rezeption im Risorgimento keine Belege.\nIn den folgenden sechs Jahren schrieb Verdi für seinen Lebensunterhalt in rascher Folge mehrere Opern, zunächst I Lombardi alla prima crociata („Die Lombarden auf dem ersten Kreuzzug“, 1843) und Ernani (1844). Diese beiden Opern stellten sich als große Erfolge heraus. Von den nächsten Werken schafften es jedoch nur Macbeth (1847) und Luisa Miller (1849) in das Standardrepertoire der großen Opernhäuser. In dieser Zeit schuftete er – nach eigenen Worten – wie ein Galeerensklave und gefährdete ernsthaft seine Gesundheit. Sein erklärtes Ziel war, genügend Mittel zu erwirtschaften, damit er sich früh als Gentleman auf ein Landgut zurückziehen könne – am besten in Sant’Agata nahe Roncole.\n\nGiuseppe Verdi um 1850\nLa battaglia di Legnano („Die Schlacht von Legnano“, 1849) war Verdis glühende Antwort auf das Risorgimento, die Einheitsbewegung der Italiener, die dem Revolutionsjahr 1848 folgte; dieses Eifersuchtsdrama spielt vor dem geschichtlichen Hintergrund des Sieges der Liga der lombardischen Städte über Friedrich Barbarossa.\nNach dem Stiffelio (1850), der den Ehebruch einer evangelischen Pfarrersfrau thematisiert, folgten Rigoletto (1851), Il trovatore („Der Troubadour“, 1853) und La traviata (1853). Diese sog. trilogia popolare („populäre Trilogie“) gilt als ein Höhepunkt in Verdis Schaffen und markiert den Durchbruch einer musikästhetischen Konzeption, die sich erstmals im Realismus des Macbeth angekündigt hatte. Die Werke festigten Verdis internationalen Ruhm und gehören noch heute weltweit zu den beliebtesten Opern.\nBei der Wahl seiner literarischen Vorlagen legte er hohe Maßstäbe an, ein Zeichen, dass seine Privatstudien in den dreißiger Jahren Früchte getragen hatten. Victor Hugo lieferte ihm die Vorlagen für Ernani und Rigoletto, Shakespeare für Macbeth, Lord Byron für I due Foscari („Die beiden Foscari“) und Il corsaro („Der Korsar“), Voltaire für Alzira und Friedrich Schiller für Giovanna d’Arco nach dem Drama Die Jungfrau von Orléans, I masnadieri („Die Räuber“) nach dem gleichnamigen Stück und schließlich Luisa Miller nach Kabale und Liebe. Auch Shakespeares King Lear beschäftigte ihn mehrfach in den folgenden Jahren, ohne dass es zu einer Komposition des Re Lear kam.\nNachdem Verdi 1847 in Paris anlässlich der Aufführung von Jérusalem (einer Überarbeitung der Lombardi) die Sängerin Giuseppina Strepponi (die Abigaille in der Uraufführung von Nabucco) wiedergetroffen hatte, verliebten sie sich und zogen bald zusammen. Diese Verbindung stieß vor allem in Busseto auf erheblichen Widerstand. Erst 1859 entschlossen sich Verdi und Strepponi zur Heirat.\nNach der Vereinigung Italiens ließ er sich 1861 von Graf Cavour zur Kandidatur für die Abgeordnetenkammer überreden, trat jedoch bald wieder zurück. Verdi war nun zur internationalen Berühmtheit geworden und arbeitete für die Pariser Oper (wo er mit Les vêpres siciliennes 1855 Giacomo Meyerbeer herausforderte), das Mariinski-Theater in St. Petersburg und die Weltausstellung in London, wo Verdis Inno delle nazioni („Hymne der Völker“) auf einen Text des jungen Arrigo Boito uraufgeführt wurde. Zu den in diesen Jahren komponierten Opern zählen Simon Boccanegra (1857), Aroldo (1857) als Neufassung des Stiffelio, Un ballo in maschera („Ein Maskenball“, 1859), La forza del destino („Die Macht des Schicksals“, 1862) und Don Carlos (1867). Hier zeigen sich seine Meisterschaft in der Melodieführung und in der musikalischen Gestaltung der Charaktere, die neugewonnene Freiheit bei Rezitativen und Arien und eine stärkere Betonung der Rolle des Orchesters als in seinem Frühwerk. Die Tiefe in der Charakterisierung – gerade der Frauenrollen – ist wohl auf seine Beziehung zu Giuseppina Strepponi zurückzuführen, die diesem zweifellos schwierigen Mann jederzeit bedingungslos zur Seite stand. In diesen Zeiten hatte Verdi immer wieder Schwierigkeiten mit der Zensur, die etwa einen Anschlag auf einen König (Rigoletto, Maskenball) als gefährlich ansah und umfangreiche Änderungen in der Dramaturgie erzwang. Während die für Paris komponierte Oper Les vêpres siciliennes („Die sizilianische Vesper“) in Italien wegen der Eingriffe der Zensur nur ein mäßiger Erfolg war, konnte er mit Don Carlos seinen Rivalen Meyerbeer überflügeln. Danach zog er sich zunächst vom Komponieren zurück. Allerdings überarbeitete er 1869 die für das Publikum in St. Petersburg geschriebene Oper La forza del destino für italienische Bühnen. Er hatte seine Honorare konsequent in sein Landgut Sant’Agata investiert und war mittlerweile finanziell unabhängig.\nIm November 1869 wurde das Kairoer Opernhaus mit Verdis Rigoletto eingeweiht und wenige Tage später der Sueskanal eröffnet. Der ägyptische Vizekönig Ismail Pascha wünschte sich für die folgende Saison eine neue Oper von Verdi für sein Opernhaus. Doch erst im Juni 1870 stimmte Verdi zu und komponierte die Aida (die er also weder für die Eröffnung des Kairoer Opernhauses noch für die des Suezkanals geschaffen hat). Die Uraufführung fand 1871 in Kairo statt. Es war ein rauschender Erfolg, denn die Oper war ein Werk aus einem Guss. Verdi hatte seinem Librettisten Antonio Ghislanzoni ein detailliertes „Drehbuch“ vorgegeben und sogar auf die verwendeten Versmaße Einfluss genommen. 1873 komponierte er zum ersten Todestag des Schriftstellers und Freundes Alessandro Manzoni sein bedeutendstes Werk außerhalb des Bühnenschaffens, die Messa da Requiem. Bereits vorher schrieb er das Streichquartett e-Moll.\nDanach betrachtete Verdi – enttäuscht vom Ausbleiben eines durchgreifenden sozialen Fortschritts in Italien[5] – sich als Rentier und verwendete beträchtliche Zeit und Energie in die Erweiterung und Verbesserung seines Landgutes in Sant’Agata. „Bis Mitternacht bin ich noch Maestro Verdi, dann werde ich wieder zum Bauern.“ Verdi zog sich nun endgültig auf sein Landgut Sant’Agata zurück und widmete sich der Bewirtschaftung des Guts. Gleichzeitig setzte er sich für die Verbesserung der Infrastruktur seiner Umgebung ein. Er sah, dass viele seiner Nachbarn in eine ungewisse Zukunft auswanderten; das versuchte er zu verhindern. So wurden auf seine Initiative hin Straßen gebaut und ausgebessert, Gräben eingedämmt, Wälder wieder aufgeforstet, Bauernhäuser gebaut, selbst ein kleines Spital wurde gestiftet. Das Gut verließ Verdi nur noch selten, dann jedoch lediglich um Konzerte und Opern zu dirigieren. In dieser Phase errichtete er auch die Casa di Riposo per Musicisti, ein Altersheim für ehemalige Musiker in Mailand (siehe unten). 1874 wurde Verdi zum Senator des Königreichs Italien ernannt.\nSein Verleger Giulio Ricordi allerdings wollte sich mit dem Erreichten nicht zufriedengeben; er arrangierte eine Zusammenarbeit mit dem inzwischen als Schriftsteller und Komponist berühmt gewordenen Arrigo Boito. So kam es, dass Verdi im Alter von über 70 Jahren seine wohl reifsten Opern schrieb. Als Test überarbeitete Boito – erfolgreich – das Libretto von Simon Boccanegra (die Oper wird noch heute in dieser Fassung aufgeführt). Nach langen Verzögerungen entstand dann 1887 Otello („Othello“) zu einem Libretto von Boito nach Shakespeares Tragödie. 1893 folgte als letzte Oper Falstaff, deren Libretto gleichfalls Boito nach der Vorlage Shakespeares verfasst hatte. Sie wurde in der Mailänder Scala uraufgeführt und gilt vielen als bedeutendste komische Oper überhaupt. Ihr durchschlagender Erfolg war in gewisser Weise ein Ausgleich für das Fiasko, das Verdi ein halbes Jahrhundert vorher mit Un giorno di regno an demselben Haus erlebt hatte. Er komponierte noch zwei geistliche Chorwerke, das Te Deum (1895) und Stabat mater (1897), die 1898 zusammen mit einem früher entstandenen Ave Maria und den Laudi alla Vergine Maria als Quattro pezzi sacri („Vier geistliche Stücke“) uraufgeführt wurden.\n\n1897 verstarb seine Frau nach langer Krankheit. \nAm 21. Januar 1901, gegen 12 Uhr mittags, kurz nach dem Besuch des Arztes, erlitt Verdi eine Blutung im Bereich der Capsula interna, die zu einer Lähmung der rechten Körperhälfte führte. Nach schwerem Todeskampf starb Verdi am frühen Morgen des 27. Januar 1901.\n","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Busseto, Italy","strCountryCode":"IT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vuyyqx1364380933.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wyuprr1372447644.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"f1bedf1f-4445-4651-9c35-f4a3f3860a13","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}