{"artists":[{"idArtist":"112040","strArtist":"Tom Jones","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1963","intBornYear":"1940","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop-Rock","strMood":"Good Natured","strWebsite":"www.tomjones.com","strFacebook":"www.facebook.com/pages/Tom-Jones/26581360771","strTwitter":"1","strBiographyEN":"Sir Thomas John Woodward, OBE (born 7 June 1940), known by his stage name Tom Jones, is a Welsh singer. He became one of the most popular vocalists to emerge from the British Invasion. Since the mid-1960s, Jones has sung nearly every form of popular music - pop, rock, R&B, show tunes, country, dance, soul and gospel - and sold over 100 million records.\nJones has had thirty-six Top 40 hits in the United Kingdom and nineteen in the United States; some of his notable songs include \"It's Not Unusual\", \"What's New Pussycat\", \"Delilah\", \"Green, Green Grass of Home\", \"She's a Lady\", \"Kiss\" and \"Sex Bomb\".\nHaving been awarded an OBE in 1999, Jones received a knighthood from Queen Elizabeth II for \"services to music\" in 2006. Jones has received numerous other awards throughout his career, including the Grammy Award for Best New Artist in 1966, an MTV Video Music Award in 1989 and two Brit Awards - winning Best British Male, in 2000, and Outstanding Contribution to Music, in 2003.","strBiographyDE":"Tom Jones (bürgerlich Sir Thomas John Woodward, OBE; * 7. Juni 1940 in Trefforest, Pontypridd, Wales) ist ein britischer Popsänger.\nPop, Rock, R & B, Show-Melodien, Country, Dance, Soul und Gospel - - ​​seit Mitte der 1960er Jahre, hat Jones fast jede Form der populären Musik gesungen und verkaufte über 100 Millionen Platten.\nJones hat sechsunddreißig Top 40 Hits in hatte Großbritannien und neunzehn in den Vereinigten Staaten; einige seiner bemerkenswerten Songs wie \"Es ist nicht ungewöhnlich\", \"Was ist neu Pussycat\", \"Delilah\", \"Green, Green Grass of Home\", \"Sie ist eine Lady\", \"Kiss\" und \"Sex Bomb\".\nNachdem vergeben wurde OBE in 1999 erhielt Jones zum Ritter von Königin Elizabeth II für \"Verdienste um die Musik\" im Jahr 2006 hat Jones zahlreiche weitere Auszeichnungen im Laufe seiner Karriere erhalten hat, darunter den Grammy Award für Best New Artist in 1966 einen MTV Video Music Award in 1989 und zwei Brit Awards - gekrönten Best British Male, im Jahr 2000, und Outstanding Contribution to Music, im Jahr 2003.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":"Сэр Том Джонс (англ. Tom Jones; настоящее имя сэр То́мас Джон Ву́дворд, Thomas John Woodward; род. 7 июня 1940) — британский эстрадный певец родом из Уэльса, чьи красочные шоу и эмоциональные песни принесли ему в середине 1960-х годов широкую популярность. К концу 1980-х гг. было продано уже более 100 млн пластинок исполнителя. В 1999 году — лучший певец года. Стал кавалером Ордена Британской империи (OBE). В начале 2000-х получил из рук королевы Соединённого Королевства Орден Британской Империи за заслуги перед государством. Несмотря на то, что за такой большой промежуток времени он испробовал практически все разновидности поп-музыки (будь то ритм-энд-блюз, соул, поп-рок, кантри и даже техно-дэнс), его имидж претерпевал минимальные изменения. ","strBiographyES":null,"strBiographyPT":"Sir Tom Jones, Kt, OBE, nascido Thomas Jones Woodward, (Pontypridd, 7 de junho de 1940) é um cantor de música pop do País de Gales.\n\nAos dezesseis anos ele casou e teve um filho, muito antes de se tornar um ídolo pop. Apesar das suas frequentes e bem divulgadas relações extra-conjugais (incluindo um romance com a ex-Miss Mundo de 1973 Marjorie Wallace), ele permaneceu casado, e é tido como um homem de família. Jones mora nos Estados Unidos, mas visita frequentemente a sua terra natal no País de Gales.","strBiographySE":null,"strBiographyNL":"Tom Jones werd op 7 juni 1940 te Pontypridd, Zuid Wales geboren. De muziek oefende een magische aantrekkingskracht op hem uit en na¬dat hij enige jaren in een kerkkoor had gezongen, richtte Tom als tiener reeds zijn eigen groep, The Playboys op, waarin hij drumde en zong.\nTom Jones bleef lange tijd onontdekt, maar toen de BBC eens een show uit Pontypridd uitzond mocht ook Tom hierin een aantal nummers zingen. Het succes was groot en hij kreeg een uitnodiging om eens naar Londen te komen. Daar vond een ontmoeting plaats met zijn streekgenoot en componist Gordon Mills, die hem in de beginperiode van werk voorzag. Dank zij een groot talent werd Tom Jones binnen korte tijd één der meest sensationele zangers van Engeland. Zijn concerten zijn evenementen waarbij de vele beatgroepen in het niet vallen. Jones geeft een 2½ uur-show en wie wil weten hoe het daar toegaat moet zijn plaat 'Tom Jones on stage’ (Decca DFE 8617) maar eens draaien.\nMet zijn platen boekt Tom overal ter wereld grote successen. Iedereen zal zich 'lts not unusual’ en ’Once upon a time’ wel herinneren. Op deze plaat treft U zelfs twee hits aan. ’What’s new pussycat?’, een no. 1 hit uit de Verenigde Staten en ’With these hands’, dat hoog op de Engelse hitparade verscheen.","strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Pontypridd, Wales","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/upxspv1340548418.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vqvqyr1519831271.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/9sbgmr1662281934.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/yypvpv1522164992.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/xutpwt1522165024.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/tom-jones-4e4448db8a8c4.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/uwvsqr1345037753.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rvswrs1345037769.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/tkamkz1620029448.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/vqwsqx1519831251.jpg","strMusicBrainzID":"57c6f649-6cde-48a7-8114-2a200247601a","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Tom Jones/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}