{"artists":[{"idArtist":"114966","strArtist":"Claudio Arrau","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1903","intDiedYear":"1991","strDisbanded":null,"strStyle":"Classical","strGenre":"Classical","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Claudio Arrau León (February 7, 1903 – June 9, 1991) was a Chilean pianist known for his interpretations of a vast repertoire spanning from the baroque to 20th-century composers, especially Beethoven, Schubert, Chopin, Schumann, Liszt and Brahms. He is widely considered one of the greatest pianists of the twentieth century.\n\nArrau was born in Chillán, Chile, the son of Carlos Arrau, an ophthalmologist who died when Claudio was only a year old, and Lucrecia León Bravo de Villalba, a piano teacher. He belonged to an old, prominent family of Southern Chile. His ancestor Lorenzo de Arrau, a Spanish engineer, was sent to Chile by King Carlos III of Spain. Through his great-grandmother, María del Carmen Daroch del Solar, Arrau was a descendant of the Campbells of Glenorchy, a Scottish noble family.\nArrau was a child prodigy, giving his first concert at age five. When he was 6 he auditioned in front of several congressmen and President Pedro Montt, who became so impressed as to start arrangements for his future education. At age 8 he was sent on a 10-year long grant from the Chilean government to study in Germany, travelling in the company of his mother and sister Lucrecia. He was admitted at the Stern Conservatory of Berlin where he eventually became a pupil of Martin Krause, who had studied under Franz Liszt. At the age of 11 he could play Liszt's Transcendental Etudes, considered to be one of the most difficult sets of works ever written for the piano, and also Brahms's Paganini Variations. Arrau's first recordings were made on Aeolian Duo-Art player piano music rolls. Krause died after five years of teaching Arrau, who at fifteen was devastated at the loss of his mentor.\nIn 1935, Arrau gave a celebrated rendition of the entire keyboard works of Johann Sebastian Bach in 12 recitals. In 1936, Arrau gave a complete Mozart keyboard works over 5 recitals, and followed with the complete Schubert and Weber cycles. In 1938, for the first time, Arrau gave the complete Beethoven piano sonatas and concertos in Mexico City. Arrau repeated this several times in his lifetime, including in New York and London. He became one of the leading authorities on Beethoven in the 20th century.\nIn 1937, Arrau married the mezzo-soprano Ruth Schneider, a German national, and they had three children: Carmen (1938–2006), Mario (1940–1988) and Christopher (1959). In 1941 the Arrau family left Germany and migrated to the United States, where they spent their remaining years. He settled in New York City and adopted dual U.S./Chilean citizenship in 1979.\nClaudio Arrau died in 1991, at the age of 88, in Mürzzuschlag, Austria, from complications of emergency surgery to correct an intestinal blockage.\nMany claim that his rich, weighty tone lent his interpretations an authoritative, distinctive voice, some saying it sounded thick and muddy and others praising its rounded tone, saying it sounded as though Arrau were almost playing the organ or \"plowing\" his \"paws\" into the \"flexible\" keyboard. According to American critic Harold C. Schonberg, Arrau always put \"a decidedly romantic piano tone in his interpretations\".\nArrau was an intellectual and a deeply reflective interpreter. He read widely while travelling, and despite the lack of any formal education outside of his musical training, he learned English, Italian, German, and French in addition to his native Spanish. He became familiar with Jung's psychology in his twenties.\nArrau's attitude toward music was very serious. He preached fidelity to the score. Although he often played with slower and more deliberate tempi from his middle age, Arrau had a reputation as a fabulous virtuoso earlier in his career.\nAccording to Joseph Horowitz in his book Conversations With Arrau (1982), many critics felt that his overall approach became less spontaneous and more reserved and introspective after the death of his mother, to whom he was extremely close. Arrau had isolated himself for two weeks after his mother's death, refusing to perform or to receive comfort from friends.","strBiographyDE":"Claudio Arrau León (* 6. Februar 1903 in Chillán, Chile; † 9. Juni 1991 in Mürzzuschlag, Österreich) war ein chilenischer Pianist.\n\nClaudio Arrau war das jüngste von drei Kindern der Eheleute Dr. Don Carlos und Lucretia Leon de Arrau. Seine Mutter, die bei seiner Geburt 43 Jahre alt war, erteilte Klavierunterricht. Sein Vater, der in Chillán als Augenarzt tätig war, kam durch einen Reitunfall ums Leben, als sein Sohn Claudio ein Jahr alt war.\n\nSchon mit fünf Jahren trat Arrau erstmals öffentlich auf. Ein Stipendium der chilenischen Regierung ermöglichte es ihm ab 1913, sein Studium in Berlin am Sternschen Konservatorium fortzuführen. Sein Lehrer Martin Krause, einer der letzten Schüler von Franz Liszt, unterrichtete Arrau nicht nur, sondern ersetzte ihm auch den früh verstorbenen Vater und sorgte dafür, dass Arrau eine umfassende Bildung erhielt. Als Arrau 15 Jahre alt war, verstarb Martin Krause. Aus Respekt gegenüber seinem Lehrer und dessen auf Liszts Lehre gegründetem Unterricht lehnte er jeden anderen Klavierlehrer ab und vervollkommnete seine technische und musikalische Meisterschaft von da an allein. Um 1919 begegnete er in Berlin der damals 13-jährigen Pianistin Grete Sultan, mit der ihn eine lebenslange, enge Freundschaft verband. 1920 gab er sein erstes Konzert mit den Berliner Philharmonikern.\n\nNach einer Amerikatournee 1923/24 geriet Arrau in eine tiefe menschliche und pianistische Krise, die er mit Hilfe des Analytikers Dr. Abrahamson in Berlin langsam überwand. Von 1925 bis 1940 war er Professor am Stern’schen Konservatorium. In den Jahren 1935 bis 1937 führte er in Konzertreihen das pianistische Gesamtwerk von Bach, Mozart und Schubert auf. 1937 heiratete er die Frankfurter Mezzosopranistin Ruth Schneider. Aus der Ehe gingen drei Kinder hervor: Carmen (1938–2006), Mario (1940–1988) und Christopher (* 1959).\n\nWährend des Zweiten Weltkriegs (1940/41) emigrierte Arrau in die USA und ließ sich mit seiner Familie im New Yorker Stadtbezirk Queens nieder. In den folgenden Jahrzehnten unternahm er Tourneen in die ganze Welt und gab über 100 Konzerte pro Jahr. Trotz dieses hohen Pensums und der Erarbeitung eines enormen Repertoires beschäftigte sich Arrau neben der Musik mit vielen kulturellen und intellektuellen Themen. Er las auf seinen Konzertreisen viel und eignete sich neben der deutschen Sprache auch Englisch, Französisch und Italienisch an. 1967 rief er in New York die Claudio-Arrau-Stiftung ins Leben, um junge Musiker zu fördern.\n\nIn Chile gab er im Zeitraum 1960 bis 1983 nur zwei Klavierabende, beide im Juli 1967 in Santiago. Laut Allan Kozinn lehnte Arrau sowohl den Sozialismus der Regierung von Salvador Allende (1970–1973) ab als auch die nachfolgende Militärdiktatur von Augusto Pinochet (1973–1990). 1983 zeichnete das chilenische Kultusministerium Arrau mit dem Nationalen Kunstpreis aus. 1984 nahm Arrau die Auszeichnung offiziell entgegen. Er beendete seinen Boykott und gab nach 17 Jahren wieder ein Konzert in Chile: Am 12. Mai 1984 trat er mit Klavierkonzerten von Beethoven und Brahms im Opernhaus von Santiago auf. Das Publikum bedankte sich mit 12 Minuten stehendem Applaus und nötigte Arrau, 15-mal auf die Bühne zurückzukehren. Am 15. Mai folgte noch ein Soloabend und am 18. Mai ein außerordentliches Konzert mit zwei Klavierkonzerten von Beethoven in der Kathedrale von Santiago. Am folgenden Tag wurden die Konzerte landesweit im Fernsehen übertragen.\n\nIm April 1988 verlor Arrau seinen Sohn Mario durch einen Verkehrsunfall. Im Juni 1988 spielte Arrau in der Schweiz einige Klaviersonaten von Mozart ein und vollendete damit das fünfzehn Jahre zuvor begonnene Projekt, sämtliche Mozart-Sonaten aufzunehmen. Im April 1989 starb seine Frau Ruth. Im Juni 1989 stürzte Arrau auf der Treppe seines Hauses in New York. Dabei verletzte er sich am rechten Handgelenk und an der Schulter, so dass er keine Konzerte mehr geben konnte. Während seiner Rekonvaleszenz lebte er mehrere Monate bei einem Verwandten im benachbarten Nassau County. Im April 1990 zog er nach München um. Im Oktober 1990 gab er zwei Abschiedskonzerte in Mexiko-Stadt, einmal mit dem städtischen Philharmonischen Orchester unter Luis Herrera de la Fuente, wenige Tage später folgte ein Soloprogramm.\n\nIm Alter von 88 Jahren begann Arrau mit einer geplanten Einspielung des gesamten Klavierwerks von Johann Sebastian Bach: Im März 1991 nahm er in La Chaux-de-Fonds in der Schweiz vier der sechs Partiten von Bach auf. Dies waren seine letzten Studioaufnahmen. Er wollte am 11. Juni 1991 noch einmal auftreten, um die Eröffnung des Johannes-Brahms-Museums im österreichischen Mürzzuschlag mit Werken von Beethoven, Mozart und Liszt zu würdigen. Für den 14. Juni hatte Arrau einen weiteren Soloabend in Düsseldorf geplant, bei dem ihm Dietrich Fischer-Dieskau die Goldmedaille der Royal Philharmonic Society überreichen sollte. Arrau erlitt jedoch in Mürzzuschlag einen Darmverschluss und starb am 9. Juni nach einer Notoperation im dortigen Krankenhaus. Arrau hinterließ zwei Kinder und sechs Enkelkinder. Sein Grab befindet sich in seiner Heimatstadt Chillán in Chile\n(Wikipedia)","strBiographyFR":"Claudio Arrau, né à Chillán (Chili) le 6 février 1903 et mort à Mürzzuschlag (Autriche) le 9 juin 1991, est un pianiste chilien.\nAyant débuté comme enfant prodige dès l'âge de quatre ans, il connut l'une des carrières les plus longues et les plus admirées de la musique classique. C'était un spécialiste de la musique romantique, notamment de Frédéric Chopin, de Robert Schumann, et de Franz Liszt, mais aussi de Ludwig van Beethoven, qu'il interprétait avec noblesse et profondeur, avec un son de piano hors du commun.\n\nIl est le fils de Carlos Arrau Ojeda, ophtalmologue, et de la pianiste Lucrecia León Bravo. Reconnu comme enfant prodige, le jeune Claudio Arrau obtient une bourse pour aller étudier à Berlin avec Martin Krause, l'un des derniers élèves de Franz Liszt. Celui-ci jouera pour le jeune Arrau beaucoup plus que le rôle d'un simple pédagogue. Il sera en réalité un véritable père de substitution. Dépassant le simple champ de la musique, Krause sera également celui qui initiera Claudio Arrau à la peinture et à la littérature. Arrau restera toute sa vie marqué par l'enseignement de Krause et au décès de celui-ci, quand Arrau n'a encore que 16 ans, il décide de ne plus suivre d'autre enseignement. Ayant suivi toutes ces années une formation hautement empreinte de culture germanique, Arrau fut longtemps considéré comme un pianiste davantage allemand que sud-américain. De là, également, une prédilection pour les compositeurs allemands dont il se fera une spécialité (Brahms, Schumann, Beethoven) et dont il enregistrera la plupart des œuvres.\nPour autant, son répertoire ne se limite pas au seul xixe siècle. Il est également un interprète remarquable de Chopin et de compositeurs du xxe siècle comme Claude Debussy. Vu l'étendue de son répertoire, on peut le considérer comme un véritable encyclopédiste du piano. La discographie de l'artiste ne rend que fort peu compte de ses affinités avec la musique contemporaine, puisque si Arrau est interprète de Bach, de Mozart, des romantiques (Beethoven, Schubert, Liszt, Chopin, Schumann, Brahms), et des modernes (Debussy, Albéniz, Ravel), il l'est aussi de Schönberg.\nCommençant sa carrière dans les années 1930, il fait sensation lorsqu'il donne à Berlin, en 1935-1936, en un cycle de douze récitals, l'intégrale de l'œuvre pour clavier de Bach (hormis les pièces pour orgue). La concurrence à cette époque est particulièrement rude. Backhaus, Kempff, entre autres, jouent déjà les premiers rôles.\nEn 1937, Arrau épouse une cantatrice allemande, la mezzo-soprano Ruth Schneider ; ils auront trois enfants : Carmen (1938–2006), Mario (1940–1988) et Christopher (1959).\nEn 1940, Arrau quitte Berlin et le nazisme, mais aussi une réputation bien assise, pour s'installer aux États-Unis et y recommencer une nouvelle carrière. Bien qu'il y soit un parfait inconnu, le succès ne tarde pas à venir, et dès lors il ne le quittera plus tout au long des cinquante années qui suivront.\nSon interprétation de la sonate de Franz Liszt, des Nocturnes de Chopin, des Ballades de Johannes Brahms et des Préludes de Claude Debussy sont, encore aujourd'hui, des références discographiques. Au début des années 1960, il signe un contrat d'exclusivité avec l'éditeur de disques Philips, qui lui permettra d'enregistrer la plus grande partie de son répertoire, dans des prises de son d'une qualité exceptionnelle.\nLe jeu d'Arrau se caractérise tout d'abord par un scrupuleux respect du texte. Il s'insurgera notamment contre le fait que le compositeur et pianiste Sergueï Rachmaninov ait, dans un de ses enregistrements, modifié la partition de la seconde sonate pour piano de Chopin. Pour autant, il sait faire respirer le texte et ses interprétations sont des modèles de l'art de faire sonner et de timbrer le piano. Ne le cédant en rien aux virtuoses du clavier tels Horowitz, sa technique, héritage direct de la technique de Liszt, fait merveille dans les œuvres les plus ardues du répertoire telles que les Variations sur un thème de Paganini de Brahms. Pianiste à l'idiome poétique métaphysique, artiste angoissé (champion des traitements de psychanalyse), il avait ce toucher de velours que plusieurs pianistes lui enviaient. Sa « patte » léonine montrait une dynamique éblouissante qui, bien souvent, donnait l'impression qu'il jouait sur un clavier dont l'étendue dépassait les 88 notes. Rares sont les pianistes qui furent aussi à l'aise à la fois dans Beethoven et dans Chopin. Claudio Arrau savait les revisiter avec un souffle mélodique toujours intense, inquiet, ténu mais d'une précision psychologique exceptionnelle.\nEn 1979, Arrau prit la nationalité américaine en signe de protestation contre la dictature de Pinochet.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Chillán, Chile","strCountryCode":"CL","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vpuywu1359667171.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/urwvyw1384900122.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/xwutvy1455063018.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/xyqpqu1455064096.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"3905011f-ac59-4d50-9095-1545a9944de8","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}