{"artists":[{"idArtist":"111346","strArtist":"Jethro Tull","strArtistStripped":null,"strArtistAlternate":"","strLabel":"InsideOut Music","idLabel":"44363","intFormedYear":"1967","intBornYear":"1967","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Progressive Rock","strMood":"Epic","strWebsite":"www.jethrotull.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Jethro Tull are a British rock group formed in Luton, Bedfordshire, in December 1967. Their music is characterised by the vocals, acoustic guitar, and flute playing of Ian Anderson, who has led the band since its founding, and the guitar work of Martin Barre, has been with the band since 1969, after he replaced original guitarist Mick Abrahams.\nInitially playing blues rock with an experimental flavour, they have also incorporated elements of classical music, folk music, jazz, hard rock and art rock into their music.\nOne of the world's best-selling music artists, the band have sold more than 60 million albums worldwide in a career that has spanned more than forty years.","strBiographyDE":"Jethro Tull ist eine 1967 gegründete britische Rockband. Ständiges Mitglied und Bandleader ist der Komponist, Multiinstrumentalist und Sänger Ian Anderson (Gesang, Querflöte, Saxophon, Tin Whistle, Mundharmonika, akustische Gitarre, Mandoline und andere).\n\nJethro Tull ist die einzige international erfolgreiche Band der Rockgeschichte, in deren Musik die Querflöte eine tragende Rolle einnimmt. Charakteristisch sind perfektionierte Techniken des forcierten Ausdrucks, etwa scharfes Anblasen, Flatterzunge und gleichzeitiger Stimmeinsatz. Der musikalische Stil der Band wird weithin dem Progressive Rock und Hard Rock und partiell dem Blues- und Folk-Rock zugeordnet. Zudem verarbeitete Jethro Tull Einflüsse aus Jazz, Weltmusik und elektronischer Musik.\n(Wikipedia)","strBiographyFR":"ethro Tull est un groupe de rock britannique progressif formé à Blackpool dans la seconde partie des années 1960. Leur musique est marquée par le style vocal très particulier du leader Ian Anderson (une voix nasillarde mais remarquablement juste), son travail unique de flûtiste, et par des constructions de chansons inhabituelles et souvent complexes. Leur musique incorpore des éléments de musique classique et celtique, blues (surtout à leurs débuts) ainsi que des phases art rock alternatif du rock. Malgré ceci, il est difficile de désigner des artistes spécifiques ayant directement influencé ou étant directement influencés par Jethro Tull, dont l'œuvre reste à part dans le monde du rock.\n\nJethro Tull tourne dans des clubs à la fin des années 1960 avec une formation changeante qui se cristallise finalement autour de Ian Anderson (chant, flûte, guitare acoustique, harmonica, et plus tard beaucoup d'autres instruments), Mick Abrahams (guitare électrique), Glenn Cornick (basse) et Clive Bunker (batterie). On raconte que le groupe changea de nombreuses fois de nom pour obtenir des concerts à répétition, et que Jethro Tull était le nom qu'il portait quand il signa son contrat avec une maison de disques (le nom du groupe est emprunté à l'inventeur du semoir). Après quelques 45 tours passés inaperçus (sur le premier d'entre eux, le nom du groupe était orthographié « Jethro Toe » [Orteil de Jethro]), paraît l'album bluesy This Was en 1968. La musique en était composée pour partie par Ian Anderson et pour partie par Mick Abrahams.\nAprès cet album, Mick Abrahams quitte le groupe (pour former Blodwyn Pig). Au terme d'une série d'auditions, Martin Barre est engagé comme nouveau guitariste. Il deviendra le membre le plus stable du groupe après Anderson. Durant cette période on remarquera le passage de Tony Iommi (du groupe Earth qui deviendra Black Sabbath) avec Jethro Tull dans le show télé des Rolling Stones The Rock and Roll Circus tourné le 11 décembre 1968.\nLa nouvelle formation sort Stand Up en 1969. Entièrement écrit par Anderson, cet album abandonne largement le blues en faveur du nouveau style de rock progressif développé à ce moment par des groupes comme Yes, bien que Stand Up ressemble un peu à un des premiers albums de Led Zeppelin teinté de jazz, avec un son lourd et légèrement sombre. La chanson 'We Used To Know' publiée sur cet album a certainement inspiré The Eagles pour leur chanson Hotel California sur l'album éponyme en 1976. L'écoute consécutive des deux morceaux permet de remarquer la similitude de la musique. Il est d'ailleurs indiqué sur le site officiel de Jethro Tull que Don Henley, qui suivit des tournées de Jethro Tull s'en inspira (The Eagles' \"Hotel California\" derived from Henley hearing the song while touring with Tull).\nEn 1970, Jethro Tull donne l'un de ses meilleurs concerts lors du célèbre festival de l'île de Wight devant 600 000 spectateurs. La même année, le claviériste John Evan rejoint le groupe, qui sort l'album Benefit, dominé par un son « folk progressif ».\nLe bassiste Cornick quitte le groupe après Benefit, remplacé par Jeffrey Hammond-Hammond, et cette formation sort l'œuvre la plus connue de Jethro Tull, Aqualung en 1971. Mélange de rock heavy relatant la relation entre Dieu et l'homme et de pièces acoustiques plus légères à propos de la vie de tous les jours, l'album est aimé par beaucoup et décrié par beaucoup d'autres. Malgré ceci, la chanson-titre et Locomotive Breath deviennent des tubes des radios de rock classique.\nLe batteur Clive Bunker part ensuite, remplacé par Barriemore Barlow. Le groupe sort en 1972 Thick as a Brick, album-concept constitué d'une seule chanson très longue couvrant les deux faces du vinyle, avec un certain nombre de mouvements et des thèmes récurrents. Le quintette de cet album --- Anderson, Barre, Evan, Hammond-Hammond et Barlow --- deviendra une des formations les plus durables de Jethro Tull, jusqu'en 1975.\n1972 voit aussi la sortie de Living In The Past, une compilation en double album de singles, de faces B, et de prises inédites, avec une face d'enregistrements concert, dont la fabuleuse version live de \"Dharma For One\" . Ce disque est considéré par la plupart des fans de Jethro Tull comme étant le meilleur.\nEn 1973, le groupe tente d'enregistrer un double album, mais il est apparemment insatisfait de la qualité de l'enregistrement studio et abandonne le projet. À la place, ils enregistrent rapidement et sortent A Passion Play, autre album-concept constitué d'une unique suite de chansons aux textes très allégoriques. Après plusieurs années de popularité continue, A Passion Play est sévèrement reçu par la critique. C'est un tournant pour le groupe, qui a désormais son apogée derrière lui.\nLe groupe enregistre au château d'Hérouville un album qui ne sortira que bien plus tard, dans les années 90, comme premier CD du double album Nightcap. L'album War Child de 1974 reçoit toutefois des critiques positives, et Bungle in the Jungle est un succès (pour la petite histoire, c'est l'album préféré de Ritchie Blackmore).\nEn 1975 le groupe sort Minstrel in the Gallery, un album ressemblant à Aqualung dans ses morceaux doux à la guitare acoustique contrastant avec des œuvres plus longues et dominées par la guitare électrique de Barre. La plupart des critiques sont mitigées. Après cet album, le bassiste Hammond-Hammond quitte le groupe : il est remplacé par John Glascock.\nEn 1976, sort Too Old to Rock 'n' Roll, Too Young to Die !. C'est un autre album concept, cette fois portant sur la vie d'un rocker vieillissant. Ian Anderson, piqué au vif par des critiques défavorables (notamment à propos de A Passion Play), réplique en recyclant de nombreux morceaux de cet album, en les réorchestrant et en leur donnant de nouvelles paroles acerbes. La presse ignore le stratagème, et demande si les paroles sont autobiographiques --- accusation que Anderson nie vivement.\nLe groupe achève la décennie avec trois albums folk rock, Songs from the Wood, Heavy Horses et Stormwatch. Songs from the Wood est le premier album de Tull à recevoir des critiques unanimement positives depuis l'époque de Benefit et Living in the Past.\nLe groupe avait depuis longtemps des liens avec les folk-rockers Steeleye Span. Bien que non considérés comme appartenant au mouvement rock folk (qui avait en fait commencé presque dix ans auparavant avec la venue de Fairport Convention), il y eut clairement beaucoup d'échanges d'idées musicales entre Tull et les folk-rockers. Durant cette période, David Palmer, qui avait auparavant fait des arrangements pour instruments à cordes pour des albums de Tull, rejoint officiellement le groupe, principalement aux claviers aux côtés de John Evan.\nLe bassiste Glascock meurt en 1979 suite à une opération du cœur, et Stormwatch est en fait achevé sans lui (Anderson joue de la basse sur plusieurs titres). La tournée de cet album est l'occasion de voir arriver dans Jethro Tull un transfuge de Fairport Convention, le bassiste Dave Pegg. Anderson décide d'enregistrer son premier album solo, et ce faisant met un terme provisoire à Jethro Tull.\nPeut-être sous la pression du label, cependant, Anderson sort son album solo en tant qu'album de Jethro Tull en 1980. Nommé A, il comprend Barre à la guitare électrique, Dave Pegg à la basse, et Mark Craney à la batterie. Mais l'album avait une forte teinte électronique, due au claviériste Eddie Jobson, ancien membre du mythique groupe UK avec John Wetton et Bill Bruford puis Terry Bozzio. Il a un son beaucoup plus moderne, moins folk, d'où une impression complètement différente de tout ce que Tull a produit auparavant.\nEddie Jobson (claviers) et Mark Craney (batterie) quittèrent le groupe juste après la tournée de l'album A (1980). Jethro Tull débute alors une période de transition avec ces principaux changements : Gerry Conway et Doane Perry se partagent la batterie suivant les concerts, et Peter-John Vettese prend les commandes au clavier. Bien qu'avec des nappes de synthétiseurs un effet de modernité se fait ressentir, le groupe revient quand même à un son plus pop mais aussi plus hard par moment (Gerry Conway étant plus \"speed\" et percussif que Mark Craney, beaucoup plus fin et aérien à la batterie), notamment dans l'album The Broadsword and the Beast sorti en 1982.\nEn 1984, Jethro Tull sort Under Wraps, un album à fortes consonances électroniques. Bien que le groupe en soit fier, paraît-il, l'album est mal perçu par le public. De plus, Ian Anderson rencontre quelques problèmes de voix à cette même époque et se voit dans l'obligation de faire prendre une pause discographique au groupe, pendant une durée de trois ans.\nEn 1987 Jethro Tull revient plus fort avec l'album Crest of a Knave. Sans Vettese (Anderson contribue au clavier) et s'appuyant plus fortement sur la guitare électrique de Barre que ne l'avait jamais fait le groupe depuis le début des années 70, l'album est un succès critique et commercial, et remporte le Grammy Award de 1988 pour le meilleur album de hard rock (battant un album de Metallica). Le style de Crest a été comparé à celui des Dire Straits, en partie parce que Anderson semblait ne plus avoir la portée vocale qu'il avait auparavant. Durant la tournée qui suit, Don Airey assure la partie clavier du groupe.\n\n\nIan Anderson en Belgique en 2007.\n1988 est aussi l'année de la sortie de 20 Years of Jethro Tull, un coffret de 5 vinyles (aussi sortis sous forme de triple CD et de simple CD) constitué en grande partie de morceaux abandonnés durant toute l'histoire du groupe, ainsi que des pistes live variées et des pistes remasterisées numériquement. Il contient aussi un livret retraçant l'histoire du groupe en détail.\nDepuis, le groupe a sorti plusieurs albums dans un style dérivé de Crest, mais en incorporant aussi des influences plus folk. Il y a en particulier l'album de 1992, A Little Light Music, un album live principalement acoustique qui reçoit un accueil positif de la part des fans grâce à l'interprétation différente de nombreuses compositions passées, un autre transfuge de Fairport Convention, Dave Mattacks, assure la batterie.\nAnderson a sorti plusieurs albums solo depuis le début des années 80 (hommage à Bach notamment), et dans les années 90 Barre commença aussi à sortir des albums solo. Anderson et Barre restent le noyau dur du groupe (David Pegg le quittant finalement à la fin des années 90 (trois bassistes différents sur Catfish Rising) puis arrivée de Jonathan Noice du groupe de Martin Barre). En 1996, divers artistes de rock progressif sortent un hommage à Tull, To Cry You a Song, qui inclut des contributions de plusieurs ex-membres de Tull, ainsi que d'artistes parmi lesquels Keith Emerson, Tempest, et Wolfstone ainsi que Glenn Hughes et Steve Morse.\nLe groupe est toujours actif au xxie siècle et continue à sortir de nouveaux albums à quelques années d'intervalle. Au début des années 2000, la voix d'Anderson semble avoir regagné un peu de sa portée d'antan. Une tournée internationale de plus de soixante dates a débuté en mars 2010, commençant en Grande-Bretagne puis aux États-Unis et au Canada en juin.\nÀ noter que David Palmer, qui vivait très mal dans une peau d'homme (le transsexualisme au sens propre) depuis sa plus petite enfance est devenu femme à l'âge de 66 ans après une opération chirurgicale, et vit désormais sous le nom de Dee Palmer.","strBiographyCN":null,"strBiographyIT":"Jethro Tull è un gruppo rock progressivo originario di Blackpool, in Inghilterra, fondato nel 1967 dallo scozzese Ian Anderson (flauto traverso e polistrumentista).\nLa band prende il nome dal pioniere della moderna agricoltura, l'agronomo Jethro Tull (1674-1741).\nLa loro musica è contraddistinta, soprattutto, dalla presenza dominante del flauto traverso, suonato dal carismatico leader Ian Scott Anderson.\nInizialmente con uno stile blues, i Jethro Tull hanno attraversato la storia del rock, passando per vari generi, dal classico al folk rock, dal progressive alla musica etnica, dal jazz all'art rock.\nHanno venduto più di 60 milioni di album in tutto il mondo.\n\n","strBiographyJP":null,"strBiographyRU":"Английская группа \"Jethro Tull\" (это имя ученого-аграрника, жившего около 200 лет назад), образовалась в Лютоне (Великобритания) в 1967 году. Исходный состав состоял из Иана Андерсона (вокал, флейта, р. 10 августа 1947), Мика Абрахамса (гитара, вокал, р. 7 апреля 1943), Гленна Корника (бас-гитара, р. 24 апреля 1947) и Клайва Банкера (ударные, р. 12 декабря 1946). Иан Андерсон впервые выступил в блэкпулской группе \"John Evan Smash\" в 1966 году, участники которой позднее и составили ядро легендарного андерсоновского проекта \"Jethro Tull\". А поначалу от блэкпулцев откололись только Иан Андерсон и басист Корник: в декабре 1967 года они прибыли в Лондон и объявили набор музыкантов. Весной 1968 года новый ансамбль успешно выступил на Виндзорском фестивале джаза. Критики охарактеризовали его как восходящую звезду арт-рока, а продюсеры компании \"Island\" предложили Андерсону подписать контракт на три года.\nПервая пластинка группы, возглавляемая лучшим флейтистом рок-музыки, появился в конце 1968 года. Это единственный проект \"Jethro Tull\", композиции которого базировались на блюзовой гитаре (это манера Мика Абрахамса). Лидер Иан Андерсон, однако, тяготел к несколько иной форме музыкального выражения, а именно к арт-року в духе менестрельских баллад со значительным влиянием хард-рока. В результате Абрахамс вынужден был уйти.\nНа его месте недолго побыли Тони Йомми и Дэйв О'Лист (экс-\"Nice\"), но основательно закрепился лишь Мартин Барре (р. 17 ноября 1946), ставший вскоре одним из самых виртуозных рок-гитаристов. Первый же сингл, записанный с его участием, \"Living In The Past\" оказался на третьей строчке британских хит-парадов. Начиная со второго альбома стиль \"Jethro Tull\" укрепился в рамках тяжелого арт-рока с выраженными гитарными риффами и удивительными импровизациями флейты Андерсона.Такого в истории рок-музыки до сих пор не было, и ансамбль очень быстро занял место в символической пятерке самых новаторских групп мира вместе с \"Beatles\", \"Rolling stones\", \"Genesis\" и \"Led zeppelin\". Начиная с 1970 года продукция \"Jethro Tull\" имела большой успех во всех странах. В 1971 году вышел самый известный альбом коллектива \"Aqualung\", одноименная песня из которого стала визитной карточкой группы. Но от диска к диску композиции группы становились все более сложными и глубокими, что (невзирая на высочайшее качество музыкального материала тех лет) в 1973 году привело к конфликту с критиками музыкальных изданий, обвинивших ансамбль в излишней \"вычурности\" и \"заумности\".\nВ ответ на это обвинение - \"Jethro Tull\" один только раз попробовали вернуться к доступной и простой манере изложения своих песен (диск 1974 года), но тут возмутились слушатели, которые ожидали от группы дальнейших \"серьезных\" разработок. В итоге мнение поклонников музыканты справедливо взяли за основу, и дальнейшая продукция ансамбля вплоть до 1980 года состояла из высококлассных арт-альбомов с изумительной музыкой, подражать которой до сих пор еще не взялся никто.\nИз дискографии в период с 1970 по 1980 год трудно выделить какой-то один диск в качестве лучшего. Легче указать на те, что чуть слабее: это диск 1974 года и альбом 1979 года. В концептуальном плане наиболее глубокомысленны философские работы 1972, 1973, 1975, 1978 и 1980 годов. В годы расцвета \"Jethro Tull\" к Иану Андерсону вернулись его бывшие коллеги по \"John Ivan Band\", что способствовало стабильности много лет. Кризис настиг этот замечательный коллектив лишь в начале 80-х: альбомы 1982 и 1984 годов были слишком загружены оркестровками с элементами электронного звучания, а лидер-гитара несколько отошла на второй план. Силы для возрождения были найдены Андерсоном в середине десятилетия. Диск \"Crest of a Knave\" хотя и был сделан в обычной для \"Jethro Tull\" фолк-хард-роковой манере, но имел более громкий саунд, чем его предшественники. В 1989 году команда получила \"Грэмми\" за этот альбом.\nРелиз \"Rock Island\" почти повторил успех \"Crest of a Knave\", так как на нем был сделан значительный крен в сторону хард-рока. В 1993 году фирма \"Chrysalis\" выпустила \"25th Anniversary Box Set\", состоящий из ремиксов лучших вещей \"Jethro Tull\", а также некоторых новых треков. Альбомы 90-х годов несут на себе небольшой отпечаток восточных влияний. Андерсон вновь немного утяжелил звучание группы. Последний на данный момент альбом группы \"The Christmas Album\" (2003) включает в себя акустические песни связанные с рождественской тематикой. В новом веке \"Джетро Талл\" больше гастролируют (в том числе в России), чем балуют нас новыми релизами. А в начале 2008 года Ян Андерсон удостоился Королевской награды, которой за сорок с лишним лет до него были отмечены \"Битлз\". Теперь он тоже носит гордое звание \"Члена Британской Империи\" (MBE). Правда, сам он относится к своему награждению со здоровой иронией, сравнивая себя с сотнями никому не известных трудяг, которые получают такие награды за выслугу лет.\n","strBiographyES":null,"strBiographyPT":"Jethro Tull foi uma banda de rock formada em Blackpool, Inglaterra, em 1967. Sua música é caracterizada pelas letras, o estilo vocal cheio de maneirismos e o trabalho único na flauta de seu líder Ian Anderson, além de uma complexa e pouco usual construção musical. Inicialmente calcado no estilo blues rock, o Jethro Tull acabou por incorporar a seu som elementos de música clássica, folk, jazz, hard rock e art rock. A banda vendeu mais de 60 milhões de discos ao redor do mundo.[1] A banda chegou a um ponto de hiato em 2011, quando Ian Anderson buscou realizar projetos solos (que desembocaram nos álbuns Thick as a Brick 2 e Homo Erraticus), fazendo o guitarrista Martin Barre também procurar carreira solo (lançando um álbum de compilação e outro de estúdio intitulado \"Away with Words). Ian Anderson disse em entrevista que a banda chegou ao fim e declarou que \"Jethro Tull é história\"","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"5","strCountry":"Luton, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wpyqpy1390119242.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/jethro-tull-4eda0410ee966.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/0dkhei1693371370.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/rwqwwq1528727325.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wvtusu1521511641.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/yrrvuv1385845642.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/stvqwv1369386298.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/423ww01629991200.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/suttqu1369386238.jpg","strMusicBrainzID":"ece57992-dc2e-4f67-a269-fa43626c1a3d","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Jethro Tull/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}