{"artists":[{"idArtist":"114268","strArtist":"Ludwig van Beethoven","strArtistStripped":null,"strArtistAlternate":"Beethoven","strLabel":null,"idLabel":null,"intFormedYear":"1776","intBornYear":"1770","intDiedYear":"1827","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Ludwig van Beethoven (baptized 17 December 1770 – 26 March 1827) was a German composer and pianist. A crucial figure in the transition between the Classical and Romantic eras in Western art music, he remains one of the most famous and influential of all composers. His best known compositions include 9 symphonies, 5 concertos for piano, 32 piano sonatas, and 16 string quartets. He also composed other chamber music, choral works (including the celebrated Missa Solemnis), and songs.\nBorn in Bonn, then the capital of the Electorate of Cologne and part of the Holy Roman Empire, Beethoven displayed his musical talents at an early age and was taught by his father Johann van Beethoven and Christian Gottlob Neefe. During his first 22 years in Bonn, Beethoven intended to study with Wolfgang Amadeus Mozart and befriended Joseph Haydn. Beethoven moved to Vienna in 1792 and began studying with Haydn, quickly gaining a reputation as a virtuoso pianist. He lived in Vienna until his death. About 1800 his hearing began to deteriorate, and by the last decade of his life he was almost totally deaf. He gave up conducting and performing in public but continued to compose; many of his most admired works come from this period. Beethoven was the grandson of Lodewijk van Beethoven (1712–73), a musician who came from Mechelen in present-day Belgium who moved at the age of twenty to Bonn. Lodewijk (Ludwig is the German cognate of Dutch Lodewijk) was employed as a bass singer at the court of the Elector of Cologne, eventually rising to become Kapellmeister (music director). Lodewijk had one son, Johann (1740–1792), who worked as a tenor in the same musical establishment, and gave lessons on piano and violin to supplement his income. Johann married Maria Magdalena Keverich in 1767; she was the daughter of Johann Heinrich Keverich, who had been the head chef at the court of the Archbishopric of Trier.\nBeethoven was born of this marriage in Bonn. There is no authentic record of the date of his birth; however, the registry of his baptism, in a Roman Catholic service at the Parish of St. Regius on 17 December 1770, survives. As children of that era were traditionally baptised the day after birth in the Catholic Rhine country, and it is known that Beethoven's family and his teacher Johann Albrechtsberger celebrated his birthday on 16 December, most scholars accept 16 December 1770 as Beethoven's date of birth. Of the seven children born to Johann van Beethoven, only Ludwig, the second-born, and two younger brothers survived infancy. Caspar Anton Carl was born on 8 April 1774, and Nikolaus Johann, the youngest, was born on 2 October 1776.\nBeethoven's first music teacher was his father. Although tradition has it that Johann van Beethoven was a harsh instructor, and that the child Beethoven, \"made to stand at the keyboard, was often in tears,\" the Grove Dictionary of Music and Musicians claimed that no solid documentation supported this, and asserted that \"speculation and myth-making have both been productive.\" Beethoven had other local teachers: the court organist Gilles van den Eeden (d. 1782), Tobias Friedrich Pfeiffer (a family friend, who taught Beethoven the piano), and Franz Rovantini (a relative, who instructed him in playing the violin and viola). Beethoven's musical talent was obvious at a young age. Johann, aware of Leopold Mozart's successes in this area (with son Wolfgang and daughter Nannerl), attempted to exploit his son as a child prodigy, claiming that Beethoven was six (he was seven) on the posters for Beethoven's first public performance in March 1778.\nSome time after 1779, Beethoven began his studies with his most important teacher in Bonn, Christian Gottlob Neefe, who was appointed the Court's Organist in that year. Neefe taught Beethoven composition, and by March 1783 had helped him write his first published composition: a set of keyboard variations (WoO 63). Beethoven soon began working with Neefe as assistant organist, at first unpaid (1781), and then as a paid employee (1784) of the court chapel conducted by the Kapellmeister Andrea Luchesi. His first three piano sonatas, named \"Kurfürst\" (\"Elector\") for their dedication to the Elector Maximilian Frederick (1708–1784), were published in 1783. Maximilian Frederick noticed Beethoven's talent early, and subsidised and encouraged the young man's musical studies.","strBiographyDE":"Ludwig van Beethoven (getauft 17. Dezember 1770 in Bonn, Kurköln; † 26. März 1827 in Wien, Kaisertum Österreich) war ein Komponist der Wiener Klassik. Er hat diese zu ihrer höchsten Entwicklung geführt und der Romantik den Weg bereitet.\nLudwig van Beethovens väterliche Vorfahren stammten aus Mechelen im flämischen Brabant. Mit seinem Großvater Ludwig van Beethoven (1712–1773) ging erstmals ein Musiker aus der Familie hervor. Dieser wurde 1733 als Basssänger an den Kurfürstlichen Hof nach Bonn berufen, 1761 ernannte ihn der neue Kurfürst Maximilian Friedrich zum kurkölnischen Hofkapellmeister. Dessen Sohn Johann (* 14. November 1740, † 18. Dezember 1792) wurde Tenorsänger an der Hofkapelle und erwarb sich darüber hinaus Ansehen als Musiklehrer. Am 12. November 1767 heiratete Johann die früh verwitwete Maria Magdalena Leym geb. Keverich (* 19. Dezember 1746). Aus der Ehe gingen sieben Kinder hervor, von denen nur drei das Säuglingsalter überlebten: Ludwig, Kaspar Karl (getauft 8. April 1774) und Nikolaus Johann (getauft 2. Oktober 1776). Die Geburt eines Bruders gleichen Namens Anfang April 1769 trug später zu Ludwig van Beethovens Verunsicherung über sein tatsächliches Alter bei.","strBiographyFR":"Ludwig van Beethoven (1770 - 1827) est un compositeur allemand né à Bonn.\nDernier grand représentant du classicisme viennois (après Gluck, Haydn et Mozart), Beethoven a préparé l’évolution vers le romantisme en musique et influencé la musique occidentale pendant une grande partie du XIXe siècle. Inclassable (« Vous me faites l’impression d’un homme qui a plusieurs têtes, plusieurs cœurs, plusieurs âmes » lui dit Haydn vers 17932), son art s’est exprimé à travers différents genres musicaux, et bien que sa musique symphonique soit la principale source de sa popularité, il a eu un impact également considérable dans l’écriture pianistique et dans la musique de chambre.\nSurmontant à force de volonté les épreuves d’une vie marquée par la surdité qui le frappe à 26 ans, célébrant dans sa musique le triomphe de l’héroïsme et de la joie quand le destin lui prescrivait l’isolement et la misère, il est récompensé par cette affirmation de Romain Rolland : « Il est bien davantage que le premier des musiciens. Il est la force la plus héroïque de l’art moderne ». Expression d’une inaltérable foi en l’homme et d’un optimisme volontaire, affirmant la création musicale comme action d’un artiste libre et indépendant, l’œuvre de Beethoven a fait de lui une des figures les plus marquantes de l’histoire de la musique.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Ludwig van Beethoven (Bonn, 16 de diciembre de 1770 – Viena, 26 de marzo de 1827) fue un compositor, director de orquesta y pianista alemán. Su legado musical abarca, cronológicamente, desde el período clásico hasta inicios del romanticismo musical. Es uno de los compositores más importantes de la historia de la música y su legado ha influido de forma decisiva en la música posterior.\n\nConsiderado el último gran representante del clasicismo vienés (después de Christoph Willibald Gluck, Joseph Haydn y Wolfgang Amadeus Mozart), Beethoven consiguió hacer trascender la música del romanticismo, influyendo en diversidad de obras musicales del siglo XIX. Su arte se expresó en numerosos géneros y aunque las sinfonías fueron la fuente principal de su popularidad internacional, su impacto resultó ser principalmente significativo en sus obras para piano y música de cámara.\n\nSu producción incluye los géneros pianísticos (treinta y dos sonatas para piano), de cámara (dieciséis cuartetos de cuerda, siete tríos, diez sonatas para violín y piano), vocal (lieder, dos misas y una ópera: Fidelio), concertante (cinco conciertos para piano y orquesta, uno para violín y orquesta) y orquestal (nueve sinfonías, oberturas, etc.), entre las que se encuentra el ciclo de las Nueve Sinfonías, incluyendo la Tercera Sinfonía, también llamada en castellano Heroica, en mi♭ mayor, la Quinta Sinfonía, en do menor y la Novena Sinfonía, en re menor (cuyo cuarto movimiento está basado en la Oda a la Alegría, escrita por Friedrich von Schiller en 1785).","strBiographyPT":"Ludwig van Beethoven (Bonn, bat. 17 de dezembro de 1770 — Viena, 26 de março de 1827) foi um compositor alemão, do período de transição entre o Classicismo (século XVIII) e o Romantismo (século XIX). É considerado um dos pilares da música ocidental, pelo incontestável desenvolvimento, tanto da linguagem como do conteúdo musical demonstrado nas suas obras, permanecendo como um dos compositores mais respeitados e mais influentes de todos os tempos. \"O resumo de sua obra é a liberdade\", observou o crítico alemão Paul Bekker (1882-1937), \"a liberdade política, a liberdade artística do indivíduo, sua liberdade de escolha, de credo e a liberdade individual em todos os aspectos da vida\".","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Bonn, Germany","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/beethoven-ludwig-van-4fbec04686527.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/uyxqwu1359109056.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/vhd9u91641380383.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/evemg91641380653.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/beethoven-ludwig-van-50c51d44644a8.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/qpuvps1397387558.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/xqrysp1397387613.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/wlnbs61641380488.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/beethoven-ludwig-van-580a052d5a726.jpg","strMusicBrainzID":"1f9df192-a621-4f54-8850-2c5373b7eac9","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}