{"artists":[{"idArtist":"128856","strArtist":"Nino Bravo","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1944","intDiedYear":"1973","strDisbanded":"Yes","strStyle":"","strGenre":"","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Luis Manuel Ferri Llopis (August 3, 1944--April 16, 1973), popularly known by the artistic name of Nino Bravo, was an international singing star from Spain.  Bravo was born near Valencia. The son of a salesman, he moved to Valencia at the age of three, along his father, who went to Valencia to look for better economic opportunities, and the rest of his family.  Nino Bravo was a shy child. He had a tendency to befriend older people, and, in 1958, he met bassist Vicente Lopez. Lopez later on helped Bravo become friends with other Valencia musicians, such as Paco Ramon, who later on also went on to become a Spaniard musical legend.  Bravo had no idea, before meeting Lopez, that his singing voice would be liked by anyone. He and Lopez discovered his singing voice during a short trip that Bravo, Lopez and Ramon, among others, went on. The trip was supposed to be just a hang-out trip between friends; Lopez was surprised as he awoke from a nap to Bravo's voice as Bravo sang Domenico Modugno's hit \"Libero\". So impressed was Lopez by Bravo's voice, that he predicted Bravo would become a superstar right after awakening.  Nino Bravo soon began working as a jeweler and supermarket assistant. The supermarket where he worked at was owned by his mother. When Bravo was sixteen, he became a fan of the famous Chilean singer Antonio Prieto, whose song, \"La Novia\" (\"The Bride\"), had become a number one hit in Spain. Bravo and his friends made an attempt at recording this song, forming a band and calling themselves \"Los Hispanicos\" (not to be confused with \"Los Hispanos\", a far more famous group). The attempt to have their own version of \"La Novia\" failed.  Bravo also was a Rock & Roll music fan. Soon after, he found a job singing at a hotel, where he would sing one of his favorite English songs, \"Only You\". Bravo was approached by a recording company agent who tried to convince him to sign with his label. He declined, because he felt unconfortable that only he, and not the rest of \"Los Hispanicos\", would be featured in the album.  In 1964, \"Los Hispanicos\" changed their name to \"Los Superson\", and, with this, their luck changed a little, as they won a local radio contest, then moved on to Benidorm, where they built a relatively large base of female fans. Bravo was called for military duty, however, and he went through a bout of depression. He almost decided to quit his singing career during this period of his life.  During Bravo's time away in the military, Lopez befriended a radio personality, who was impressed by \"Los Superson\"s sound and wanted them signed. \"The Superson\"s album debut would have been nothing but two songs included in another singer's LP. But, that time around, it was Lopez who declined being signed, based on the fact that he wanted his friend and band's leader to be in the album as well.  When Bravo returned from the service, Lopez was so enthusiastic, that the radio host asked him if he thought Bravo could sing like Tom Jones, Engelbert Humperdinck or John Rowles. Upon hearing Bravo's voice, however, the radio man was impressed too.  The radio host, Miguel Suiran, took Bravo to a singing festival. Although Bravo did not win the festival, Suiran became convinced that it was time for Bravo to become a star on his own, and, soon after, Suiran came up with the artistic name of Nino Bravo.  Bravo and Suiran tried for Bravo to be signed by the RCA label; although Bravo got some RCA executives interested in signing him, the label, ultimately led by a decision made by one executive, declined to sign Bravo. Bravo and Suiran then went to the Fonogram recording studio, where executives asked the pair to await a couple of weeks to see if they wanted to sign Bravo. Both RCA and Fonogram's studios were located in Madrid.  Back in Valencia, Suiran published a newspaper ad announcing \"Nino Bravo y Los Superson\". Soon after, Fonogram called, letting Bravo and Suiran know that they had decided to sign Bravo and \"Los Superson\" to an album deal.  In March of 1969, shortly after their album hit the market, Bravo sang in front of a live audience for the first time. In a show of fan support, a large number of admirers tore off Bravo's concert posters after his first concert was over.  Fonogram wanted Bravo to go solo, and by 1970, Suiran had been substituted by Jose Meri as Bravo's manager.  That year, Bravo participated at the prestigious Barcelona music festival, but, once again, he did not win. It would be two other festivals, however, what would lead Bravo to obtain international fame: after receiving favoring reviews from a festival audience in Athens, Greece, he went on to impress the public at another festival, the Rio de Janeiro festival.  After being exposed to international audiences in Europe and Latin America, he went through another change in management, as the famous singers' manager, Augusto Alguero, relieved Jose Meri from his duties. Bravo's first solo album was soon released, and his song, \"Te Quiero, te quiero...\", went on to become an international hit that is now considered to be a classic song by many Hispanic music critics. Bravo's first album was named \"Tu Cambiaras\" (\"You Will Change\"), and it sold in large numbers, particularly in Colombia, where Bravo became a very popular singer.  Nino Bravo then spent ten weeks in a row singing in the Spaniard television show, \"Pasaporte a Dublin\" (\"Passport to Dublin)\". The winner of the show would represent Spain in 1971's Eurovision contest, and Bravo came in second place.  Bravo then went on another Latin American tour, visiting Colombia for the first time ever, and stopping in Brazil to participate in his second Rio de Janeiro festival. Tied for first place at the festival, he eventually lost during a recount to an American singer.  Also in 1971, Nino Bravo recorded his second album, which went untitled. The album would later on be posthumously released on CD format and named \"Puerta de amor\" (\"Love's Door\").  In 1972, Bravo launched his third album, \"Libre\" (\"Free\"). \"Libre\" proved to be both a huge success and a very controversial album for Bravo, as many Latin American dictators of the time banned the album's title song from being played in their countries, and, as a consequence, Bravo was also banned from singing them in certain countries. Bravo's success, however, was such that he was widely known in places like Argentina, Chile, Mexico, Puerto Rico Venezuela and among the Hispanic population of the United States.  In January of 1973, his daughter Amparo was born. A second daughter, Eva, would later arrive, but Nino never got to see her.  Some of the words that Nino Bravo said in 1973 proved to be tragically prophetic: talking about his last Latin American tour, he referred to a song named \"Noelia\" as \"(his) last song\". Another song that he released that same year, \"Un Beso y una Flor\" (\"A Kiss and a Flower\") became one of Bravo's largest international hits. Loosely translated into English, the song's chorus would say \"A Kiss and a Flower during my good-bye\". On March 14 of that year, he performed his last concert, in front of his Valencia fans.  Nino Bravo was on his way to Madrid driving his BMW 2800 with a singing duo on April 16 when he was involved in a car accident just outside of Spain's capital city. He died instantly as a consequence of the injuries suffered during the accident. Bravo had just signed a five year record deal with the European record company, Polydor.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"(Luis Manuel Ferri Llopis; Ayelo de Malferit, Valencia, 1944 - Villarrubio, 1973) Cantante español, considerado hasta su temprana y trágica muerte como la mejor voz del pop nacional en el final de la década de los sesenta y principios de los setenta. Su estilo, a caballo entre la interpretación estándar (habitual en la mayoría de intérpretes de su generación) y el pop del momento, conquistó a un público mayoritario, no sólo por la alta calidad de su repertorio, sino también por la potencia y belleza de una voz que le diferenciaba definitivamente de sus numerosos imitadores.\nDesde la temprana edad de cuatro años creció en el barrio de Sagunto de Valencia. Admirador desde siempre de Luis Mariano (tanto como tiempo después lo sería de Tom Jones) tuvo sus primeros contactos con la música ligera cuando, muy joven aún, formó parte del trío semi-profesional Los Hispánicos, para pasar después a integrar Los Superson, con quienes comenzó a actuar con cierta frecuencia en fiestas y locales de verano de la Comunidad Valenciana.\n\nEn marzo de 1969 realizó su presentación en el Teatro Principal de Valencia con un repertorio en el que destacaban versiones de los éxitos del momento, basadas principalmente en canciones de Tom Jones, Engelbert Humperdinck y John Rowles. Las buenas críticas recibidas le animaron a suscribir contrato por cinco años con el sello Fonogram, a razón de un fijo de cinco mil pesetas por canción grabada y un 4% de royalties de las ventas de sus discos.\n\nEl single de debut contenía dos temas del prestigioso autor Manuel Alejandro (\"Como todos\" y \"Es el viento\"), aunque el éxito llegaría en el verano de 1970, con el tema \"Te quiero, te quiero\", de Rafael de León y Augusto Algueró. Fue su primer número uno de ventas en España y una de las canciones más populares del año en toda Sudamérica. El éxito continuaría con \"Noelia\", y en meses sucesivos su presencia comenzó a ser habitual en programas de televisión y festivales como el de Río de Janeiro o Atenas.\n\nTras la edición de su primer álbum en 1970, su popularidad creció de manera imponente. En 1972 comenzó a colaborar con el equipo de autores formado por José Luis Armenteros y Pablo Herreros, quienes le proporcionaron dos nuevos éxitos en su carrera, \"Un beso y una flor\" y \"Libre\", temas compuestos especialmente pensando en las características de la voz del intérprete valenciano.\n\nPero justo en el momento en el que Nino Bravo alcanzaba su madurez como artista, un accidente de tráfico acabó con su vida en abril de 1973. La noticia trascendió más allá de su nutrido grupo de admiradores y le convirtió en un mito, cuyo prestigio se mantiene hasta la actualidad. Su canción \"América, América\" alcanzó de nuevo el número uno después de su fallecimiento y, en adelante, las reediciones de sus grabaciones han mantenido vivo su recuerdo.\n\nA finales de 1995, su discográfica de siempre (que nunca tuvo la ocasión de ver cumplido aquel primer contrato de cinco años firmado por el artista) publicó un álbum homenaje para celebrar el cincuenta aniversario del nacimiento del cantante. El compositor y arreglista Juan Carlos Calderón revisó los temas más populares del repertorio de Nino Bravo y gestó un álbum doble donde redigitalizó veinticuatro canciones e hizo arreglos nuevos de otras seis que fueron incorporadas como duetos del artista fallecido y destacadas estrellas de la música española de los noventa. Los elegidos fueron Paloma San Basilio (\"Te quiero, te quiero\"), El Consorcio (\"América, América\"), Francisco (\"Libre\"), Javier Andreu de La Frontera (\"Un beso y una flor\"), Sergio Dalma (\"Cartas amarillas\") y Lolita (\"Esa será mi casa\").\n\nEl resultado tuvo tanto éxito que, dos años después, Calderón preparó un segundo volumen doble, Duetos 2, corrigiendo y aumentando su anterior revisión. Esta vez los duetos fueron siete y los elegidos para interpretarlos Eva Ferri, Marcos Llunas, Sandra Morey, el Dúo Dinámico, Mocedades, Raphael y María Conchita Alonso. Además Calderón compuso \"Dicen\", un homenaje in memoriam del músico desaparecido cantado por los artistas citados, salvo el Dúo Dinámico, a los que se añadieron Michelle y María Caneda. Como atractivo extra, este segundo volumen incluyó la recuperación remasterizada de dos temas poco conocidos de Nino Bravo: \"Te amará\" y \"¿Quién eres tú?\", que en su momento sólo se editaron en el antológico Grandes voces en español.\n\nMás sincero y menos crematístico pareció el homenaje que diversos paisanos de Nino Bravo le ofrecieron a finales de los noventa; sobre todo el grupo Seguridad Social con su versión rockera de \"Libre\", o El Chaval de la Peca en una versión pop del mismo tema que también fue utilizada en un anuncio de televisión de una empresa de telefonía móvil.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Ayelo de Malferit, Valencia","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vsvpww1399118481.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/srtrsp1438649116.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"2b5e746c-f565-4a29-9fae-ed1d914e9070","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}