{"artists":[{"idArtist":"127259","strArtist":"Joan Armatrading","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1950","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock","strMood":"Relaxed","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Joan Armatrading MBE (born Joan Anita Barbara Armatrading in Basseterre, Saint Kitts on 9 December 1950) and brought up in Birmingham, England, is a British singer, songwriter, and guitarist.  Armatrading has mixed eclectic musical styles over decades of recording and performing. She has had several British hit singles, the biggest of which were \"Love & Affection\", \"Me Myself I\", and \"Drop the Pilot\". Her music is generally pop, with forays into rock, folk, jazz, and even reggae. Her popularity is primarily as an album artist.  She gained a new audience following her writing and performing \"The Flight of the Wild Geese\", which was used during the opening and end titles for the 1978 film The Wild Geese.  Armatrading first performed in a concert at Birmingham University for her brother at the age of about 16 (circa 1966). She only knew her own songs, but her brother asked her to perform something that would be familiar to the audience; she chose \"The Sound of Silence\". She then performed her own songs around the local area with a friend from school, and played bass and rhythm guitar at local clubs.","strBiographyDE":"Joan Armatrading CBE (* 9. Dezember 1950 in Basseterre, Saint Kitts), aufgewachsen in Birmingham, England, ist eine britische Singer-Songwriterin.\n\nIhre Musik bewegt sich stilistisch zwischen R&B, Rock und Folk. Einige ihrer Singles wurden in Großbritannien zu Hits, darunter Love & Affection, Me Myself, I und Drop the Pilot. Ihre 2007er Produktion Into the Blues erreichte Platz 1 der US-amerikanischen Billboard Blues Charts.\nIhr Debüt-Album Whatever’s for Us, erschienen 1972, war noch kein großer Erfolg. Nach einigen Schwierigkeiten mit ihrer Plattenfirma Cube Records gelang ihr 1974 in Zusammenarbeit mit dem Produzenten und Musiker Pete Gage (Ex-Vinegar-Joe) der Wechsel zu A&M Records, bei dem sie 1975 gemeinsam Armatradings zweites Album Back to the Night einspielten. Für dieses Label veröffentlichte Joan Armatrading bis 1992 15 Alben. Für den 1977 produzierten Kriegsfilm Die Wildgänse kommen schrieb und interpretierte sie den Titelsong Flight of the Wild Geese. Im Laufe der Jahrzehnte kombinierte sie die verschiedensten Musikstile, auch Jazz und Reggae und wurde bisher dreimal für einen Grammy nominiert.\n\nSie ist Patronin des Liverpool Institute for Performing Arts und dort seit 2001 als „Companion“ geehrt.\n\nSeit Mai 2011 ist sie mit ihrer Lebensgefährtin Maggie Butler verheiratet. Außerdem ist Armatrading sozial engagiert als Vorstand der Stiftung Camfeld, die sich für die Ausbildung von Mädchen in der Subsahara einsetzt.\n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Basseterre, Saint Kitts, UK","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/armatrading-joan-5148db5aeabca.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/rqusrx1455688338.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/yann801642069930.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/97adsp1642070014.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/8ynxdt1642069739.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/ffs65k1642069835.jpg","strArtistBanner":null,"strMusicBrainzID":"fa598e78-5cc5-4a8b-a3b5-63934d4712c7","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}