{"artists":[{"idArtist":"128639","strArtist":"Camarón de la Isla","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1950","intBornYear":"1950","intDiedYear":"1992","strDisbanded":null,"strStyle":"International","strGenre":"World/Ethnic","strMood":"Excitable","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Camarón de la Isla (born December 5, 1950, San Fernando, Cádiz, Spain; died July 2, 1992, Badalona, Spain), was the stage name of flamenco singer José Monje Cruz (who is sometimes also credited as José Monge Cruz).  His uncle José nicknamed him Camarón (Spanish for \"Shrimp\") because he was blonde haired and fair skinned. At the age of eight he began to sing at inns and bus stops with Rancapino to earn money. At fourteen he appeared in the film \"El Amor Brujo\" with Antonio Gades. Two years later he won first prize in the Festival del Cante Jondo in Mairena de Alcor. Camarón then went to Madrid with Miguel de Los Reyes and in 1968 became a resident artist at the Torres Bermejas Tablao, where he remained for twelve years.  It was there that he met Paco de Lucía with whom he would record nine albums between 1969 and 1977. The two would tour extensively together during this period. As Paco de Lucía became more occupied with solo concert commitments, Camarón would work with one of Paco's students, Tomatito, also one of the important figures in modern flamenco guitar.  At the age of 23 Camarón married Dolores Montoya, a gypsy girl from La Línea de La Concepción who he nicknamed \"La Chispa\" (The Spark). At the time La Chispa was only fourteen. Shortly afterwards the couple had two children, and were eventually to have a total of four.  Many consider Camarón to be the single most popular and influential flamenco \"cantaor\" (singer) of the modern period. Although his work brought criticism from some traditionalists, he was one of the first to feature an electric bass in his songs. This was a turning point in the history of Flamenco music that helped distinguish nuevo flamenco.  All good things must come to an end though, and in 1992, José Monje Cruz died of lung cancer. It was estimated that more than 100,000 attended his funeral.  In 2005 director Jaime Chávarri brought out the biopic \"Camarón\" in Spain starring Óscar Jaeneda as Camarón himself and Verónica Sánchez as La Chispa.  The film, produced in consultation with Camarón's widow, was subsequently nominated for several Goya Awards.   Partial discography with Paco de Lucía  \"Al Verte las Flores Lloran\" (1969)  \"Cada Vez Que Nos Miramos\" (1970)  \"Son Tus Ojos Dos Estrellas\" (1971)  \"Canastera\"* (1972)  \"Caminito de Totana\" (1973)  \"Soy Caminante\" (1974)  \"Arte y Majestad\" (1975)  \"Rosa María\" (1976)  \"Castillo de Arena\" (1977)  with Paco de Lucía & Tomatito  \"Como el Agua\" (1981)  \"Calle Real\" (1983)  \"Viviré\" (1984)  \"Potro de Rabia y Miel\" (1992)  with Tomatito  \"Te Lo Dice Camarón\" (1986)  \"Flamenco Vivo\" (1987)  \"Camarón Nuestro\" (1994)  Other  \"La Leyenda del Tiempo\" (1979)  Released as a solo album   \"Soy Gitano\" (1989)  Released with The Royal Philharmonic Orchestra, with guest appearances by Tomatito   The titles given for the first five albums with Paco de Lucía are those in popular usage, often being the titles of the first tracks. Formally, all of them are excitingly titled \"El Camarón de la Isla con la colaboración especial de Paco de Lucía\" with the exception of Canastera.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"José Monge Cruz (San Fernando, 5 de diciembre de 1950 - Badalona, 2 de julio de 1992), conocido artísticamente como Camarón de la Isla, o simplemente Camarón, fue un cantaor renovador del cante.1 Considerado uno de los más grandes del flamenco.\nJosé Monge Cruz nació en la localidad de San Fernando, en Cádiz (España), el 5 de diciembre de 1950, en la Calle Carmen, en el barrio conocido popularmente como \"Las Callejuelas\". Hijo de Juana Cruz Castro y fue el penúltimo de ocho hermanos de familia gitana. El apodo por el que es conocido le fue dado por un tío suyo, de nombre José, debido a su delgadez, pelo rubio y piel blanca, que en su opinión le hacían parecer un camarón. Por otro lado, la ciudad de San Fernando se halla ubicada en la Isla de León, por lo que es conocida como la Isla, topónimo que Camarón añadiría a la segunda parte de su apodo para formar su nombre artístico.\n\nDe niño estudió en el Colegio del Liceo, sección beneficencia, hasta que dejó la escuela para ayudar a su padre, gran aficionado al cante flamenco, en la fragua donde trabajaba. La casa de los Monge era frecuentada por los grandes cantaores de la época de toda Andalucía a su paso por San Fernando y allí el pequeño José comenzó a escuchar a artistas como Manolo Caracol o Antonio Mairena. Cuando su padre falleció a causa del asma, siendo aún muy joven, la familia pasó por apuros económicos, por lo que desde los siete años de edad Camarón comenzó a cantar en distintas tabernas y en la estación del tranvía de San Fernando.\n\nEn 1955 a la edad de cinco años actuó por primera vez en una compañía que montaban una escuela llamada Los Hermanitos en San Fernando. Con doce años gana el primer premio del Concurso Flamenco del Festival de Montilla (Córdoba). Empieza a extenderse su fama y se inicia como profesional en el mundo del cante en compañía de su mejor amigo de entonces, el cantaor Rancapino. Juntos frecuentan las ferias más importantes de Andalucía, demostrando su arte en las casetas en las que actúan. A partir de entonces canta junto a Dolores Vargas y la Singla, entre otros, y hace varias giras por Europa y América enrolado en la compañía de Juanito Valderrama. En 1958 comienza a cantar de forma esporádica en la Venta de Vargas de San Fernando. Lo hace por las tardes, ya que debido a su corta edad no se le permite asistir de noche. Allí lo escuchan por primera vez los grandes cantaores de la tierra.\n\nEn 1966 gana el primer premio en el Festival del Cante Jondo de Mairena del Alcor y posteriormente se traslada a Madrid con Miguel de los Santos.\n\nEl éxito\n\nCamarón con Paco de Lucía\nEn 1968 Camarón llega a ser fijo en el tablao de Torres Bermejas de Madrid, donde permanecería durante doce años acompañado a la guitarra por Paco Cepero. Su nombre comienza a ser cada vez más conocido y participa en la película Casa Flora, protagonizada por Lola Flores. En Torres Bermejas conoce al guitarrista Paco de Lucía, con el que grabaría nueve discos entre 1969 y 1977, dirigido por el padre del tocaor, Antonio Sánchez Pecino, en los que también colabora el hermano de Paco, Ramón de Algeciras. Durante esos años se produce su evolución como cantaor, pasando de un estilo ortodoxo a otro más personal. Su primer disco, El Camarón de la Isla con la colaboración especial de Paco de Lucía, título que Sánchez Pecino repetiría durante los siguientes álbumes para preservar la carrera de su hijo como solista, supuso el principio de una revolución musical, y los tangos extremeños Detrás del tuyo se va incluidos en este disco fueron el primer éxito del dúo.\n\nEn 1976 contrae matrimonio con Dolores Montoya, La Chispa, con la que tendría cuatro hijos. La boda se celebró en la localidad de La Línea de la Concepción, apadrinado por su hermano Manuel y la bailaora Manuela Carrasco. En 1979, bajo el nombre de Camarón, sin la referencia a su ciudad natal, publica La leyenda del tiempo, disco que supone una auténtica revolución en el mundo del flamenco al incluir sonoridades propias del mundo del jazz y el rock. En él hay varias adaptaciones de poemas de Federico García Lorca con música de Alameda, que fueron coproductores del álbum, además de Ricardo Pachón, Kiko Veneno y los hermanos Rafael y Raimundo Amador. A partir de este momento comienza su colaboración con el guitarrista Tomatito y se desvincula por un tiempo de Paco de Lucía.\n\nEn 1986 es condenado a un año de prisión por un delito menor de imprudencia temeraria con resultado de muerte tras un accidente de circulación en el que fallecieron dos personas. El cantaor no ingresó en prisión por carecer de antecedentes penales. En mayo de 1987 actúa tres días seguidos en el Cirque d'Hiver de París con un éxito absoluto.\n\nEn 1989 graba Soy gitano, el disco más vendido de la historia del flamenco, en el que colabora el guitarrista Vicente Amigo. De 1992 data el último disco publicado en vida de Camarón, Potro de rabia y miel, que contó con las guitarras de Paco de Lucía y Tomatito. La grabación de este disco tuvo que ser interrumpida debido al diagnóstico de un cáncer de pulmón, ocasionado por su grave adicción al tabaco, que acabaría con su vida unos meses después, tras viajar infructuosamente a Estados Unidos en busca de una posible cura.\n\nSu último concierto fue en el Colegio Mayor San Juan Evangelista de Madrid, la noche del 25 de enero de 1992.2\n\nMuerte\nEl 2 de julio de 1992 falleció en Badalona (Barcelona) a la edad de 41 años, por un cáncer de pulmón, causando una gran conmoción social (reflejada en el lema \"Camarón vive\"). Fue enterrado en su localidad natal de San Fernando. Su féretro fue envuelto con la bandera gitana.\n\nSu vida fue llevada al cine en 2005 por el director Jaime Chávarri en la película Camarón, protagonizada por el actor Óscar Jaenada y la actriz Verónica Sánchez.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"San Fernando, España","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xtytuy1398621381.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/ja9mgs1602490798.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/camarn-de-la-isla-4e1d723d092b6.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/1xuuhy1602489824.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/cyuqp81631174555.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/jte6e01631174303.jpg","strArtistBanner":null,"strMusicBrainzID":"1f25c419-4084-40bc-9bac-c39f375384c5","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}