{"artists":[{"idArtist":"128380","strArtist":"George Winston","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1949","intDiedYear":null,"strDisbanded":null,"strStyle":"Jazz","strGenre":"Pianist","strMood":"Relaxed","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"George Winston grew up mainly in Montana, and also spent his formative years in Mississippi and Florida. During this time, his favorite music was instrumental rock and instrumental R&B, including Floyd Cramer, the Ventures, Booker T & The MG's, Jimmy Smith, and many more. Inspired by R&B, jazz, Blues and rock (especially the Doors), George began playing organ in 1967. In 1971 he switched to the acoustic piano after hearing recordings from the 1920s and the 1930s by the legendary stride pianists Thomas \"Fats\" Waller and the late Teddy Wilson. In addition to working on stride piano, he also at this time came up with this own style of melodic instrumental music on solo piano, called folk piano. In 1972, he recorded his first solo piano album, BALLADS AND BLUES 1972, for the late guitarist John Fahey's Takoma label.  His latest solo piano release is LOVE WILL COME - THE MUSIC OF VINCE GUARALDI, VOL. 2 (to be released 2/2/10), which features compositions by the late jazz pianist, including pieces from the Peanuts® TV specials.  Since 1980 George has released ten other solo piano albums: AUTUMN (1980), WINTER INTO SPRING (1982), DECEMBER (1982), SUMMER (1991), FOREST (1994), LINUS & LUCY-THE MUSIC OF VINCE GUARALDI (1996), which features compositions by the late jazz pianist, including Cast Your Fate to the Wind and pieces from the Peanuts® TV specials; PLAINS (1999), which was inspired by his Eastern Montana upbringing, NIGHT DIVIDES THE DAY - THE MUSIC OF THE DOORS (2002), and MONTANA - A LOVE STORY (2004) and GULF COAST BLUES & IMPRESSIONS - A HURRICANE RELIEF BENEFIT (2006).   Also, in 2001 George released REMEMBRANCE - A MEMORIAL BENEFIT, a six song CD of piano, guitar and harmonica solos, to benefit those affected by 9/11.  He has also worked with the late George Levenson of Informed Democracy (www.informeddemocracy.com) on three projects: a solo guitar soundtrack for SADAKO AND THE THOUSAND PAPER CRANES, and soundtracks of piano, guitar and, harmonica solos for PUMPKIN CIRCLE, and BREAD COMES TO LIFE. In 1984 he also did the solo piano soundtrack for the children's story THE VELVETEEN RABBIT for Rabbit Ears Productions.  George is presently concentrating mainly on live  performances, and most of the time he is touring playing solo piano concerts (the Summer Show or the Winter Show), solo guitar concerts, solo harmonica concerts, and solo piano dances (with R&B and slow dance songs).   He is also studying the playing of the great New Orleans pianists Henry Butler, James Booker, Professor Longhair, Dr. John, and Jon Cleary, and he is also working on interpreting pieces on solo piano by his favorite composers, including Vince Guaraldi, Professor Longhair, the Doors, Frank Zappa, Randy Newman, Sam Cooke, Curtis Mayfield, Laura Nyro, Al Kooper, Dr. John, Henry Butler, James Booker, Jon Cleary, Ralph Towner, Arthur Lee, Milt Jackson, John Hartford, Oliver Schroer, Taj Mahal, Philip Aaberg, and others, to play at concerts, and at his solo piano dances.  George is also working on solo guitar and is recording the masters of the Hawaiian Slack Key guitar for an extensive series of albums for Dancing Cat Records (www.dancingcat.com). Slack Key is the name for the beautiful solo fingerstyle guitar tradition, unique to Hawaii, which began in the early 1800s and predated the steel guitar by over half a century. He is also recording his main inspirations for his harmonica playing, Sam Hinton, Rick Epping, and Curt Bouterse.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"American","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xvwwwy1398022495.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/tvrprv1522836517.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/r7ze7a1641198542.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/x8fdid1641199067.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/ymneb11641199315.jpg","strArtistBanner":null,"strMusicBrainzID":"a6b93c3c-88bc-431c-a46c-155dee9371aa","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}