{"artists":[{"idArtist":"115383","strArtist":"Gotan Project","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1999","intBornYear":"1999","intDiedYear":null,"strDisbanded":null,"strStyle":"Jazz","strGenre":"Trip Hop","strMood":"","strWebsite":"www.gotanproject.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Gotan Project formed in 1998. Their first release was \"Vuelvo Al Sur/El Capitalismo Foráneo\" in 2000, followed by the album La Revancha del Tango in 2001. Their music involves tango, but also uses elements such as samples, beats, and breaks.\nLive material was also broadcast on Gilles Peterson's world music show Worldwide on BBC Radio 1 in May 2004. Philippe Cohen Solal has also released a DJ set: Inspiración Espiración - A Gotan Project DJ Set Selected & Mixed by Philippe Cohen Solal (2004). This album is a compilation of classic tangos from the likes of Aníbal Troilo, Ástor Piazzolla and Gotan Project remixes. The album also includes a bonus CD with the track \"La Cruz del Sur\" - which was meant to be included on La Revancha del Tango, but did not make the cut in 2001.","strBiographyDE":"Die Gruppe wurde 1999 gegründet. Cohen Solal und Müller arbeiteten schon früher als Boyz from Brazil zusammen, Christoph H. Müller spielte bei Touch El Arab. Das Debütalbum La revancha del tango erschien im Jahre 2001.\n\n2003 erhielt die Gruppe den World Music Award der BBC in der Kategorie Newcomer.\n\nDer Titel Santa maría (del buen ayre) wurde in dem Film Darf ich bitten? (USA 2004, Originaltitel: Shall We Dance?) für einen Tango zwischen den Hauptdarstellern Jennifer Lopez und Richard Gere genutzt. Im Jahr 2009 wurde der Song Época für einen Fernsehwerbespot des Geschirr-Reinigers Calgonit verwendet. Santa Maria wurde außerdem in der Actionkomödie Knight and Day aus dem Jahr 2010 mit Tom Cruise und Cameron Diaz in den Hauptrollen verwendet, in dem auch der Titel Diferente zum Einsatz kam. Zum Titel Peligro wird oft in der Tanzfabrik aus der Serie Alles was zählt getanzt.\n\nAuf ihrem Album Tango 3.0 aus dem Jahr 2010 wirkte neben anderen Dr. John im Titel Tango Square an der B3-Hammond-Orgel mit.","strBiographyFR":"Gotan Project est un groupe franco-suisso-argentin mêlant tango et musique électronique. Leur nom est basé sur l'équivalent en castillan argentin du verlan, le vesre (es), qui transforme tango en gotan.\n\nComposé de l'argentin Eduardo Makaroff, du suisse Christoph H. Müller (ancien membre du groupe Touch El Arab), et du français Philippe Cohen Solal (Boys from Brazil), le groupe publie en 2001 son premier album La revancha del tango, qui aura un succès planétaire immédiat. Plusieurs titres sont repris dans les séries Nip/Tuck, Sex and the City et Chuck.\n\nEn 2004, ils accompagnent Brigitte Fontaine sur une musique d'Astor Piazzolla qui donne son nom au disque : Rue Saint Louis en l'Île.\n\nEn mai 2006, ils sortent leur deuxième album, Lunático. Le nom de cet album vient du nom du cheval de course de Carlos Gardel, raison pour laquelle l'univers graphique de cet album est celui de l'hippodrome de Buenos Aires.\n\nGotan Project a entamé une tournée mondiale au début de l'été 2006. Après des concerts à l'Olympia à Paris, à l'Opéra de Vienne et au Hollywood Bowl de Los Angeles, celle-ci s'est prolongée jusqu'à la fin de l'été 2007.\n\nEn 2010 sort le dernier album studio en date intitulé \"Tango 3.0\".","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Gotan Project es una banda de tango electrónico y electrónica jazzística asentada en París, integrada por el músico suizo Christoph H. Müller, el DJ francés Philippe Cohen Solal y el músico argentino Eduardo Makaroff.\n\nEl nombre del trío viene de un juego de palabras muy común en el español rioplatense llamado vesre, que consiste en invertir el orden de las sílabas en una palabra. Así, la palabra \"tango\" se convierte en \"gotan\".\n\nSe conocieron en París, y creyeron que su interés por la música justificaba un trabajo más o menos constante. Sin muchas expectativas, en el 2000 publicaron mil copias de su primer single, Vuelvo Al Sur/El Capitalismo Foráneo (en El Capítalismo Foráneo Gotan Project incluyen un sampleado de un discurso de Eva Perón de 1948 en el que denuncia el \"capitalismo foráneo\"). Su combinación de tango, jazz y electrónica tuvo una repercusión inesperada, obligando al trío a organizar al poco tiempo importantes giras internacionales. Su disco La revancha del tango (2001) supera el millón y medio de copias de venta.","strBiographyPT":"Três amigos de três países diferentes juntaram-se em Paris com três paixões comuns: o tango, o jazz e a música eletrônica. O nome desse trio vem do anagrama da palavra tango, que ao inverterem-se as sílabas fica gotan (como na gíria de Buenos Aires). Assim nasceu o Gotan Project. \n\nUm dj francês, Phillip Solal, um músico suíço, Cristoph Müller, e um guitarrista argentino, Eduardo Makaroff, compõem essa banda que nasce em Paris mas cujas raízes remontam primariamente à América do Sul, mais precisamente à Argentina, pátria do Tango e de um dos seus maiores inovadores, Astor Piazzolla.\n\nFoi a vontade comum de unir a música de Piazzolla às texturas eletrônicas do acid jazz que juntou os três músicos em Paris, onde produziram e lançaram em 2000 dois EPs sem grandes expectativas, \"El Capitalismo Foraneo\" e \"Tríptico\". Esperavam vender cerca de duzentas cópias a amigos e curiosos, só que viram essa espectativa ser rapidamente superada, ao ganharem relativa notoriedade na cena da música elecrônica europeia.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"3","strCountry":"Paris, French","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/gotan-project-51084e51db73c.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/yupwus1584959663.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/gotan-project-51084f0e969ef.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/gotan-project-51084fb01f73e.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/0c5hy81635590341.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/rhdomf1635590609.jpg","strArtistBanner":null,"strMusicBrainzID":"66cc244d-6f96-4668-a6e9-0f9cd5acc940","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}