{"artists":[{"idArtist":"122376","strArtist":"Michel Fugain","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1942","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"www.michelfugain.com","strFacebook":"www.facebook.com/michel.fugain.fanpageofficielle","strTwitter":"1","strBiographyEN":"Michel Fugain (born May 12, 1942 in Grenoble, Isère) is a French singer and composer. Originally he released music along with his singers and dancers entitled \"Le Big Bazar\" but went for a more solo approach 1977. In 1969 he published his first album: Je n'aurai pas le temps (French: \"I won't have time\"). The song was later covered in English by John Rowles and was entitled \"If I only had time\".","strBiographyDE":null,"strBiographyFR":"Fils de l’ancien résistant et diabétologue Pierre Fugain, il abandonne ses études de médecine et devient second assistant du réalisateur Yves Robert.\n\nEn 1964, suite à une étroite amitié avec Michel Sardou, il entre aux nouvelles éditions Barclay en tant que « compositeur d’édition » et écrit ses premières chansons. Il est interprété par Hugues Aufray (1966), Hervé Vilard, Dalida, Marie Laforêt, etc.\n\nIl enregistre un premier album en 1967 (Je n’aurai pas le temps, Les fleurs de mandarine) et en 1970, la comédie musicale Un enfant dans la ville.\n\nEn 1972, c’est la naissance du Big Bazar, un groupe de onze musiciens et quinze autres personnes (jusqu’à trente-cinq en tournée) : Fais comme l’oiseau (adaptation de la chanson brésilienne Você Abusou), Une belle histoire, La fête, etc. En 1976, Michel Fugain quitte le Big Bazar, qui s’arrêtera quelques années plus tard. En 1977, naît la « Compagnie Michel Fugain », avec entre autres Roland Magdane. En 1979, il fonde un atelier de comédie musicale (un lieu de formation pour jeunes artistes dont notamment Mimi Mathy) à Nice, dans les Studios de la Victorine. Il revient en 1988 avec la chanson Viva la vida.\n\nLa mort de sa fille Laurette, le 18 mai 2002 l’amène à vouloir abréger sa carrière pour ne « s'attacher, désormais, qu’à l’essentiel ». Il n'en sera cependant rien. Après la création d’une comédie musicale, Attention mesdames et messieurs (M6 à l’automne 2005) — qu’il considère comme une erreur monumentale — qui est à la fois bilan de sa carrière et passage de relais à une nouvelle génération — les castings et répétitions furent filmés par M6, ce qu’il regrettera par la suite —, il sort en 2007 Bravo et Merci, ultime album sous forme d’hommage à ses « confrères » où il chante des textes offerts par Charles Aznavour, Maxime Le Forestier, Michel Sardou ou encore l’un des derniers textes de Claude Nougaro. Il est également parrain du festival d’Auris en Oisans « Des lendemains qui chantent », dont la direction artistique est assurée par Freddy Zucchet.\n\nEn 2010, l’éditeur musical québécois Jehan V. Valiquet devient, avec sa maison d’éditions Musinfo, le représentant exclusif du catalogue de Michel Fugain au Québec et au Canada.\n\nLe 21 mars 2011 il sort Le Printemps, le premier de quatre mini-albums de six chansons au fil des saisons : printemps, été, automne, hiver. Il sera suivi par l'été mais pas par les deux autres EP pour des problèmes de distribution : il annonce en octobre sur sa page Facebook que les vingt-quatre chansons sortiront finalement en 2012 sous forme d'un double album intitulé Bon an, mal an. L'album paraît le 10 mars 2012 en Europe. Quelques jours plus tard, le 13 mars 2012, l'album double devient disponible au Canada en plus d'un album compilation du même titre qui regroupera treize des vingt-quatre titres originaux.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Michel Fugain (Grenoble, 12 de mayo de 1942) es un cantautor francés.\n\nEn 1964 entra en las nuevas ediciones Barclay como \"compositor de edición\" y escribe sus primeras canciones. Ha sido interpretado por Hugues Aufray, Hervé Vilard, Dalida, Marie Laforêt, y otros.\n\nEn 1969 grabó su primer álbum: Je n’aurai pas le temps\n\nEn 1972 creó el grupo artístico Big Bazar, un grupo de 11 músicos y otras 15 personas. En esa época produjo las canciones «Une belle histoire» y «La fête», y realizó una adaptación de la canción brasileña «Você abusou» (del dúo Antonio Carlos y Jocafi), a la que registró como propia, y llamó «Fais comme l'oiseau». La canción se convirtió en el himno del Partido Socialista Francés. El dúo brasileño, al enterarse del plagio, inició una demanda judicial, que finalmente ganó. Sin embargo, la mayor parte de los franceses creen que la canción es de Fugain. El Big Bazar dejó de existir en 1976.\n\nAl año siguiente (1977) creó el grupo artístico «Compañía Michel Fugain».\n\nEn Argentina es muy conocida su canción «Attention, mesdames et messieurs» (‘atención, señoras y señores’) por ser el tema de apertura del programa humorístico de televisión No toca botón, protagonizado por el cómico rosarino Alberto Olmedo.\n\nEn 1988 creó la canción «Viva la vida».","strBiographyPT":"Michel Fugain (12 de maio de 1942) é um cantor, compositor e ator francês.\n\nDepois de abandonar o curso de Medicina, se tornou segundo assistente de Yves Robert.\n\nEm 1964, começou a escrever suas canções. Depois de pouco tempo, essas foram interpretadas por Hugues Aufray (1966), Hervé Vilard, Dalida, Marie Laforêt etc.\n\nSeu primeiro álbum sai em 1967 (Je n'aurai pas le temps, Les fleurs de mandarine) e em 1970 a comédia musical Un enfant dans la ville.\n\nEm 1972, nasce o « Big Bazar », um grupo de 11 músicos e 15 outros componentes (em turnê chegavam a 35). Algumas músicas deste período: Fais comme l'oiseau (uma daptação da música brasileira Você Abusou), Une belle histoire, La fête etc.\n\nEm 1976, Michel Fugain deixa o Big Bazar, extinto alguns anos depois.\n\nEm 1977, nasce a «Compagnie Michel Fugain» com, entre outros, Roland Magdane.\n\nEm 1979, cria um ateliê de comédia musical (centro de formação para jovens artistas) em Nice.\n\nRetorna em 1986 com a canção Viva la vida.\n\nO falecimento de sua filha Laurette em 2002 marca profundamente sua trajetória, interrompendo, temporariamente, sua carreira.\n\nDepois da criação de uma comédia musical ( Attention mesdames et messieurs em 2005), que ele considera como um erro, reavalia sua carreira e a direciona, especialmente, para a M6 (canal francês), do qual também saiu.\n\nEm 2007, sai Bravo et Merci, último de seus álbuns, quando dedica composições para Charles Aznavour, Maxime Le Forestier, retomando antigos textos de Claude Nougaro. Nessa época, ainda apadrinha o Festival d'Auris em Oisans com direção artística de Freddy Zucchet.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Grenoble, France","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xwvxwp1377550498.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/fugain-michel-5c2ba716cc2a0.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/fugain-michel-4fdb3825df533.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/vuvswu1391535788.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/qvrtry1391535918.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/i6v9lx1644074082.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/fugain-michel-5ee4b24eca5f9.jpg","strMusicBrainzID":"622a275f-659f-4dc6-9964-0d33c34a786e","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}