{"artists":[{"idArtist":"111881","strArtist":"Nas","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Def Jam Recordings","idLabel":"43613","intFormedYear":"1991","intBornYear":"1973","intDiedYear":null,"strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"Hip-Hop","strMood":"Epic","strWebsite":"www.nasirjones.com","strFacebook":"www.facebook.com/Nas","strTwitter":"1","strBiographyEN":"Nasir Bin Olu Dara Jones (born September 14, 1973), better known by his stage name Nas, is an American rapper and actor. He is also the son of jazz musician Olu Dara. Nas has released eight consecutive platinum and multi-platinum albums since 1994, four of which topped the Billboard charts upon release and has sold over thirteen-million records in the United States alone. Nas was also part of the hip hop supergroup The Firm, which released one album under Dr. Dre's record label Aftermath. Aside from rapping, Nas is also an occasional actor and has appeared in feature films such as Hype Williams' directorial debut Belly, Ticker and In Too Deep and the television show Hawaii Five-0.\nHis rise to fame began in 1991 with his feature on hip hop group Main Source's debut album on the track \"Live at the Barbeque\". In the years that followed, Nas garnered attention from music industry A & R's and record labels with more impressive features and a solo single \"Halftime\". His debut album Illmatic, released in 1994 by Columbia Records, received universal acclaim from both critics and the hip hop community and would go on to be widely hailed as a musical landmark and a classic in the genre and is consistently ranked as one of the greatest LP's of all time. His follow up album It Was Written debuted at number 1 on the Billboard Charts, stayed on top for four consecutive weeks and went platinum twice in only two months, propelling Nas to worldwide notoriety.\nFrom 1996 to 2005, Nas was involved in a highly publicized feud with rapper Jay-Z with both artists verbally attacking each other in songs and interviews. The two formally ended their rivalry through duet performances at concerts sponsored by New York City-area hip hop radio stations. In 2006, Nas signed to Def Jam and released his latest two albums; Hip Hop Is Dead in 2006 and an untitled album in 2008. In 2010, he released a collaboration album with renowned reggae artist Damian Marley in which all income generated from the album's sales were sent to charities created to end poverty and financial suffering in Africa. He is currently preparing his tenth solo studio album for a release in 2012.\nNas is often listed, mentioned, and ranked as one of the greatest and most influential rappers in history. MTV ranked him at number 5 on their list of The Greatest MCs of All Time. On a similar list, MTV 2's \"22 Greatest MC's\", compiled by the results of an online poll, fans voted Nas as the 4th greatest MC of all time. Editors of About.com also ranked him number 4 on their list of the Top 50 MCs of Our Time (1987-2007), making him the highest ranking rapper of his generation (ahead of The Notorious B.I.G., Jay-Z and 2Pac).","strBiographyDE":null,"strBiographyFR":"Nasir Jones, dit Nas (anciennement Nasty Nas puis Nas Escobar), est un rappeur, compositeur et acteur américain, né le 14 septembre 1973 à Brooklyn, New York. Fils du musicien de jazz Olu Dara, Nas compte huit albums certifiés consécutivement disques de platine, et compte plus de 25 millions d'albums écoulés depuis 1994. Il est également entrepreneur à son propre label. Il est actuellement signé aux labels Def Jam Recordings et Mass Appeal Records.\n\nSa carrière musicale est lancée en 1991 lorsqu'il participe au titre Live at the Barbeque de Main Source. Son premier album Illmatic, publié en 1994, est félicité par la presse spécialisée et la communauté hip-hop ; Il est considéré par beaucoup comme l'un des plus grands rappeurs de tous les temps et comme le plus grand rappeur de New York avec The Notorious B.I.G. Il est très respecté dans le milieu du hip-hop.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Nasir Bin Olu Dara Jones (nacido el 14 de septiembre de 1973), más conocido por su nombre artístico Nas, es un rapero y actor estadounidense. También es hijo del músico de jazz Olu Dara. Nas ha lanzado ocho álbumes de platino y multiplatino consecutivos desde 1994, cuatro de los cuales encabezaron las listas de Billboard al momento del lanzamiento y vendió más de trece millones de discos solo en los Estados Unidos. Nas también formó parte del supergrupo de hip hop The Firm, que lanzó un álbum bajo el sello discográfico Aftermath de Dr. Dre. Además de rapear, Nas también es un actor ocasional y ha aparecido en largometrajes como el debut como director de Hype Williams, Belly, Ticker and In Too Deep y el programa de televisión Hawaii Five-0.\nSu ascenso a la fama comenzó en 1991 con su participación en el álbum debut del grupo de hip hop Main Source en la canción \"Live at the Barbeque\". En los años que siguieron, Nas atrajo la atención de la industria de la música A & R y sellos discográficos con características más impresionantes y un sencillo en solitario \"Halftime\". Su álbum debut Illmatic, lanzado en 1994 por Columbia Records, recibió elogios universales tanto de la crítica como de la comunidad del hip hop y sería ampliamente aclamado como un hito musical y un clásico en el género y se clasifica constantemente como uno de los mejores. LP's de todos los tiempos. Su siguiente álbum, It Was Write, debutó en el número 1 en las listas de Billboard, se mantuvo en la cima durante cuatro semanas consecutivas y obtuvo platino dos veces en solo dos meses, lo que impulsó a Nas a la notoriedad mundial.\nDe 1996 a 2005, Nas estuvo involucrado en una disputa muy publicitada con el rapero Jay-Z y ambos artistas se atacaron verbalmente en canciones y entrevistas. Los dos terminaron formalmente su rivalidad a través de presentaciones a dúo en conciertos patrocinados por estaciones de radio de hip hop del área de la ciudad de Nueva York. En 2006, Nas firmó con Def Jam y lanzó sus dos últimos álbumes; Hip Hop Is Dead en 2006 y un álbum sin título en 2008. En 2010, lanzó un álbum de colaboración con el reconocido artista de reggae Damian Marley en el que todos los ingresos generados por las ventas del álbum se enviaron a organizaciones benéficas creadas para acabar con la pobreza y el sufrimiento financiero en África. Actualmente está preparando su décimo álbum de estudio en solitario para su lanzamiento en 2012.\nNas a menudo aparece, se menciona y se clasifica como uno de los raperos más grandes e influyentes de la historia. MTV lo clasificó en el número 5 en su lista de Los mejores MC de todos los tiempos. En una lista similar, los \"22 mejores MC's\" de MTV 2, compilada por los resultados de una encuesta en línea, los fanáticos votaron a Nas como el cuarto mejor MC de todos los tiempos. Los editores de About.com también lo ubicaron en el puesto número 4 en su lista de los 50 mejores MC de nuestro tiempo (1987-2007), lo que lo convierte en el rapero de mayor rango de su generación (por delante de The Notorious B.I.G., Jay-Z y 2Pac).","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"New York, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qxutws1340475988.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/h830nd1628509561.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/wrtch81641422823.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/buajb41628509691.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/ysvwtv1526045791.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/quyyuw1437344792.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/trrxvp1389105601.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/vwvwrw1439752086.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/1f82lt1628509530.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/stwppp1389105939.jpg","strMusicBrainzID":"cfbc0924-0035-4d6c-8197-f024653af823","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Nas/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}