{"artists":[{"idArtist":"112445","strArtist":"Ennio Morricone","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1946","intBornYear":"1928","intDiedYear":"2020","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"Happy","strWebsite":"www.enniomorricone.it/uk","strFacebook":"www.facebook.com/enniomorricone","strTwitter":"1","strBiographyEN":"Ennio Morricone, Grand Officer OMRI, Italian pronunciation: , (born November 10, 1928, † 6. Juli 2020  Rom) was an Italian composer and conductor, who has written music for more than 500 motion pictures and television series, in a career lasting over 50 years. His scores have been included in over 20 award-winning films as well as several symphonic and choral pieces. Morricone is most famous for his work in the Spaghetti Westerns directed by his friend Sergio Leone, including A Fistful of Dollars (1964), For a Few Dollars More (1965), The Good, the Bad and the Ugly (1966), and Once Upon a Time in the West (1968) but his career includes a wide range of composition genres making him one of the film world's most versatile artists. He is considered as one of the most influential film music composers of the 20th century.\nBorn in Rome, Morricone took up the trumpet as a child and attended the National Academy of Santa Cecilia to take lessons on the instrument at the age of nine. He formally entered a conservatory at the age of 12, enrolling in a four-year harmony programme. He received his trumpet diploma in 1946 and started working professionally, composing the music to \"Il Mattino\" (\"The Morning\"). Morricone soon gained popularity by writing his first background music for radio dramas and quickly moved into film.\nIn the 1950s he received the \"Diploma in Instrumentation for Band\" (fanfare) where he won a diploma in Composition under the composer Goffredo Petrassi. In 1955, Morricone started to ghost write and arrange music for other, already established film composers. Morricone soon came to the attention of his former school friend Sergio Leone, who hired Morricone to compose the music to some of his best known films. Together they created a distinctive score to accompany Leone's different version of the Western, A Fistful of Dollars.\nIn the 80s and 90s, Morricone continued to write the music for Leone's later films, including Once Upon a Time in America (1984). He also composed the music to Roland Joffé's The Mission (1986), Brian De Palma's The Untouchables (1987) and Giuseppe Tornatore's Cinema Paradiso (1988). His more recent compositions include the scores for Malèna (2000), Fateless (2005), and Baaria - La porta del vento (2009).\nMorricone has received two Grammy Awards, two Golden Globes, five BAFTAs during 1979-1992, seven David di Donatello, eight Nastro d'Argento, and the Polar Music Prize in 2010. In 2007, he received the Academy Honorary Award \"for his magnificent and multifaceted contributions to the art of film music\" and has been nominated for a further five Oscars in the category of Best Original Score during 1979-2001, but has never won competitively.","strBiographyDE":"Ennio Morricone (* 10. November 1928 in Trastevere, Rom, † 6. Juli 2020 in Rom) war ein italienischer Komponist und Dirigent. Er hat auch unter den Pseudonymen Dan Savio und Leo Nichols gearbeitet und komponierte die Filmmusik von über 500 Filmen. Sein Name wird vornehmlich mit dem Filmgenre des Italo-Western in Verbindung gebracht, obwohl er „nur“ für etwa 30 solcher Filme die Filmmusik geschrieben hat.\n\nBesondere Bekanntheit erlangten seine Filmmusiken zum Italowestern-Klassiker Zwei glorreiche Halunken (Original: Il buono, il brutto, il cattivo), zum Western-Epos Spiel mir das Lied vom Tod, zu Roland Joffés Drama Mission und für Giuseppe Tornatores Film Cinema Paradiso. 2007 erhielt Morricone den Oscar für sein Lebenswerk sowie 2016 für die Musik zum Film The Hateful Eight.\n\nSein Sohn Andrea Morricone ist ebenfalls Komponist. Beide komponierten für Cinema Paradiso.","strBiographyFR":"Ennio Morricone (né le 10 novembre 1928 à Rome) est un compositeur italien, réputé notamment pour ses musiques de films, en particulier celles réalisées pour son ami et camarade de classe Sergio Leone. Son fils Andrea Morricone est également compositeur.\n\nAuteur de musiques pour Bernardo Bertolucci, Pier Paolo Pasolini, Dario Argento ou Marco Bellocchio, c'est surtout avec Sergio Leone et la partition de Pour une poignée de dollars qu'il acquiert une renommée internationale et la reconnaissance quasi immédiate de ses pairs. Réitérant avec succès sa collaboration avec Leone, pour des classiques comme Le Bon, la Brute et le Truand ou Il était une fois dans l'Ouest qui obtiennent un triomphe discographique sans précédent, ou encore avec Il était une fois la révolution, Morricone poursuit également son travail dans des domaines de plus en plus divers, touchant à tous les genres.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Ennio Morricone (Roma, 10 de noviembre de 1928) es un compositor y director de orquesta italiano. Es mundialmente conocido por haber compuesto la banda sonora de más de 500 películas y series de televisión.\n\nSus composiciones han formado parte de más de 20 películas galardonadas como también piezas sinfónicas y corales. Destacan, entre otros, sus trabajos en películas del Spaghetti western de la mano de su amigo Sergio Leone, como Por un puñado de dólares (1964), La muerte tenía un precio (1965), El bueno, el feo y el malo (1966) o Hasta que llegó su hora (1968). No obstante, su obra se extiende a multitud de géneros de composición convirtiéndolo así en uno de los compositores más versátiles de la historia del cine y también de los más influyentes del siglo XX. Sus composiciones para Días del cielo, La misión o Cinema Paradiso son catalogadas como auténticas obras maestras.","strBiographyPT":"Ennio Morricone OMRI (Roma, 10 de Novembro de 1928), é um compositor, arranjador e maestro italiano. Ao longo da sua carreira foi responsável pela composição e arranjo de mais de 500 filmes e programas de televisão.\n\nMorricone escreveu algumas das trilhas sonoras mais conhecidas dos western spaghetti do cineasta Sergio Leone: Per un pugno di dollari (br: Por um Punhado de Dólares), de 1964, Per qualche dollaro in più (br: Por Uns Dólares a Mais), de 1965, Il buono, il brutto, il cattivo (br: Três Homens em Conflito), de 1966, e Once Upon a Time in the West (br: Era uma Vez no Oeste), de 1968. Suas composições mais recentes incluem as bandas sonoras de Once Upon a Time in America (br: Era uma vez na América), de 1984, The Mission (br/pt: A Missão), de 1986, The Untouchables (br/pt: Os Intocáveis), de 1987, Nuovo cinema Paradiso (br: Cinema Paradiso), de 1988, Lolita, de 1997, Malèna, de 2000, e Inglorious Basterds (br: Bastardos Inglórios), de 2009.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Rome, Italy","strCountryCode":"IT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/morricone-ennio-4fcf7d3d48c50.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/morricone-ennio-4f880bf656487.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/m7z8wo1659882557.png","strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ennio-morricone-4ddf9ccfb5099.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/ennio-morricone-4ddf9d43dfe85.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/ennio-morricone-4ed88820e1e51.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/t2u9cc1613213708.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/morricone-ennio-5314d1daa199b.jpg","strMusicBrainzID":"a16e47f5-aa54-47fe-87e4-bb8af91a9fdd","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}