{"artists":[{"idArtist":"131453","strArtist":"Adamo","strArtistStripped":null,"strArtistAlternate":"Salvatore Adamo","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1943","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Folk","strMood":"","strWebsite":"www.adamosalvatore.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Adamo is both a masculine given name and a surname. Notable people with the name include: \n\nGiven name:\nAdamo Abate, Italian saint, \nAdamo Boari, Italian civil engineer and architect, \nAdamo Coulibaly, French footballer, \nAdamo Didur, Polish bass, \nAdamo Ruggiero, Canadian actor, \n\nSurname:\nDélizia Adamo, Italian / Belgian singer, \nMark Adamo, American composer, \nMomo Adamo, American Mafia member, \nPeter D'Adamo, naturopathic physician and advocate of the Blood type diet, \nSalvatore Adamo, Italian / Belgian composer and singer also known as Adamo","strBiographyDE":"Salvatore Adamo (* 1. November 1943 in Comiso auf Sizilien) ist ein belgischer Musiker, Liedermacher und Schlagersänger italienischer Herkunft. Adamo singt in neun Sprachen.\nAls Salvatore vier Jahre alt war, zog seine Familie ins belgische Kohlerevier nach Mons, da der Vater dort Arbeit fand. Da in Belgien eine doppelte Staatsbürgerschaft nicht möglich war, behielt er, nach eigenem Bekunden aus Respekt und in Erinnerung an seinen Vater, die italienische. Neben seiner schulischen Laufbahn sang er noch im Kirchenchor und lernte Gitarre spielen.\n\n1962 wurde in Belgien seine erste Schallplatte veröffentlicht, nachdem er zuvor in Frankreich einen Musikwettbewerb gewonnen hatte. Alsbald spielte er seine Kompositionen, obwohl der Sprache kaum mächtig, auch auf Deutsch ein. Bereits 1966 trug ein Viertel aller Schlager-Platten, die in Frankreich verkauft wurden, seinen Namen. Ein Jahr später führte ihn eine Tournee auch durch Deutschland. Seinen größten Hit in Deutschland hatte er 1968 mit Es geht eine Träne auf Reisen (die deutsche Version von Une larme aux nuages), der sich 15 Wochen in den Top 10 hielt und dort den zweiten Platz erklomm. Im März 1969 war er gemeinsam mit der deutschen Sängerin Alexandra auf Deutschland-Tournee. Sie schrieb den deutschen Text Walzer des Sommers für ihn und Adamo komponierte und Alexandra textete Kinderjahre gemeinsam. Nach Alexandras Tod 1969 nahm Adamo das Lied auf und veröffentlichte es 1978. Einen aus heutiger Sicht der Tatsachen ausgesprochen bemerkenswerten Titel stellt die Single Les gratte-ciel aus dem Jahre 1969 dar. Der Titel wurde 1972 ins Deutsche übersetzt.\n\n2004 bis heute\n\nAdamo musste am 28. Mai 2004 seine geplante Tournee abbrechen und sich wegen gesundheitlicher Probleme in Behandlung begeben. Nach fast einem Jahr Erholungspause gab Adamo dann wieder Konzerte in Belgien und Frankreich. Zu dem ersten Konzert dieser Reihe, das in Mons, der Stadt seiner Jugend, stattfand, kamen Menschen aus ganz Europa und aus Übersee. Im Jahr 2007 nahm Adamo unter anderem an verschiedenen Musikfestivals in Frankreich teil und tourte durch das Land, sowie durch Belgien und den französischsprachigen Teil Kanadas. 2008 wurde die CD \"Le bal des gens bien\" veröffentlicht, auf der 18 bekannte und weniger bekannte Adamo-Titel neu aufgenommen wurden. Jedes Lied singt Adamo im Duett mit einem anderen Künstler der französischen Chanson-Szene. Die CD wurde nach wenigen Wochen mit Platin in Belgien und Gold in Frankreich ausgezeichnet. Im November 2010 erschien eine CD mit neuen französischen Liedern \"De toi à moi\", auf der unterem anderem ein Duett mit seiner Tochter Amélie \"T'aimer quelque part\" zu hören ist. Zu seinem 50. Bühnenjubiläum tourte Adamo in 2011 durch Belgien und Frankreich, gab aber auch Konzerte in Athen, den Niederlanden und Rumänien. Es folgte eine erfolgreiche Tournee durch Chile (u.a. Festival Viña del Mar, wo das Publikum ihn mit 3 Preisen belohnte) und nach über 40 Jahren das erste Konzert wieder in Buenos Aires Anfang 2012. Über das ganze Jahr 2012 gab er diverse Konzerte. Im November 2012 erschien eine CD mit 12 neuen Titeln „La grande roue“. 2013 wurde Adamo 70 Jahre alt und feierte 50-jähriges Bühnenjubiläum. Konzerte in Belgien, Luxemburg, Frankreich und Russland sind bereits geplant. Im März trat er im Pariser Olympia auf.","strBiographyFR":"Salvatore Adamo est un chanteur auteur-compositeur italien et belge né le 1er novembre 1943 à Comiso (Italie).\n\nEn 1947, son père part travailler en Belgique dans les mines, accompagné de sa famille. Il grandit à Jemappes (Mons) et vit actuellement à Uccle en Région de Bruxelles-Capitale.\n\nEn 1960, Il participe à un concours de Radio Luxembourg, et remporte la finale à Paris. Il rencontre un premier succès en 1963 avec Sans toi ma mie. Suivent Tombe la neige, Vous permettez Monsieur, La Nuit (1964), Dolce Paola (en référence à la future reine des Belges à l'époque, Paola Ruffo di Calabria), Les Filles du bord de mer et Mes mains sur tes hanches (1965), Ton nom, Une mèche de cheveux (1966), Une larme aux nuages, Inch'Allah, Notre roman (1967), L'amour te ressemble, F… comme femme, (1968), A demain sur la lune, Petit bonheur (1969), Va mon bateau (1970), J'avais oublié que les roses sont roses (1971), C'est ma vie (1975).\n\nSon succès est international. Il interprète ses chansons en de nombreuses langues (italien, français, espagnol, allemand, néerlandais, japonais, portugais, turc).\n\nSa chanson Inch'Allah, écrite avant la Guerre des Six-Jours, est interdite dans la plupart des pays arabes, car elle associe un texte pro-israélien à une mélopée et un titre arabo-musulman4. L'artiste affirme que sa chanson est une chanson de paix, et veut le prouver en en publiant, en 2001, un texte modifié, dans laquelle les références négatives, aux ennemis d'Israël sont estompées. La strophe conclusive, qui était un « requiem pour six millions d'âmes (...) qui malgré le sable infâme, ont fait pousser six millions d'arbres », devient un « requiem aux millions d'âmes (...) tombées des deux côtés du drame. Assez de sang. Salam, Shalom ».\n\nIl tourne également au cinéma dans Les Arnaud (1967) avec Bourvil et L'Ardoise (1970) avec Jess Hahn, et coréalise L'Île aux coquelicots (1970) avec Eddy Matalon.\n\nEn 1969, il épouse Nicole, avec qui il a deux enfants : ­Anthony, né en 1969, et Benjamin, en 19805. Il a également une fille, Amélie, née hors mariage en 1979 de sa relation avec la comédienne allemande Annette Dahl rencontrée sur le tournage de L'Île aux coquelicots.\n\nLes années 1980 le verront un peu en retrait. En 1984, il est victime d'un accident cardiaque. En 1993, Adamo est nommé ambassadeur d'Unicef Belgique.\n\nPar arrêté royal du 4 juillet 2001, le roi des Belges Albert II lui concède le titre nobiliaire de chevalier. En 2002, il est fait officier de l'ordre de la Couronne. Bien qu'ayant vécu la plus grande part de sa vie en Belgique, Adamo demeure détenteur de la citoyenneté italienne par fidélité envers son père et en raison de l'impossibilité légale (jusqu'en juin 2010) de posséder la double nationalité italo-belge. Il annonce son intention d'engager la procédure de naturalisation au début de l'année 2011 et, en janvier 2013, déclare que l'obtention de sa double nationalité est « en cours de se régler ».\n\nEn 2003, sort l'album Zanzibar avec la collaboration de son ami, le chanteur Arno. Ce dernier a d'ailleurs repris avec brio Les Filles du bord de mer. En 2004, suite à un accident vasculaire cérébral, il doit annuler de nombreux concerts, notamment au festival des Vieilles Charrues. En 2007, sort La Part de l'ange, suivi d'une tournée.\n\nEn 2010, Salvatore Adamo reçoit le Grand prix international de poésie francophone pour l'ensemble de son œuvre, lors du 52e Congrès national de la Société des poètes et artistes de France, qui se déroule cette année-là à Toulouse. La même année, il sort son 22e album De toi à moi, comprenant notamment des duos avec Chantal Lauby, Oxmo Puccino, Christophe ou avec sa fille Amélie. En 2014, il reçoit une Victoire de la musique d'honneur pour ses 50 ans de carrière .\n\nAdamo a vendu plus de 100 millions de disques dans le monde au cours de sa carrière ce qui le place en tête des plus grosses ventes au niveau belge, ce qui lui vaut d’ailleurs une place dans les 100 meilleurs vendeurs de disque dans le monde. Il est un des 5 francophones figurant dans ce classement, avec Tino Rossi, Charles Aznavour, Dalida et Johnny Hallyday.\n\nJacques Brel a dit de lui qu'il était un « tendre jardinier de l’amour »[réf. nécessaire] et Raymond Devos : « Adamo… c'est “chansons”, c'est “poèmes”, c'est “vibrations” ! »\n\nIl a également écrit plusieurs chansons pour sa sœur Delizia Adamo, notamment Prends le chien en 1966, Qui te retient et Aime-moi en 1974 et Alors le bel été en 1975.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Salvatore Adamo (Comiso, 1 de noviembre de 1943) es un cantautor italo-belga. Tuvo gran éxito comercial durante los años 1960 y 1970, principalmente en Europa y América Latina.\nSu padre Antonio, un pocero, emigró a Bélgica en febrero de 1947 para trabajar en las minas de Marcinelle, y en junio del mismo año, su esposa Concetta, ama de casa, y su hijo Salvatore se unieron a él en la ciudad de Ghlin (Mons) antes de trasladarse a Jemappes (Mons). En 1950, Adamo estuvo postrado en cama durante un año con meningitis. Los padres no querían que su hijo fuera minero, por lo que fue a una escuela católica dirigida por los Frères des Écoles Chrétiennes. En 1960, la familia de Antonio Adamo y Concetta tenían siete hijos. Adamo creció en Jemappes (Mons), donde fue un estudiante dedicado a la escuela y se distinguió en música y las artes, en general, desde una edad temprana, y llamó la atención con sus capacidades de canto. Al final de la década de 1960, se casó con Nicole. Su hijo Anthony nació en 1969, mientras que Benjamín y Amélie nacieron en la década de 1980. En la cúspide de su estrellato, su padre murió ahogado el 7 de agosto de 1966.\n\nEn 1984 tuvo problemas de corazón que requirieron una operación de bypass y su retirada temporal, pero no definitiva, del trabajo. Desde 1993 ha sido embajador honorario de Unicef de Bélgica y, como tal, ha visitado países como Vietnam, Líbano, Bosnia, Kosovo y Afganistán, entre otros. En 2001, Adamo fue nombrado caballero por Alberto II, Rey de los belgas. En 2004, los problemas de salud de Adamo lo obligaron a cancelar una gira programada, pero desde 2007 ha vuelto a hacer giras. Recientemente se ha presentado en España, Portugal y en Bucarest, Rumania (en diciembre de 2011).\n\nHay versiones de \"Tombe la neige\" (uno de sus muchos éxitos internacionales) en búlgaro, turco, japonés, portugués, español, catalán, italiano y chino (cantopop).\n\nSu hermana Delizia era también artista. Adamo escribió una serie de canciones para ella, incluyendo su primer éxito, \"Prends le chien\", en 1974. Delizia participó en la gira de Salvatore de 1975.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Comiso, Italie","strCountryCode":"IT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qurxyy1407509812.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ryvxtw1533554148.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/xxuwvy1533554161.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/xwqrvw1533554175.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"d3132eab-36d1-476e-a736-cb6dbb08a4a2","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}