{"artists":[{"idArtist":"119124","strArtist":"Cesária Évora","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1957","intBornYear":"1941","intDiedYear":"2011","strDisbanded":"Yes","strStyle":"","strGenre":"","strMood":"","strWebsite":"www.cesaria-evora.com","strFacebook":"www.facebook.com/CesariaEvoraOfficial","strTwitter":"1","strBiographyEN":"A native of the island nation of Cape Verde, Cesária Évora was known as the country's foremost practitioner of the morna, which is strongly associated with the islands and combines West African percussion with Portuguese fados, Brazilian modhinas, and British sea shanties. Évora began singing morna at age 16 after meeting an attractive young guitarist. Her talent soon had her performing all over the islands, and in the late '60s two of her radio tapes were released as albums in the Netherlands and Portugal, respectively. However, Évora never left her country, and gave up singing in the mid-'70s owing to lack of profit. In 1985, at the age of 45, she decided to return to music and traveled to Portugal to record two songs for an anthology of female Cape Verdean singers. This led to subsequent recording sessions in Paris, which resulted in four albums from 1988 to 1992. Her international fame grew, and she toured Europe, Africa, Brazil, and Canada, with stops in the United States to perform for Cape Verdean audiences. In the fall of 1995, she mounted her first large-scale American tour; subsequent recordings include 1997's Cabo Verde and 1999's Mar Azul and Cafe Atlantico. With Évora now a certified international star, the new millennium didn't see any loss of momentum for the singer, and she continued to record and tour the globe. Her 2001 release, Sao Vicente, featured numerous collaborations, including appearances from Bonnie Raitt, Orquesta Aragón, and Brazilian superstar Caetano Veloso. Already a well-televised figure in Europe, her growing popularity in North America led to an appearance on The David Letterman Show; a DVD titled Live in Paris; the reissue of her 1974 album Distino di Belita; and the 2004 Grammy for Best Contemporary World Music recording for Voz d'Amor. The same year she was recognized by French culture minister Jean-Jacques Aillagon as an Officer des Arts et des Lettres. After another extensive tour, in 2006 Évora released Rogamar, much of which was recorded in her hometown of Mindelo. Three years later, she released Nha Sentimento, another hometown affair, with more songs from the pen of Teofilo Chantre. Continuing heart trouble forced her to undergo surgery in 2010, and one year later, she retired from performing due to poor health. Three months after that announcement, on December 17, 2011, she died at a hospital in Mindelo.","strBiographyDE":"Cesária Évora wurde die „barfüßige Diva“ genannt, weil sie traditionell ohne Schuhe und Strümpfe auftrat. Sie stammte aus einer Musikerfamilie der Stadt Mindelo auf der Insel São Vicente und hatte vier Geschwister. Ihr Vater Justino da Cruz Évora spielte Cavaquinho, Gitarre und Geige. Nach seinem frühen Tod kam Cesária erst in ein Kinderheim, dann zu Pflegeeltern. Sie lebte von Live-Auftritten in den Kneipen der Stadt. 1988, mit 47 Jahren, bekam sie ihren ersten Plattenvertrag und wurde sehr schnell zu einem Weltstar.\n\nZusammen mit Peter Maffay nahm sie den Song Sodade auf, der 2006 auf Maffays CD Begegnungen 2 – Eine Allianz für Kinder erschien. Im selben Jahr war sie am Album Carnets de bord des französischen Sängers Bernard Lavilliers beteiligt.\n\nDie Sprache ihrer Lieder ist das kapverdische Kreol ihrer Heimat.\n\n2008 erlitt Cesária Évora während einer Tournee in Australien einen Schlaganfall. Im Oktober 2009 erschien ihr Album Nha Sentimento, das im Frühjahr 2009 in Mindelo und in Paris aufgenommen und von José da Silva produziert worden war. Im September 2010 trat sie aus gesundheitlichen Gründen von der Bühne ab und kehrte aus Paris nach Cabo Verde zurück, um, wie sie sagte, „die letzten Tage“ in ihrer Heimat zu verbringen. Sie starb am 17. Dezember 2011 in Mindelo. Der kapverdische Premierminister José Maria Neves ordnete daraufhin eine 48-stündige Staatstrauer an.","strBiographyFR":"Cesária Évora (sɨˈzaɾiɐ ˈɛvuɾɐ; née à Mindelo, le 27 août 1941 et morte à Mindelo, le 17 décembre 2011), est une chanteuse populaire capverdienne. Elle est surnommée La Diva aux pieds nus, surnom dû à son habitude à se produire pieds nus sur scène.\n\nDe sa voix rauque, elle a popularisé la morna, musique du Cap-Vert, auprès du grand public mondial. Elle a eu une carrière d'enregistrement et de représentations de 54 années, de 1957 à 2011.\n\nAu cours de sa carrière, elle chante majoritairement dans sa langue maternelle, en créole capverdien, mais aussi en français, d'où le titre de son morceau La Diva aux pieds nus. Elle a eu l'occasion de se produire dans les plus grandes salles du monde, dont l'Olympia à Paris.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Cesária Évora (Mindelo, São Vicente, Cabo Verde, 27 de agosto de 1941 – ibídem, 17 de diciembre de 2011) fue una cantante caboverdiana conocida con el sobrenombre de «la reina de la morna». También era conocida como «la diva de los pies descalzos», debido a su costumbre de presentarse descalza sobre los escenarios, en solidaridad con los sin techo y las mujeres y niños pobres de su país.","strBiographyPT":"Cesária Évora (Mindelo, 27 de agosto de 1941 — Mindelo, 17 de dezembro de 2011) foi a cantora de maior reconhecimento internacional de toda história da música popular cabo-verdiana. Apesar de ser sucedida em diversos outros géneros musicais, Cesária Évora foi maioritariamente relacionada com a morna, por isso também foi por vezes apelidada \"rainha da morna\". Era conhecida como a diva dos pés descalços.\n\nCesária Évora tinha quatro irmãos. O pai Justino da Cruz tocava cavaquinho, violão e violino. Quando jovem foi viver com a avó, que havia sido educada por freiras, e assim acabou passando por uma experiência que a ensinou a desconsiderar a moralidade excessivamente severa.\n\nEntre os amigos estava B. Leza, o compositor favorito dos cabo-verdianos, que faleceu quando ela tinha apenas sete anos de idade. Desde cedo, Cize, como era conhecida pelos amigos, começou a cantar e a apresentar-se aos domingos na praça principal da cidade, acompanhada pelo irmão Lela, no saxofone. Mas a vida está intrinsecamente ligada ao bairro do Lombo, nas imediações do quartel do exército português, onde cantou com compositores como Gregório Gonçalves. Aos 16 anos, Cesária começou a cantar em bares e hotéis e, com a ajuda de alguns músicos locais, ganhou maior notoriedade em Cabo Verde, sendo proclamada a \"Rainha da Morna\" pelos fãs.\n\nAos vinte anos foi convidada a trabalhar como cantora para o Congelo - companhia de pesca criada por capital local e português -, recebendo conforme as actuações que fazia. Em 1975, ano em que Cabo Verde conquistou a independência, Cesária, frustrada por questões pessoais e financeiras, aliadas à dificuldade económica e política do jovem país, deixou de cantar para sustentar a família. Durante este período, que se prolongou por dez anos, Cesária teve de lutar contra o alcoolismo. Igualmente, Cesária chamou a esse período de tempo, os Dark Years.\nA casa de Cesária Évora\n\nEncorajada por Bana (cantor e empresário cabo-verdiano radicado em Portugal), Cesária Évora voltou a cantar, atuando em Portugal. Em Cabo Verde um francês chamado José da Silva persuadiu-a a ir para Paris e lá acabou por gravar um novo álbum em 1988 \"La diva aux pieds nus\" (A diva dos pés descalços) - que é como se apresenta nos palcos. Este álbum foi aclamado pela crítica, levando-a a iniciar a gravação do álbum \"Miss Perfumado\" (1992). Desde então fixou residência na capital francesa. Cesária tornou-se uma estrela internacional aos 47 anos de idade.\n\nEm 2004 conquistou um prémio Grammy de melhor álbum de world music contemporânea. O presidente francês, Nicolas Sarkozy, distinguiu-a, em 2009, com a medalha da Legião de Honra entregue pela ministra da Cultura francesa Christine Albanel.\n\nEm setembro de 2011, depois de cancelar um conjunto de concertos por se encontrar muito debilitada, a editora, Lusafrica, anunciou que a cantora pôs um ponto final na longa carreira.\n\nMorreu no dia 17 de dezembro de 2011, com 70 anos, por \"insuficiência cardiorrespiratória aguda e tensão cardíaca elevada\".","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Mindelo, CV","strCountryCode":"CV","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vora-cesria-4fde1ea06e6ca.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/cesria-vora-4e6f85d81fea6.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/cesria-vora-4eb288bba05b3.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/cesria-vora-4eb28a0a438a1.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/vora-cesria-50629ebb285e2.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/vora-cesria-53e14e10667f8.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/vora-cesria-53e274366f8e4.jpg","strMusicBrainzID":"ceafdf2f-bc18-4b99-8c71-d1834b0065c3","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}