{"artists":[{"idArtist":"116484","strArtist":"Bill Haley & His Comets","strArtistStripped":null,"strArtistAlternate":"Bill Haley And His Comets","strLabel":null,"idLabel":null,"intFormedYear":"1952","intBornYear":"1952","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock & Roll","strMood":"Good Natured","strWebsite":"theoriginalcomets.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Bill Haley & His Comets were an American rock and roll band that was founded in 1952 and continued until Haley's death in 1981. The band, also known by the names Bill Haley and The Comets and Bill Haley's Comets (and variations thereof), was the earliest group of white musicians to bring rock and roll to the attention of white America and the rest of the world. From late 1954 to late 1956, the group placed nine singles in the Top 20, one of those a number one and three more in the Top Ten.","strBiographyDE":null,"strBiographyFR":"Bill Haley (6 juillet 1925 - 9 février 1981) est l'un des premiers musiciens américains blancs de rock and roll. Après le rock and roll afro-américain qui bat son plein de 1946 environ à 1954, il est le premier artiste blanc à réellement avoir du succès dans ce style avec son groupe Bill Haley & His Comets et leur chanson Rock Around the Clock.\t\nNé sous le nom William John Clifton Haley (certaines sources ajoutent Junior à son nom mais son frère aîné a déclaré que c'était une erreur) à Highland Park banlieue de Detroit dans le Michigan, il grandit en Pennsylvanie. En 1946, Haley rejoint son premier groupe professionnel, les Down Homers. Il sort quelques titres de country dans les années 1940 pour des labels, comme Cowboy Records. En 1948-1949 il travaille aussi comme musicien itinérant et DJ. En 1951, avec son groupe The Saddlemen, il change de style et enregistre des reprises remarquées de rock afro-américain comme Rocket 88 (Jackie Brenston & His Delta Cats) et Rock this Joint (Jimmy Preston), qui lui donnent la clé du succès. Ils convainquent Haley qu'il pourrait peut-être avoir d'autres succès dans le rock and roll. En 1952, The Saddlemen deviennent Bill Haley and His Comets. En 1953, l'enregistrement de sa chanson Crazy Man, Crazy devient le premier titre de rock and roll blanc à atteindre les charts américains. Le fait qu'il soit originaire de Pennsylvanie, un état du nord, contribue à ce qu'il enregistre des compositions d'artistes noirs. Un artiste du sud les dédaignerait plutôt, ou craindrait le qu'en-dira-t-on. Il faudra attendre 1954 pour que dans le Tennessee (état du sud), Elvis Presley reprenne ce principe dont Haley fut un pionnier, et fasse logiquement scandale en reprenant le répertoire et les attitudes suggestives des afro-américains - avec le succès que l'on sait.\nEn novembre 1952, une chanson intitulée Rock around the clock a été écrite pour Bill Haley mais il n'a pas été possible pour lui de l'enregistrer avant le 12 avril 1954 parce que Jimmy DeKnight n'en voulait pas. À l'origine (mai/juin 1954), \"RATC\" entre dans le Top 40 et atteint la 23e place et est no 17 au Royaume-Uni en décembre. Haley fait un succès international de sa reprise de Shake, Rattle and Roll qui s'écoule à 1 million d'exemplaires. Haley et son groupe ont joué un rôle majeur dans le lancement du rock and roll auprès d'un plus large auditoire, notamment les blancs après des années pendant lesquelles ce style était encore marginal.\nQuand Rock Around the Clock apparaît en 1955 sur la bande originale du film Graine de violence ((The) Blackboard Jungle), c'est une véritable révolution musicale qui ouvre la porte à Elvis Presley et bien d'autres. Pendant les années 1950, Haley continue à produire de grands succès comme See You Later, Alligator. Il apparaît également dans les premières comédies musicales rock. Sa notoriété a cependant vite été dépassée par le séduisant Elvis Presley, mais Haley est resté une star incontestée en Amérique Latine: 1961-1966, les Mexicains le surnommaient le \"Roi du Twist\" (Florida Twist a été no 1 au Mexique ainsi que le LP TWIST. En Europe, surtout la France, la Belgique et les Pays-Bas le considéraient comme l'indiscutable roi du rock'n'roll. Son dernier concert a lieu en 1980 en Afrique du Sud).\nÀ son propre aveu, alcoolique (comme indiqué dans une interview à la radio 1974 pour la BBC), Haley a mené une bataille avec l'alcool dans les années 1970. Après avoir joué devant la reine Elizabeth II lors d'un concert en 1979, Haley fait ses dernières représentations en Afrique du Sud en mai et juin 1980. Avant la tournée en Afrique du Sud, les médecins lui ont diagnostiqué une tumeur au cerveau, et les concerts prévus en Allemagne à l'automne 1980 ont été annulés.\nHaley a été marié trois fois et a eu quatre enfants. John W. Haley, son fils aîné, a écrit \"Sound and Glory\", une biographie de Haley. Sa plus jeune fille, Gina Haley, est musicienne professionnelle basée au Texas. Scott Haley est athlète. Son plus jeune fils Pedro est musicien.\nBill Haley meurt le 9 février 1981 à Harlingen.\nHaley a été intronisé à titre posthume au Rock and Roll Hall of Fame en 1987. Son fils Pedro l'a représenté à la cérémonie. Il a une étoile sur le Hollywood Walk of Fame.\nEn février 2006, l'Union astronomique internationale a annoncé la nomination de l'astéroïde 79896 Billhaley pour marquer le 25e anniversaire de la mort de Bill Haley.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Bill Haley y sus Cometas (nombre original Bill Haley & His Comets) fue una banda estadounidense de rock and roll creada en 1952 que continuó hasta la muerte de Haley en 1981. La banda, también fue conocida como Bill Haley and The Comets y Bill Haley's Comets u otras variaciones similares, fue uno de los primeros grupos de músicos blancos en tocar rock and roll atrayendo la atención del público de su país y de todo el mundo hacia ese nuevo estilo musical, de origen afroamericano. El líder del grupo, Bill Haley, había sido previamente un intérprete de música country & western (folclore blanco). Después de grabar en 1951 una versión country del tema \"Rocket 88\" (una de las canciones consideradas como iniciadoras del rock and roll), cambió su estilo para adoptar el nuevo sonido que terminaría llamándose unos años después rock and roll.\n\nSi bien varios de los Cometas se volvieron famosos, Bill Haley permaneció como la estrella, con su rulo sobre la frente y la banda con trajes de etiqueta y su comportamiento enérgico sobre el escenario. Fueron considerados en su tiempo tan revolucionarios como Los Beatles o Los Rolling Stones en la década del 60.\n\nLuego de la muerte de Haley, no menos de seis grupos diferentes se han formado bajo el nombre de Cometas, todos ellos reclamando para sí ser la histórica continuación de aquel que dirigía Haley.","strBiographyPT":"Bill Haley & His Comets foi seguramente a primeira banda de rock and roll da história, que teve início nos anos 1950 e que continuou até a morte de Haley em 1981. Esta banda, também conhecida pelos nomes Bill Haley and The Comets e Bill Haley's Comets, foi um dos primeiros grupos de músicos brancos a levar o rock às grandes platéias norte-americanas e ao redor do mundo. Seu líder, Bill Haley, era um músico de country; depois de gravar uma versão country de \"Rocket 88\", uma cancão de R&B considerada o primeiro Rock and Roll gravado, ele mudou seu estilo para um novo som chamado rockabilly1\n\nEmbora diversos integrantes do Comets tenham ficado famosos, foi Bill Haley quem permaneceu como o astro. Com sua postura energética ao palco, muitos fãs consideram-nos tão revolucionários para sua época quanto os Beatles e os Rolling Stones foram para as suas.\n\nMais de 100 músicos tocaram com Bill Haley & His Comets entre 1952 e 1981, muitos tornando-se favoritos dos fãs. Várias tentativas de reunir a banda têm sido feita desde os anos 80.\n\nOs Comets originais, que tocaram com Haley entre 1954 e 1955, iniciaram uma turnê mundial em 2005, tocando em casas de concerto nos Estados Unidos e na Europa. Dois outros grupos também clamam a posse do nome Bill Haley's Comets, e também se apresentam nos Estados Unidos: um trazendo o baterista (de 1965 a 1968) John \"Bam-Bam\" Lane e o outro o baixista (de 1959 a 1969) Al Rappa.\n\nEm março e julho de 2005 os integrantes do grupo de 1954-55, agora chamados simplesmente de The Comets, fizeram várias aparições em Nova Iorque e em Los Angeles como parte das comemorações dos 50 anos do rock and roll e dos 80 anos de Bill Haley. Durante um concerto em 6 de julho a filha mais nova de Bill, Gina Haley, cantou com a banda; uma aparição similar fora feita em março pelo filho mais velho de Bill, John W. Haley.\n\nO The Comets pretende gravar um novo CD de versões, particularmente de canções do The Who, The Beatles, Bob Dylan e de seus antigos sucessos.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"8","strCountry":"Chester, Pennsylvania, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xswryr1364836113.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/yrpxts1451976765.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/bill-haley--his-comets-4df73d072dabb.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/xqqrxr1364836380.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/xyyrpp1398690828.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/haley-bill--his-comets-580bba6d4aa03.jpg","strMusicBrainzID":"4458d70d-c215-4f06-beea-ebd448dad6ac","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}