{"album":[{"idAlbum":"2123027","idArtist":"113159","idLabel":"43344","strAlbum":"Kind of Blue","strAlbumStripped":"Kind of Blue","strArtist":"Miles Davis","strArtistStripped":"Miles Davis","intYearReleased":"1959","strStyle":"Jazz","strGenre":"Jazz","strLabel":"Capitol Records","strReleaseFormat":"Album","intSales":"4000000","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/xtvqsv1349114090.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/kind-of-blue-4dd990b3b5f38.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/qb4fji1611148939.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/kjmjgi1611148955.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/y4ojle1611148963.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/0m6ok41611148947.png","strDescriptionEN":"Kind of Blue is a studio album by American jazz musician Miles Davis, released on August 17, 1959, by Columbia Records. Recording sessions for the album took place at Columbia's 30th Street Studio in New York City on March 2 and April 22, 1959. The sessions featured Davis's ensemble sextet, with pianist Bill Evans, drummer Jimmy Cobb, bassist Paul Chambers, and saxophonists John Coltrane and Julian \"Cannonball\" Adderley. After the entry of Evans into his sextet, Davis followed up on the modal experimentations of Milestones (1958) by basing Kind of Blue entirely on modality, in contrast to his earlier work with the hard bop style of jazz.","strDescriptionDE":"Kind of Blue ist das 22. Studioalbum des US-amerikanischen Jazz-Trompeters Miles Davis. Es wurde am 2. März und am 22. April 1959 in New York aufgenommen und erschien 1959 auf Columbia Records. Es gilt als Meilenstein in der Geschichte des Genres und ist zudem das kommerziell erfolgreichste Jazz-Album. Die deutschsprachige Ausgabe der Musikzeitschrift Rolling Stone wählte Kind of Blue 2013 in der Auswahl der 100 besten Jazz-Alben auf Platz 2. Einen legendären Ruf genießt es auch wegen der brillanten Aufnahmetechnik des aus München stammenden Toningenieurs Fred Plaut. Kind of Blue war eine der ersten kommerziell vertriebenen Stereo-LPs, deren Klang durch seine Räumlichkeit und Klarheit einen bis heute gültigen Maßstab setzte.\n(Wikipedia)","strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":"1","intScore":"9.5","intScoreVotes":"4","strReview":"Long held as the jazz album that even non-jazz fans will own, Kind Of Blue not only changed the way people regarded Miles, it changed the very face of music itself. Consistently rated not just as one of the greatest jazz albums but as one of THE greatest musical statements of the 20th century, its 46 minutes of improvisation and sophistication remain peerless.\n\nIn the early 50s George Russell had raised the possibility of using a modal approach (i.e. playing within a certain scale, as opposed to according to a fixed chord sequence) as a way out of the straightjacket that restricted improvisation. Miles, at this time, was in thrall to hard bop, but by 1958's Milestones he was ready to try the modal approach, the title track being his first recorded foray into the form.\n\nKind Of Blue, released the following year, took the idea and developed it to an astounding degree. Its smoky evocation of late night ambience is a byword for laid back elegance. It uses the blues but transmutes those seventh chords into something that still sounds modern 50 years on. Quite simply, the sonic space it creates sounds like the coolest place on the planet.\n\nKey to the album's deceptive ease is the band that Miles had assembled. Honed to perfection were the sextet of saxophonists John Coltrane and Cannonball Adderley, drummer Jimmy Cobb, bassist Paul Chambers and pianist Bill Evans (replacing regular Wynton Kelly on all but one track – \"Freddy Freeloader\"). All players were to have legendary careers, but it was Coltrane who took Miles' modal template and went furthest with it, with spectacular results.\n\nDispute still rages as to the role Evans had in the compositions (many regard him as at least a co-author, and he was an acolyte of George Russell's) but what we do know is that on the two recording dates that spawned this masterpiece, Davis, as usual, just laid out the song structures for the musicians on the day with no rehearsal (though \"So What\" and \"All Blues\" had been played live prior to this). From the opening murmur of the piano on \"So What\" to the final sad mute on \"Flamenco Sketches\", it never falters, despite its meandering pace. Even more miraculous, it never wears thin from repeat plays. Quincy Jones claims to play it every day. So should you.\n\n-- Chris Jones 2007-12-12","strMood":"Good Natured","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"8e8a594f-2175-38c7-a871-abb68ec363e7","strMusicBrainzArtistID":"561d854a-6a28-4aa7-8c99-323e6ce46c2a","strAllMusicID":"mw0000191710","strBBCReviewID":"fr25","strRateYourMusicID":"kind_of_blue","strDiscogsID":"5460","strWikidataID":"Q283221","strWikipediaID":"Kind_of_Blue","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}