{"artists":[{"idArtist":"115193","strArtist":"Georg Friedrich Händel","strArtistStripped":null,"strArtistAlternate":"Georg Friedrich Haendel","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1685","intDiedYear":"1759","strDisbanded":"Yes","strStyle":"Classical","strGenre":"Composer","strMood":"Rousing","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"George Frideric Handel (German: Georg Friedrich Händel) (23 February 1685 – 14 April 1759) was a German-born British Baroque composer, famous for his operas, oratorios, anthems and organ concertos. Handel was born in 1685, in a family indifferent to music. He received critical musical training in Halle, Hamburg and Italy before settling in London (1712) and becoming a naturalised British subject in 1727. By then he was strongly influenced by the great composers of the Italian Baroque and the middle-German polyphonic choral tradition.\nWithin fifteen years, Handel, a dramatic genius, started three commercial opera companies to supply the English nobility with Italian opera, but the public came to hear the vocal bravura of the soloists rather than the music. In 1737 he had a physical breakdown, changed direction creatively and addressed the middle class. As Alexander's Feast (1736) was well received, Handel made a transition to English choral works. After his success with Messiah (1742) he never performed an Italian opera again. Handel was only partly successful with his performances of English Oratorio on mythical and biblical themes, but when he arranged a performance of Messiah to benefit the Foundling Hospital (1750) the critique ended. It has been said that the pathos of Handel's oratorios is an ethical one, and that they are hallowed not by liturgical dignity but by the moral ideals of humanity. Almost blind, and having lived in England for almost fifty years, in 1759 he died, a respected and rich man.\nHandel is regarded as one of the greatest composers of all time, with works such as Water Music, Music for the Royal Fireworks and Messiah remaining popular. Handel composed more than forty operas in over thirty years, and since the late 1960s, with the revival of baroque music and original instrumentation, interest in Handel's operas has grown. His operas contain remarkable human characterisation—especially for a composer not known for his love affairs.","strBiographyDE":"Georg Friedrich Händel (laut Taufregister Georg Friederich Händel, anglisiert: George Frideric Handel; * 23. Februarjul./ 5. März 1685greg.[1] in Halle a. d. Saale; † 14. April 1759 in London) war ein deutsch-britischer Komponist des Barocks. Sein Hauptwerk umfasst 42 Opern und 25 Oratorien – darunter Messiah mit dem weltbekannten Chor „Halleluja“ –, Kirchenmusik für den englischen Hof, Kantaten, zahlreiche Werke für Orchester sowie Kammer- und Klaviermusik. Händel, dessen künstlerisches Schaffen sich auf alle musikalischen Genres seiner Zeit erstreckte, war gleichzeitig als Opernunternehmer tätig. Er gilt als einer der fruchtbarsten und einflussreichsten Musiker aller Zeiten.\n\nDie einzige Quelle zu Händels Jugend ist die von dem Theologen John Mainwaring 1760 in London veröffentlichte Biografie Memoirs of the life of the Late George Frederic Handel. Die Angaben zu den frühen Jahren des Komponisten scheint Mainwaring in direkten Gesprächen mit diesem selbst gewonnen zu haben. Neuere Biografen konnten allerdings nachweisen, dass die Chronologie der von ihm geschilderten Ereignisse nicht korrekt sein kann. Da Händel selbst sich nur spärlich über seine Jugend geäußert hat, bleibt das Wissen um diesen Lebensabschnitt bruchstückhaft.\n\nSeinem Biografen Mainwaring zufolge strebte Händels Vater Georg, der von Beruf Leibchirurgus und geheimer Kammerdiener war, für seinen Sohn eine juristische Karriere an und stand dessen musikalischen Interessen äußerst ablehnend gegenüber. Dies habe sich erst anlässlich eines Besuchs beim Herzog von Sachsen-Weißenfels auf Schloss Neu-Augustusburg geändert, auf dem der Hofstaat des Herzogs seit 1680 residierte. Händel, damals noch keine 8 Jahre alt, habe dort in Anwesenheit des Herzogs die Orgel gespielt. Dieser habe das Talent des Jungen sofort erkannt und den Vater überzeugt, Georg Friedrich als Musiker ausbilden zu lassen.\n\nNach der Rückkehr nach Halle wurde Händel Schüler von Friedrich Wilhelm Zachow, dem Komponisten und Musikdirektor der Marktkirche Unser Lieben Frauen. Zachows Kompositionsstil zeichnet sich einerseits durch weitgespannte Großräumigkeit und andererseits durch (besonders in den Chören seiner Kantaten) atemberaubende kontrapunktische Verdichtungen aus. Nicht nur Händel hat später thematische Materialien von Zachow aufgegriffen und kunstvoll verarbeitet, sondern auch Johann Sebastian Bach, der sich nach Zachows Tod auch um dessen Nachfolge bewarb. Händel erhielt nun bei Zachow eine grundlegende Kompositions- und Instrumentalausbildung. Ab seinem neunten Lebensjahr, heißt es bei Mainwaring, begann Händel „Kirchenstücke [Kantaten] mit [Gesangs-]Stimmen und Instrumenten zu setzen [komponieren]“. Während seiner Lehrzeit verfasste Händel auch zusätzlich eine Harfenstimme zu Zachows Kantate „Herr, wenn ich nur dich habe“.\n\nLaut Mainwaring reiste Händel 1698 mit seinem Vater an den brandenburgischen Hof in Berlin. Dies kann aber spätestens Anfang 1697 gewesen sein, da Georg Händel im Februar d. J. starb. Andererseits kann das beschriebene Zusammentreffen mit den Komponisten Giovanni Battista Bononcini und Attilio Ariosti erst später stattgefunden haben, da diese Berlin erst 1702 bzw. im späten 1697 erreichten. Möglicherweise war der junge Händel mehrmals am Berliner Hof. Kurfürst Friedrich III., als Herzog von Magdeburg sein Landesherr, war vom Können des Zwölfjährigen so beeindruckt, dass er Händels Vater anbot, dem Sohn eine Musikausbildung in Italien zu finanzieren und ihm nach erfolgreicher Absolvierung eine Anstellung am Berliner Hof zu verschaffen. Händels Vater nahm jedoch, so Mainwaring, das kurfürstliche Angebot nicht an. Der preußische König Friedrich Wilhelm I., der als „Soldatenkönig“ in die Geschichte einging, war später ein außerordentlicher Bewunderer der Kompositionen Händels. Sein Nachfolger und Sohn Friedrich II., selbst Komponist und darüber hinaus ein exzellenter Flötist, bemühte sich nach Händels Tod vergeblich, dessen Autographe zu erwerben.\n\n1701 machte Georg Philipp Telemann auf seiner Reise von Magdeburg nach Leipzig in Halle Station, um den „damahls schon wichtigen Hrn. Georg Fr. Händel“ kennenzulernen.[3] Wie Telemann berichtet, ergab sich daraus eine lebenslange konstruktive und produktive Zusammenarbeit zwischen beiden Komponisten: „[…] in melodischen Sätzen […] und deren Untersuchung, hatten Händel und ich, bey öfftern Besuchen auf beiden Seiten, wie auch schrifftlich, eine stete Beschäfftigung.“ 1702 immatrikuliert sich Händel an der neugegründeten Universität in der Ratswaage in Halle, um bei Christian Thomasius Rechtswissenschaft zu studieren, der als erster seine Vorlesungen in deutscher Sprache hielt und zur Beendigung der Hexenverfolgung beitrug. Am 13. März 1702 übernahm Händel auch den Organistenposten am Hallenser Dom für ein Probejahr, da der dortige Kantor Leporin kurzfristig entlassen worden war. Es sollte die einzige traditionelle Musikeranstellung in seinem Leben bleiben.\n\nWie der englische Musikgelehrte und Weltreisende Charles Burney überliefert, sagte Händel später selbst über diese Zeit: „Ich schrieb damals wie der Teufel, am meisten für die Hoboe, die mein Lieblingsinstrument war.“\n\nIm Sommer 1703 begab sich Händel nach Hamburg. Dort blühte, unter der Leitung des Komponisten Reinhard Keiser, das 1678 am Gänsemarkt als Opern-Theatrum eröffnete erste bürgerliche deutsche Opernhaus. In jenem Opernorchester spielte Händel anfangs Violine, später Cembalo. Er befreundete sich mit dem Komponisten, Dirigenten und Sänger Johann Mattheson, der später einflussreiche musiktheoretische Schriften wie Das Neu-Eröffnete Orchestre (1713), Der vollkommene Kapellmeister (1739) und das Musikerlexikon Grundlage einer Ehren-Pforte (1740) schrieb. Als an der Lübecker Marienkirche der Posten des berühmten Komponisten und Organisten Dietrich Buxtehude vakant wurde, weil dieser wegen seines hohen Alters in den Ruhestand gehen wollte, reisten Händel und Mattheson im August 1703 zusammen nach Lübeck. Aber keiner von beiden bewarb sich um die Stelle, denn der erfolgreiche Kandidat hätte gemäß der Tradition die Tochter Buxtehudes heiraten müssen.\n\nAm 5. Dezember 1704 kam es mitten in der Vorstellung von Matthesons Oper Cleopatra zu einer Auseinandersetzung zwischen Händel und Mattheson. Ersterer weigerte sich, dem Komponisten den Dirigentenplatz zu überlassen, als dieser, nachdem er sich in seiner Rolle als Antonius auf der Bühne entleibt hatte, wie üblich wieder seinen Platz am Cembalo einnehmen wollte. Der Streit führte zu einem Degenduell vor der Oper am Gänsemarkt, „welcher für uns beide sehr unglücklich hätte ablaufen können, wenn es Gottes Führung nicht so gnädig gefüget, daß mir die Klinge im Stoßen auf einen breiten, metallenen Rockknopf des Gegners zersprungen wäre“ (Mattheson). Seit diesem Ereignis bestand zwischen beiden ein gespanntes und reserviertes Verhältnis. So bekam Mattheson später von Händel trotz Bitten keinerlei biografische Daten für seine Grundlage einer Ehren-Pforte geliefert. Mattheson wiederum schaltete sich in seiner deutschen Übersetzung von John Mainwarings Händel-Biografie unentwegt mit gehässigen und abwertenden Kommentaren gegenüber Händel ein.\n\nAm 8. Januar 1705 wurde Händels erste Oper Almira in Hamburg uraufgeführt. Händel war damit für den nach Weißenfels vor seinen Gläubigern geflohenen Operndirektor Keiser in die Bresche gesprungen, welcher seine schon fertige gleichnamige Oper nun hier nicht herausbringen konnte, weil Händel in seiner Abwesenheit den Kompositionsauftrag erhielt. Zur Premiere allerdings war Keiser wieder in Hamburg und ergänzte Händels Oper mit einem eigenen Epilog. Die Begegnung mit Reinhard Keiser war für Händels Entwicklung als Komponist von entscheidender Bedeutung. Zeitlebens begleiteten ihn Keisers Melodien und Einfälle und tauchen in zahlreichen seiner eigenen Werke wieder auf. Er entnahm vielen Opern Anleihen, besonders der Octavia (1705), und vermutlich befanden sich viele Keiser’sche Partituren in seinem Reisegepäck nach Italien.\n\nNach dem großen Erfolg seiner Almira ließ er schon am 25. Februar 1705 seine zweite Oper mit dem Titel Die durch Blut und Mord erlangte Liebe, oder: Nero folgen. Diese Oper hatte, wohl wegen des schwachen Librettos, nur drei Vorstellungen und wurde dann abgesetzt. Während die Partitur dieses Werkes verschollen ist, bietet die erhaltene Almira mit ihrer Mischung aus deutscher und italienischer Form sowie Sprache ein lehrreiches Beispiel für die damals am Theater am Gänsemarkt vorherrschende Opernform. Viele Themen und Kontrapunkte aus seiner ersten Oper verarbeitete Händel in späteren Werken. So baute er mit dem Thema „Lebet beglücket, höchst seeliges Paar“, das Almira im Rezitativ (3. Akt, Szene XVIII) intoniert, wenig später in Italien den grandiosen Schlusschor Gloria Patri vom Dixit Dominus.\n\nIn Hamburg komponierte Händel 1706 noch eine weitere Oper: Florindo und Daphne, die aber solchen Umfang annahm, dass sie in zwei Werke aufgeteilt werden musste: Der beglückte Florindo und Die verwandelte Daphne. Zur Uraufführung dieser Doppeloper Anfang 1708 war Händel aber längst in südlichen Gefilden. Auch die Musik gilt größtenteils als verschollen. Nachdem Händel schon mehrmals Angebote von adligen Mäzenen für eine Italienreise abgelehnt hatte, darunter wahrscheinlich eines von Ferdinando de’ Medici, reiste er im Sommer oder Herbst 1706 auf eigene Kosten nach Italien. Er ließ zwei Kisten mit Kompositionen zurück, die allerdings heute verloren sind.\n\nAusgestattet mit den kontrapunktischen Lektionen von Friedrich Wilhelm Zachow und der Melodien-Erfindungsgabe von Reinhard Keiser, machte er sich also auf den Weg, die italienische Schreibweise und den Schmelz des Südens kennenzulernen.\n\nHändels Studienreise durch Italien währte vier Jahre. Er machte unter anderem Station in Florenz, Rom, Neapel und Venedig. Die genauen Daten seiner Aufenthalte in diesen Städten sind nur teilweise bekannt: zunächst Florenz, dann ab 14. Januar 1707 Rom, ab Herbst 1707 Florenz, seit Februar 1708 wieder Rom, Ende April 1708 Neapel, Juli 1708 Rom und irgendwann in 1709 Venedig, Florenz und wieder Venedig. Im Frühjahr 1710 reiste er in Richtung Heimat ab. Aus jener Zeit sind viele Anekdoten überliefert, so von Treffen mit Arcangelo Corelli und Antonio Lotti sowie Alessandro und Domenico Scarlatti. Händel wurde hier als Il Sassone (der Sachse) berühmt. Als Domenico Scarlatti auf dem Karneval in Venedig den maskierten Händel inkognito auf einem Cembalo spielen hörte, soll er ausgerufen haben: „Das ist entweder der berühmte Sachse oder der Teufel!“ Mainwaring berichtet, dass es zwischen Corelli und Händel zu Meinungsverschiedenheiten über die Ausführung der doppelten Punktierung in den langsamen Ecksätzen der (ursprünglichen) französischen Ouvertüre zu Il Trionfo del Tempo e del Disinganno kam. Ungeduldig soll Händel Corelli die Geige aus der Hand gerissen haben, um zu demonstrieren, wie er sich die Ausführung dieser Punktierung wünschte. Corelli, ein liebenswürdiger Mann, sagte daraufhin: „Ma, caro Sassone, questa Musica è nel Stylo Francese, di ch’io non m’intendo“ („Aber mein lieber Sachse, diese eure Musik ist nach dem französischen Stil eingerichtet, darauf ich mich gar nicht verstehe“). Corelli zum Gefallen komponierte Händel eine neue Ouvertüre im italienischen Stil.\n\nIn Italien brachte Händel zwei Opern auf die Bühne, den Rodrigo (November 1707) in Florenz und die Agrippina (26. Dezember 1709) in Venedig. Das Libretto zur Agrippina verfasste Vincenzo Grimani, Kardinal und Vizekönig von Neapel (1652–1710). Diese Oper gilt allgemein als der eigentliche Durchbruch in Händels Opernstil. Die Ouvertüre zu Agrippina, mit dem erregt tremolierenden Fugenthema über ein kleines Hexachord, zählt zu Händels herausragendsten Opern-Ouvertüren. Für Rom, wo auf Grund kriegerischer Ereignisse und eines Erdbebens Opernaufführungen durch Papst Clemens XI. verboten waren, schuf er zwei Oratorien, das geistliche La Resurrezione (Frühjahr 1708) und das allegorische Il Trionfo del Tempo e del Disinganno (Frühjahr 1707). Den Text zu Il Trionfo verfasste Kardinal Benedetto Panfili. Dieser war neben Kardinal Pietro Ottoboni ein bedeutsamer Gönner und Förderer Händels. Den Stoff Il Trionfo bearbeitete Händel in London noch zweimal: 1737 und zuletzt 1757 als The Triumph of Time and Truth (Der Triumph der Zeit und der Wahrheit).\n\nDes Weiteren komponierte Händel in Italien das berühmte Dixit Dominus (Psalm 110), die Serenata Aci, Galatea e Polifemo (Neapel 1708) sowie zahlreiche Chor- und Solokantaten. Händel begründete damit in Italien seinen späteren Weltruhm.\n\n1709 erhielt er als Reaktion auf die sensationelle Premiere der Agrippina in Venedig eine Einladung an den Hof des Kurfürsten Georg Ludwig von Hannover. Gleichzeitig sprach Charles Montagu, Earl of Manchester eine Einladung an den englischen Hof aus. Händel, auch noch mit einem Empfehlungsschreiben für Prinz Karl von Neuburg in Innsbruck ausgestattet, wandte sich zunächst Innsbruck zu, welches er aber am 9. März 1710 wieder verließ. Am 4. Juni 1710 erreichte er (sicherlich nach einem Aufenthalt in Halle) Hannover, und schon wenige Tage später wurde ihm dort der Posten des Kapellmeisters für jährlich 1500 Reichsthaler angeboten. Er nahm das Angebot an, ließ sich aber zusichern, hin und wieder für längere Zeiträume vom Hof abwesend sein zu dürfen. Diese Option nutzte er bald aus: Schon gegen Ende des Jahres reiste er nach London.\n\nWie lange Händel in England bleiben wollte, wissen wir nicht, jedenfalls schreibt Mainwaring: „Seine Begierde war noch nicht gesättiget und so weit davon entfernet, solange noch ein musikalischer Hof zu finden war, den er nicht gesehen hatte.“ Er blieb zunächst ein Jahr in London und reizte damit sein Urlaubsmaximum aus. Hier war gerade fünf Jahre zuvor das Königliche Theater am Haymarket („Queen’s Theatre“) mit einer Oper des Deutschen Greber eröffnet worden. Das war alles, was London an italienischer Oper bislang zu bieten hatte, eine englische Oper gab es nicht. An diesem Theater erntete Händel am 24. Februar 1711 seinen ersten großen Erfolg in England mit der Uraufführung seiner Oper Rinaldo. So erfolgreich die Musik war, so umstritten waren die eingesetzten Bühneneffekte, deren es viele gab und die von Kritikern als kindisch und absurd verurteilt wurden. So ließ man während einer Gleichnis-Arie, in der die Vögel das Vergleichsobjekt waren, Spatzen auf die Bühne fliegen. Aus dieser Oper stammt die bekannte Sarabanden-Arie „Lascia ch’io pianga“ mit einem Thema, das Händel zuvor schon in Almira und Il Trionfo verwandt hatte. Sie gehört, neben Cleopatras „V’adoro, pupille, saette d’Amore“ aus Julius Cäsar und dem Largo (eigentlich ein Larghetto) aus der Oper Xerxes, seit fast drei Jahrhunderten zum Standardrepertoire berühmter Sänger und Sängerinnen. Nach dem Ende der Opernsaison kehrte Händel Anfang Juni 1712 nach Hannover zurück, nicht ohne zwischendurch eine Einladung an den Düsseldorfer Hof des Pfalzgrafen Johann Wilhelm angenommen zu haben. Dieser stattete ihn mit einem Entschuldigungsschreiben für Hannover aus, in dem er bedauerte, dass er Händel aufgehalten habe. Dort angekommen, schrieb Händel für die Kurprinzessin und spätere britische Königin Caroline von Brandenburg-Ansbach unter anderem eine Reihe von Vokalduetten und „eine Menge von Sachen für Stimmen und Instrumente“ (Mainwaring).\n\nNach nur wenigen Monaten ersuchte Händel den Kurfürsten, nach London zurückkehren zu dürfen, was ihm erlaubt wurde „mit dem Bedinge, sich nach Verlauf einer geziemenden Zeit wieder einzustellen“ (Mainwaring). Im Oktober 1712 begab er sich also wieder nach London, wo er – von Reisen abgesehen – den Rest seines Lebens verbrachte. Händel wohnte zunächst ein Jahr bei einem reichen Musikliebhaber namens Andrews in Barn Elms, Surrey (dem heutigen Barnes). Drei weitere Jahre lebte er beim Earl of Burlington in der Nähe von London (Piccadilly). Die Hauptwerke dieser Periode sind vier italienische Opern und das Utrechter Te Deum und Jubilate im Auftrag von Königin Anne, nach dessen Aufführung sie ihm eine lebenslange Pension von 200 Pfund jährlich gewährte.\n\nObwohl Händel seine Abwesenheit vom Hof in Hannover weit überdehnte, ist kein Versuch des Kurfürsten Georg dokumentiert, ihn an seine Verpflichtung in Hannover zu erinnern. Im Oktober 1714 wurde der Kurfürst in der Londoner Westminster Abbey als Georg I. zum König von Großbritannien und Irland gekrönt. In seinem Auftrag komponierte Händel später die Wassermusik, die bei einem Fest auf der Themse wahrscheinlich erstmals 1717 gespielt wurde. Der König verdoppelte Händels Gehalt. Später wurde Händel auch der Musiklehrer der Töchter des Königs. (Händel gab später an, nur Prinzessin Anne unterrichtet zu haben.) 1716 folgte er dem König kurzzeitig zurück auf deutschen Boden, wo er auch seine Verwandten in Halle besuchte und einen Abstecher nach Ansbach machte. Hier traf Händel auch seinen Kommilitonen Johann Christoph Schmidt aus der Hallenser Studienzeit wieder. Dieser ging mit ihm fortan nach London und wurde bis zu seinem Tod dessen Sekretär, Buchhalter und musikalischer Assistent. Schmidts Sohn gleichen Namens (engl. John Christopher Smith) übernahm dann diese Funktion und tat sich darüber hinaus als Komponist und Bearbeiter Händelscher Werke hervor, besonders nach dessen Tod.\n\nIn dieser Zeit komponierte Händel die Passion Der für die Sünde der Welt gemarterte und sterbende Jesus, nach einer damals beliebten Dichtung des Hamburgers Barthold Heinrich Brockes. Diese wurde aber erst 1719 ebenda aufgeführt. Dieser Text wurde auch von Reinhard Keiser, Johann Mattheson und Georg Philipp Telemann vertont, und selbst Johann Sebastian Bach benutzte daraus manche Arientexte für seine Johannes-Passion.\n\nNach seiner Rückkehr nach Großbritannien trat er im Sommer 1717 als Hauskomponist in die Dienste des Earl of Carnarvon, des späteren Duke of Chandos. Hier versammelte sich auch ein progressiver Literatenkreis, dem auch John Gay und Alexander Pope angehörten. Händels Werke, die er für die Herzogsresidenz Cannons in Edgware komponierte, umfassen die zwölf Chandos Anthems sowie die erste Fassung von Esther und die völlig neue englische Fassung von Acis and Galatea (Text: John Gay). In Cannons vollendete Händel wahrscheinlich auch die 1720 im Selbstverlag veröffentlichten Suites de Pièces pour le Clavecin (1. Sammlung), die unter anderem die bekannten Variationen enthalten, denen man später den Namen The Harmonious Blacksmith („Der harmonische Grobschmied“) gab.\n\nDer Name des Ortes Cannons (auch Canons) war zugleich Programm: Der Duke of Chandos und sein Kreis brachten auf diese Weise zum Ausdruck, dass es um die Errichtung von musikalischen Maßstäben ging (lat. canon, griech. kanón, dt. Kanon: Maßstab, Richtschnur, Regel).\n\nHändels Aufenthalt in Cannons endete etwa im Frühjahr 1719, als die Vorbereitungen für ein neues Opernunternehmen auf Subskriptionsbasis am King’s Theatre begannen, die Royal Academy of Music mit Händel als musikalischem und dem Schweizer Johann Jacob Heidegger als Verwaltungsdirektor. Für die Anwerbung einer Sängertruppe, insbesondere des Starkastraten Senesino reiste Händel nach Dresden, war aber nur teilweise erfolgreich: er konnte für die anstehende Saison nur die Sopranistin Margherita Durastanti gewinnen, die er schon aus Italien kannte (Agrippina). Senesino kam erst ein Jahr später und blieb bis zum Zusammenbruch der Akademie (1728) für eine Gage von letztlich 2000 Pfund pro Jahr. Händels erste und sehr erfolgreiche Oper für diese Opernakademie, Radamisto, wurde erstmals am 27. April 1720 aufgeführt. Neben Händel beschäftigte die Akademie zeitweise noch die Komponisten Giovanni Bononcini und Attilio Ariosti. Das Publikum spaltete sich in Parteien, die sich entweder hinter Händel oder Bononcini stellten. Insbesondere in der Anfangszeit waren Bononcinis Aufführungen erfolgreicher als Händels. Händels Dominanz wurde erst etwa ab der dritten Saison spürbar, und in den folgenden Jahren schrieb er einige seiner bedeutendsten und heute populärsten Opern wie Giulio Cesare, Tamerlano und Rodelinda.\n\nNach heutigen Erkenntnissen war die Opernakademie von Anfang an unterfinanziert und nur in den besten Zeiten wirtschaftlich tragfähig. Das Management versuchte dadurch zum Erfolg zu kommen, dass es noch mehr Starsänger einkaufte. Ab Januar 1723 wurde Francesca Cuzzoni für zunächst 1500 Pfund pro Saison und ab Mai 1726 Faustina Bordoni, die spätere Ehefrau des Dresdner Hofkomponisten Johann Adolf Hasse für unglaubliche 2500 Pfund für die Spielzeit engagiert. Beide Primadonnen waren miteinander verfeindet. Am 6. Juni 1727 beschimpften und schlugen sie sich, lautstark angefeuert von ihren jeweiligen Anhängern, während der Vorstellung auf offener Bühne. Durch die hohen Gagen, die beide Sängerinnen und Senesino erhielten, wurde das Opernunternehmen nicht nur finanziell sehr stark belastet, sondern man fragt sich heute, wie es überhaupt zeitweise funktionieren konnte, denn das Gesamtbudget einer Opernspielzeit wurde von der Ipswich Gazette für die Spielzeit 1732/33 mit zwischen 9000 und 12000 Pfund angegeben. Selbst wenn der Etat für Händels erste Opernakademie etwas höher gewesen sein mochte, mussten doch die 8000 Pfund für die drei Sänger und Händel erst mal aufgebracht werden stehen: dabei waren Impresario, die anderen Sänger, Theatermiete, Orchester, Bühnenbild, Kostüme noch nicht bezahlt. (Händel bekam für das Komponieren und Kopieren einer Oper 1000 Pfund. Pro Spielzeit schrieb er meist zwei Opern.) Hinzu kam, dass sich der Publikumsgeschmack zunehmend leichteren und politisch-satirischen englischsprachigen Musikdarbietungen zuneigte, wofür 1728 der rauschende Erfolg von John Gays und Johann Christoph Pepuschs The Beggar’s Opera symptomatisch war. Höhepunkt der Bettleroper soll eine Parodie auf Händels populären „Kreuzrittermarsch“ aus dessen Rinaldo gewesen sein – gesungen von „Bettlern“, „Dieben“ und „Gaunern“. (Die Oper stand Modell für Die Dreigroschenoper von Bertolt Brecht und Kurt Weill.) Nach der Saison 1727/28 wurde die Opernakademie aufgelöst. Persönlich nahm Händel, der seit 1727 englischer Staatsbürger war, an dem Scheitern der Akademie jedoch keinen Schaden.\n\nAuch finanziell erging es Händel zu dieser Zeit gut, das Geschäft mit seiner eigenen Musik blühte. So war er etwa am Verkauf von Eintrittskarten und Noten beteiligt, die Pension, die er vom englischen Königshaus erhielt, machte nur etwa ein Viertel seines Einkommens aus. Abgesehen von der Südseeblase, durch die auch Händel im Jahre 1721 viel Geld verlor, ging er mit seinem Vermögen geschickt und vorsichtig um, indem er etwa in Staatsanleihen der Bank von England investierte, und verdiente so zeitweise umgerechnet bis zu einer Million Euro im Jahr. In dieser Zeit kaufte Händel auch das Haus in der Lower Brook Street (Nähe Hanover Square), in dem er bis zu seinem Tode wohnte.\n\nNach der Auflösung der Opernakademie startete Händel gemeinsam mit Johann Jacob Heidegger (diesmal Impresario) ein neues Unternehmen, das in der Literatur auch als „die zweite Opernakademie“ bezeichnet wird. Sie übernahmen den Fundus der Akademie, mieteten das King’s Theatre für fünf Jahre und Händel reiste im Februar 1729 nach Italien, um neue Sänger anzuwerben. Nach den schlechten Erfahrungen mit dem extravaganten Konzept der ersten Opernakademie war das neue Ensemble durchweg bescheidener angelegt, u. a. mit dem Altkastraten Antonio Bernacchi als neuem Star, der Sopranistin Anna Strada del Pó und Händels altem Schulfreund aus Halle, dem Bassisten Johann Gottfried Riemschneider. Auf der Rückreise im Frühsommer 1729 besuchte Händel vermutlich seine Mutter in Halle und machte in Hannover (Anfang Juni) und Hamburg Halt.\n\nDas neue Opernunternehmen eröffnete am 2. Dezember 1729 mit Lotario, hatte aber nur moderaten Erfolg, so dass für die nächste Saison wieder Senesino als Zugnummer engagiert wurde. Eher zufällig wurde Händels Interesse auf das Oratorium gelenkt. 1732 wurden seine beiden englischsprachigen Masques Esther und Acis and Galatea aus der Cannons-Zeit unautorisiert gespielt. Händel antwortete jeweils schnell darauf, indem er eigene neue Fassungen erstellte und mit Erfolg aufführte.\n\nDie nächste Saison 1732/33 bestritt er weitgehend mit der Aufführung von Oratorien. Darunter war auch das weitgehend aus altem Material bestehende Oratorium Deborah. Im Sommer reiste Händel mit seinem Ensemble nach Oxford. Dort brachte er in der großen Festhalle der Universität („Theater“ genannt) sein Oratorium Athalia erfolgreich zur Uraufführung. Das „Halleluja“ in d-Moll, das den ersten Akt beschließt, ist eine Doppelfuge über die sechs geteilten Solmisationssilben UT-FA RE-SOL MI-LA: Händels Hommage an Guido von Arezzos (~992–1050) Hexachord-System. Als Gegenthema (Kontrasubjekt) zu Arezzos geteilten Silben (Syllaben) erwählte Händel, leicht figuriert, das Hauptthema (Subjekt) der Fuge aus seiner achten f-moll-Claviersuite, HWV 433. Einem Pressebericht zufolge sollte ihm von der Universität die Ehrendoktorwürde verliehen werden, die er jedoch aus unbekannten Gründen ablehnte. Der Erfolg seiner Athalia in Oxford veranlasste Händel jedoch keineswegs, die niedergehende italienische Oper aufzugeben.\n\nIm Dezember 1733 wurde von einer rivalisierenden Operngesellschaft, die Opera of the Nobility (die sogenannte Adelsoper), im Lincoln’s Inn Fields Theatre eröffnet, mit Nicola Antonio Porpora als Komponisten. Zuvor hatte diese Gesellschaft fast Händels gesamtes Sängerensemble einschließlich Senesino abgeworben. Da es in London keinen Markt für zwei konkurrierende Opernhäuser gab, kam es zu einem ruinösen Wettbewerb. Die Situation verschärfte sich noch dadurch, dass zum Ende der Saison Händels Mietvertrag auslief und Heidegger das King’s Theatre an die Adelsoper vermietete. Dazu gelang es der Adelsoper noch, den berühmten italienischen Kastraten Farinelli zu engagieren.\n\nBeide Opernunternehmen spalteten nicht nur das Londoner Opernpublikum in zwei Lager, sondern auch die königliche Familie. So protegierte der Prince of Wales Friedrich Ludwig von Hannover die Adelsoper. Händels Meisterschülerin Prinzessin Anne ergriff dagegen leidenschaftlich Partei für Händel. Noch viele Jahre später, 1770 in Bologna, erzählte Farinelli Charles Burney, wie er nach seiner Ankunft in London „zum ersten Male bei Hofe“ dem König Georg II. vorsang. Dabei habe „ihm die königliche Prinzessin, die nachmalige Prinzessin von Oranien, mit dem Flügel begleitet, welche verlangte, dass er zwei von Händels Arien vom Blatt [prima vista] wegsingen sollte, die in einem Schlüssel und einer Schreibart gesetzt waren, welche er gar nicht gewohnt war“. Ihre Kunst im Generalbassspiel wurde noch 1763 von Friedrich Wilhelm Marpurg in seinen Kritischen Briefen über die Tonkunst erwähnt. Händel selbst vertraute einmal dem aus Hamburg stammenden Groninger Organisten Jacob Wilhelm Lustig an, dass sie für ihn „die Blüte aller Prinzessinnen“ sei.\n\nHändel zog nun in das neuerbaute Covent Garden Theatre um und führte das Opernunternehmen (also die„dritte Opernakademie“) in eigener Regie und auf eigene finanzielle Verantwortung. Trotz des Dahinsiechens des Unternehmens komponierte er in dieser Zeit Werke wie Ariodante und Alcina, die zusammen mit Orlando zu den bedeutendsten nach dem Zusammenbruch der ersten Akademie zählen. 1737 kam es zum Bankrott, aber auch die Adelsoper ging pleite und musste aufgelöst werden. Bezeichnenderweise war wieder ein Werk der populäreren „leichten Muse“ der „Sargnagel“ des Unternehmens: die Opernparodie The Dragon of Wantley (Libretto: John Rich) des deutschen Komponisten Johann Friedrich Lampe. Diese hatte insgesamt mehr Vorstellungen als seinerzeit die Bettleroper. Händel erlitt einen Schlaganfall mit Lähmungserscheinungen, erholte sich bei einem Kuraufenthalt in den Aachener Thermalquellen in Burtscheid jedoch schnell wieder und komponierte mit der alten Produktivität.\n\nWenngleich Händel bis zu seiner letzten Oper Deidamia 1741 noch zahlreiche Versuche unternahm, die Oper fortzuführen, trat jedoch allmählich mit Saul und Israel in Egypt von 1739 und der Wiederaufnahmen seiner früheren Werke, darunter auch das 1736 komponierte Alexander’s Feast or The Power of Music das Oratorium in den Vordergrund. Den Text, eine Ode zu Ehren der hl. „Cäcilia von Rom“, verfasste John Dryden. Drydens Ode gilt als Meisterwerk englischer Dichtkunst. Bald darauf, 1740, vertonte Händel Verse eines weiteren großen englischen Dichters: L’Allegro, il Penseroso ed il Moderato von John Milton. Der dritte Teil Il Moderato war allerdings nicht aus der Feder von Milton, sondern von Charles Jennens (1700–1773), dem Librettisten von Händels Saul, Messiah und Belshazzar. Eine Reise Händels 1740 nach Deutschland ist kaum dokumentiert, möglicherweise hatte er noch Absichten, ein neues Opernunternehmen zu gründen und war auf der Suche nach Sängern oder er war am Berliner Hof, wie es der Hamburger Relations-Courier meldete, um seine beruflichen Chancen in Deutschland zu prüfen.\n\n1742 weilte Händel in Dublin und brachte dort sein Oratorium Messiah zugunsten von Schuldgefangenen und Armenkrankenhäusern zur Uraufführung. Die Alt-Partie sang Susanna Maria Cibber (1714–1766), eine Schwester des Komponisten Thomas Augustin Arne, die bald danach in London erste Schauspielerin am Theater des berühmten Shakespeare-Darstellers David Garrick wurde. Auch später in London überließ Händel die Erlöse seiner Messiah-Aufführungen Armen und Entrechteten. Hinter der Themenskizzierung für die Amen-Fuge notierte Händel eine irische Tanzmelodie, die er (in deutscher Sprache) als „Ballet“ D[e]r arme Irische Junge bezeichnete. Einmal jährlich führte er Messiah zugunsten des Londoner Foundling-Hospital auf, dessen ehrenamtlicher Co-Direktor er neben dem sozialkritischen Maler, Grafiker und Verfasser der Analysis of Beauty William Hogarth war. Kurz vor seiner Rückreise nach London begegnete Händel noch dem schon geistig verwirrten Autor von Gullivers Reisen, Jonathan Swift.\n\nNach dieser Zeit komponierte Händel keine Opern mehr. Stattdessen gab es von 1743 bis 1752 eine durchgehende Reihe von ein bis zwei neuen Oratorien pro Saison, die meisten davon zu Themen aus dem Alten Testament, aber auch die weltlichen Musikdramen Hercules und Semele. Obwohl von Händel so nicht gedacht und auch nicht szenisch aufgeführt, könnte man beide fast als englische Opern bezeichnen, zumal der Text zu Semele ein reines Opernlibretto war.\n\nNoch etliche Zeit versuchten Adelskreise Händel, der sich nun ganz dem Oratorium zugewandt hatte, zu Fall zu bringen. „Die ganze Operngesellschaft ist in Rage über Händel“, notierte eine Zeitgenossin. Anders als zu Zeiten der Adelsoper hatte er zwar als Oratorienkomponist keine Konkurrenz, aber seine Gegner konnten an den Abenden seiner Aufführungen Bälle und Bankette geben, um ihm zu schaden. Breite Bevölkerungsschichten erreichte er bald mit seinen „Siegesoratorien“ nach dem Jakobitenaufstand von 1745, von denen Judas Maccabaeus neben Messiah das zu seinen Lebzeiten populärste Oratorium wurde. Zur Arie des Judas Maccabaeus „With honour let desert be crown’d“ im dritten Akt komponierte Händel ein außergewöhnliches Solo für Trompete, denn ausnahmsweise band Händel für sein Trompetensolo den (bis heute) als „unnatürlich“ geltenden siebenten Oberton auf der Naturtrompete mit ein und brachte mit diesem Kunstgriff die „Doppelnatur des Trompetenklangs“ zur Geltung. Händel bildete mit dem siebten Oberton die Mollterz, wodurch sein „Trompetenklang“ permanent zwischen elegischem a-moll und kriegerischem (teils auch festlichem) D-Dur wechselt. In das Oratorium fügte Händel später zudem den Chor der Jünglinge „See, the conqu’ring Hero comes“ aus dem Oratorium Joshua ein, dessen Melodie später in Deutschland das Adventslied Tochter Zion, freue dich (EG 13) wurde.\n\nIm Jahre 1745 verlieh die 1738 vom Arzt, Mathematiker und Musikwissenschaftler Lorenz Christoph Mizler gegründete Leipziger Correspondierende Societät der musicalischen Wissenschaften Händel die Ehrenmitgliedschaft. Zu den Mitgliedern zählten unter anderem auch G. Ph. Telemann und J. S. Bach. (Letztes Mitglied sollte um 1755 Leopold Mozart werden. Doch die Societät löste sich um diese Zeit auf.) Im Sommer 1750 unternahm er nochmals eine Reise nach Deutschland aus unbekanntem Grund, nicht ohne vorher sein Testament verfasst zu haben. Auf dieser Reise hatte seine Kutsche einen Unfall in Holland und Händel verletzte sich nach Angaben des General Adviser schwer. 1751 begann Händel mit der Komposition des Oratoriums Jephta. Während der Niederschrift zeigten sich erste Symptome der beginnenden Erblindung – im Schlusschor des zweiten Aktes heißt es: „How dark, O Lord, are thy decrees“. Genau an dieser Stelle muss Händel seine Arbeit unterbrechen und notiert in die Partitur in deutscher Sprache: „Biß hierher komen den 13. Februar 1751, verhindert worden wegen relaxation des Gesichts meines linken Auges. so relax’t.“ Im weiteren Verlauf schließt dieser Chor mit Alexander Popes Maxime aus dem Essay on Man (1734): „Whatever is, is right.“ Diese wurde bald in Deutschland Gegenstand heftiger weltanschaulicher Auseinandersetzungen, an denen sich auch Moses Mendelssohn und Gotthold Ephraim Lessing beteiligten. Später übernahm Georg Wilhelm Friedrich Hegel Popes Maxime und kleidete sie in die Worte: „Alles was ist, ist vernünftig“ – vom Hegel-Schüler Heinrich Heine umgedeutet in „Alles, was vernünftig ist, muss sein“. Mit vielen Unterbrechungen sowie unter höchsten Anstrengungen vermochte Händel sein Werk Monate später zu vollenden. 1754 konnte sich Händel endlich bei seinem lebenslangen Freund und Blumenliebhaber Telemann mit einer Kiste exotischer Pflanzenzwiebeln bedanken (wenn auch verspätet: ihm war irrtümlich der Tod seines Hamburger Kollegen mitgeteilt worden). Händel dankte für die ihm von Telemann 1750 vorab übersandte Intervall-Lehre Neues musikalisches System, die 1752 in Mizlers Musikalischer Bibliothek erschien. Hierin unterteilt Telemann jeden Ton, jedes Intervall vierfach in: Minimum, Minor, Major und Maximum. Sein Neues musikalisches System stieß allerdings bei den Zeitgenossen auf scharfe Ablehnung, weil mit dem Aufkommen des Hammerklaviers die temperierte Stimmung favorisiert wurde. Diese vierfache Unterteilung hatte Händel übrigens punktuell in seinen 1706–1709 entstandenen italienischen Kantaten, sowie im Il Trionfo (in der Arie „Io sperai“) angewandt.\n\nHändel unterzog sich mehreren erfolglosen Augenoperationen, eine davon durch den umstrittenen Okulisten (Starstecher) John Taylor (1703–1772), der auch Johann Sebastian Bachs Augen operiert hatte. In Taylors 1761 in London erschienen History of the Travels and Adventures findet sich auch ein Abschnitt über seine medizinischen Begegnungen mit Bach und Händel. Darin vermerkte Taylor, dass beide Komponisten „anfangs zusammen erzogen wurden“. Diese Aussage Taylors stieß bei den Bach- und Händel-Biografen seit Jahrhunderten auf heftigen Widerspruch.\n\nEs gibt Hinweise, dass Händel während seiner letzten Jahre zeitweise wieder etwas sehen konnte, aber nach Mai 1752 gewann er sein Augenlicht praktisch nicht mehr zurück. Trotzdem wirkte er weiterhin bei den Aufführungen seiner Oratorien mit und spielte zwischen den Akten seine Orgelkonzerte, die er teilweise improvisierte. Weiterhin komponierte er neue Arien oder überarbeitete ältere. Bei der Niederschrift half ihm sein getreuer John Christopher Smith (der Jüngere). Für den Judas Maccabaeus komponierte er den Duett- und Chorsatz „Sion now her head shall raise“. Noch eine Woche vor seinem Tod saß Händel an der Orgel bei einer Aufführung seines Messiah.\n\nIm April des Jahres 1759 hatte Händel einen Kuraufenthalt in Bath geplant, wozu es jedoch nicht mehr kam, denn am Morgen des 14. April 1759, an einem Karsamstag, verstarb Händel – im Alter von 74 Jahren – in seiner Wohnung Brook Street Nr. 57 (heute Nr. 25). Er hinterließ – je nach Umrechnung – zwei bis sechs Millionen Euro, angelegt in Wertpapieren. Am 20. April wurde er in der Londoner Westminster Abbey beigesetzt. Seinem Wunsch nach einem stillen Begräbnis wurde nicht entsprochen: es sollen 3000 Trauernde anwesend gewesen sein.\n\nHändels 42 Opern folgen ab der fünften Oper Rodrigo dem Typus der Opera seria, oder, wie von ihm selbst bezeichnet Dramma per musica, die aus einer Folge von Secco-Rezitativen und Da-capo-Arien besteht. Im Laufe der Zeit entwickelte er die Oper weiter, ohne jedoch mit der etablierten Form zu brechen. Um besonders intensive Gefühlszustände einer Figur darzustellen, setzt Händel mehr und mehr das Accompagnato (vom Orchester begleitetes Rezitativ) ein. So z. B. zur großen Sterbeszene des Bajazet im Tamerlano oder bei der berühmten Wahnsinnsszene im Orlando.\n\nNeben Arien gibt es Duette, seltener Terzette oder Quartette. Chöre schrieb Händel anfangs nur für die Finali, wo sie von den Protagonisten gesungen werden. Erst ab 1735 scheint er über einen eigenständigen Opernchor verfügt zu haben. Im selben Jahr schrieb er für die in Covent Garden gespielten Opern Alcina und Ariodante Ballettnummern, weil ihm dort die Ballett-Compagnie mit Marie Sallé als Primaballerina und Choreographin zur Verfügung stand. (Voltaire zählte zu ihren Verehrern). Eigens für sie komponierte Händel die Terpsichore als Prolog zur Zweitfassung von seinem Il Pastor fido. Marie Sallé, die bereits vor Jean-Georges Noverre den damaligen Bühnentanz revolutionierte, löste mit ihrem Auftritt in Händels Zauberoper Alcina einen Theaterskandal aus: Sie tanzte darin die männliche Rolle des Cupido nur leicht bekleidet und wurde dafür auf offener Bühne ausgepfiffen.\n\nHändels Opern-Ouvertüren folgen dem von Lully geprägten französischen Typus: langsam-schnell (fugiert)-langsam. Die Libretti sind oftmals aus venezianischen Vorlagen abgeleitet; entgegen der allgemeinen Popularität der Metastasio-Texte benutzte Händel nur dreimal Libretti dieses Dichters.\n\nSchon während seiner Zeit als Komponist italienischer Opern entwickelt Händel eine neue Kunstform: Das englische Oratorium.\n\nIn England war das Oratorium bis dahin unbekannt, und auf dem Kontinent orientierte es sich am starren Schema der Opera seria mit ihrer einförmigen Folge von rezitativisch vorgetragener Handlung und oft zu langen Da-capo-Arien; Ensembles und Chöre kommen kaum vor. Aus Elementen der englischen Plays, Masques und Anthems, des klassischen französischen Dramas, der deutschen Kirchenkantate sowie der charakteristischen Musikform der italienischen Oper (Rezitativ und Arie, Ouverture, Einteilung in drei Akte) schafft Händel durch die großformale Gestaltung eine neue Form des musikalischen Dramas, die von der Bühne losgelöst ist. Das Theater stellt zwar weiter den äußeren Rahmen, doch szenisches Spiel, Kostüme, Masken usw. entfallen. Dies ermöglicht plötzliche Szenen- und Affektwechsel. Der Handlungsablauf wird nun ausschließlich in die Fantasie des Zuhörers verlagert, dementsprechend wird der ideelle und sinnliche Gehalt eines Werkes intensiviert. Der Chor ist jetzt nicht nur integriert, sondern er wird zum wesentlichen Glied und Träger der Handlung. Das Oratorium hat dadurch, ohne das Dramatische zu verlieren, episch-lyrischen Charakter. Librettist und Komponist teilen dem Chor zwei Rollen zu: Die Rolle des unmittelbar an der Handlung Beteiligten und, nach antikem Vorbild, des sie Betrachtenden und Kommentierenden. Schicksal und Taten der handelnden Personen wickeln sich vor dem Hintergrund des Volkslebens ab. Ganze Völker werden personifiziert. In Belshazzar werden gar drei Völker einander gegenübergestellt. Der Heldenkastrat wird (so gut wie) verbannt, dafür übernimmt der in der Oper bisher vorwiegend als Schurke agierende Tenor die Rolle des Helden. Händel führt seine Oratorien in eigener Regie auf und öffnet einem neuen Publikum, dem bürgerlichen, die Pforten.\n\nHändels Kirchenmusik teilt sich auf in einige Psalmvertonungen in lateinischer Sprache, die er in Italien schrieb, und die englischsprachigen Stücke. Zu den lateinischen Werken zählen die Vesperpsalmen Dixit Dominus, Laudate pueri und Nisi Dominus. Die in der frühen Londoner Zeit entstandenen Chandos Anthems sind entsprechend dem kleinen zur Verfügung stehenden Ensemble von eher intimem Charakter. Die anderen kirchenmusikalischen Werke der Londoner Zeit entstanden meist für die Chapel Royal für besondere, teils staatspolitische Anlässe. Das Utrechter Te Deum und Jubilate zur Feier des Friedens von Utrecht ist vom Einfluss Purcells geprägt. Von den vier Coronation Anthems, komponiert zur Krönung von Georg II. und Königin Caroline 1727 in der Westminster Abbey, wird Zadok the Priest seither bei jeder britischen Krönungszeremonie gespielt, zuletzt am 2. Juni 1953 anlässlich der Krönung von Elisabeth II.. Das Stück ist ferner als Erkennungsmelodie der UEFA Champions League bekannt. Das Funeral Anthem – The ways of Zion do mourn, komponierte Händel 1737 für das Staatsbegräbnis von Königin Caroline und das Dettinger Te Deum mit dem Dettingen Anthem 1743 zur Feier des Sieges bei Dettingen.\n\nEin wichtiger Teil von Händels Orchestermusiken entstand für seine Opern und Oratorien. Und zwar als Ouvertüren, Zwischenakt- und Ballettmusiken. Zu den eigenständig herausgegebenen Konzerten gehören die sechs Concerti grossi op. 3, die 1734 veröffentlicht, aber wesentlich früher zu verschiedenen Gelegenheiten geschrieben wurden, sowie die zwölf Concerti grossi op. 6 von 1739. Händels Concerti grossi op. 6 sind Orchesterwerke mit einem Wechselspiel zwischen vollem Streichorchester (Ripieno) und einer Streicher-Solistengruppe (Concertino). Richtungsweisend für diese aus Italien stammende Form war Corelli. Händel verbindet in seinen Konzerten italienische Tradition mit der neuen sinfonischen Entwicklung des 18. Jahrhunderts. Zu etlichen Concerti grossi fügte Händel im nachherein noch Oboenparte hinzu.\n\nHändels Orgelkonzerte sind seine eigene Erfindung und stehen neben Bachs Cembalokonzerten am Anfang der Entwicklung des Konzerts für Tasteninstrument und Orchester. Händel spielte seine Orgelkonzerte in der Regel während der Pausen großer Oratorien-Aufführungen auf einem eigens für ihn gebautem Orgelpositiv. In der gedruckten Ausgabe von 1738 wurde auch das Cembalo sowie die Harfe (op. 4, Nr. 6) als mögliches Soloinstrument angegeben. Gegenüber den sechs Konzerten op. 4 (veröffentlicht 1738) zeichnen sich die beiden aus der Second Series (veröffentlicht 1740, das erste mit dem Beinamen „The Cuckoo and the Nightingale“) und die sechs posthum veröffentlichten Konzerte op. 7 dadurch aus, dass viele Stellen und ganze Sätze als „ad libitum“ gekennzeichnet wurden, die Händel also während der Aufführungen ex tempore spielte. Für das Konzert op. 7 Nr. 1, mit einem mächtigen Ostinato-Satz, schreibt Händel eine zweimanualige Orgel mit Pedal („Organo a. 2 Clav. e Pedale“) vor!\n\nIn den Jahren 1747 und 1748 schrieb Händel drei Concerti a due cori, in denen er das Orchester eigentlich dreiteilt: Nämlich in zwei Bläserchöre und einem Streicherchor mit Basso continuo. Diese Konzerte sind größtenteils keine eigenständigen Kompositionen, sondern wurden von Händel aus Chören der Oratorien Esther, Belshazzar, Semele und Messiah arrangiert und als Zwischenaktmusiken in seinen Oratorienaufführungen gespielt.\n\nAls Freiluftmusiken sind die drei Suiten der Water Music (Wassermusik) für Bootsfahrten auf der Themse, sowie die Music for the Royal Fireworks (Feuerwerksmusik) von 1749 konzipiert. Letztere wurde anlässlich des am 7. Oktober 1748 geschlossenen Aachener Friedens von König Georg II. in Auftrag gegeben und am 27. April 1749 in Londoner Green Park uraufgeführt. Im Vorfeld kam es wegen der Orchesterbesetzung zu Auseinandersetzungen zwischen dem König und Händel. Denn der König wollte ausschließlich „Militärinstrumente“ (Oboen, Fagotte, Hörner, Trompeten und Pauken) verwendet wissen. Händel dagegen bestand auf Mitwirkung von Streichinstrumenten. Wer sich von beiden letztendlich durchsetzte, lässt sich heute nicht mehr mit Sicherheit sagen: Tatsache bleibt, dass Händel seine Partitur ausschließlich für Blasinstrumente und Pauken konzipierte, jedoch später vermerkte, dass zusätzlich Streicher die Oboen- und Fagottstimmen zu verdoppeln hätten. Die öffentliche Probe der Feuerwerksmusik mit 100 Musikern vor 12 000 Zuhörern am 21. April in Vauxhall Gardens wurde ein großer Erfolg. Das eigentliche Ereignis dagegen, die offizielle Feierlichkeit am 27. April im Green Park, endete mit einem Desaster. Durch technisches Versagen des Feuerwerks fingen die eigens für das Feuerwerk zur Feier des Aachener Friedens errichteten Bauten und Dekorationen Feuer und brannten nieder. Einzig Händels Musik soll die Ehre dieses Tages gerettet haben.\n\nDie sechs Triosonaten op. 2, für zwei Violinen und Basso continuo, wurden zuerst von Roger in Amsterdam um 1722 verlegt. Sie entsprechen durchgängig der viersätzigen italienischen Kirchensonatenform. Weitere sieben Triosonaten op. 5, für zwei Violinen und Basso continuo, wurden 1739 in London veröffentlicht. Diese haben fünf bis sieben Sätze, darunter Tanzsätze wie Passacaille, Sarabande, Gavotte etc., so dass sie der Suitenform nahekommen. Drei weitere Triosonaten sind nur durch Handschriften überliefert. Der Kirchensonatenform entsprechen auch die 15 Solosonaten op. 1, die ebenfalls um 1722 von Roger in Amsterdam erstmals publiziert wurden. Sie unterteilen sich in 3 Sonaten für Traversflöte, 4 Sonaten für Blockflöte, 2 Sonaten für Oboe und 6 Sonaten für Violine, jeweils mit Generalbass-Begleitung. In der Hallischen Händel-Ausgabe stehen noch sechs Triosonaten für zwei Oboen und Basso continuo von Anfang 1700. Es gilt inzwischen als sicher, dass Händel nicht der Urheber dieser Sonaten ist.\n\nHändels Veröffentlichungen für das Cembalo gehen auf in Umlauf gebrachte Kopien einiger seiner Stücke, welche er möglicherweise im Rahmen seiner Lehrtätigkeit benutzte, zurück. Weil er die Verbreitung der ungenauen und verfälschten Abschriften eindämmen wollte, gab er 1720 die acht Suites de Pièces pour le Clavecin heraus. 1733 folgte eine zweite Sammlung mit neun Suiten unter dem gleichen Titel und ferner 6 Fugen (1735). Weitere Gelegenheitswerke sind in Hand- oder Abschrift überliefert. Die zweite Suitensammlung enthält eine bemerkenswerte Chaconne (G-Dur) über einen achttaktigen Basso ostinato, der auf Henry Purcell zurückgeht. Diesen verwendete auch Gottlieb Muffat in seinen Componimenti musicali und Bach für seine Goldberg-Variationen sowie für den Canon triplex a. 6 Voc., einen Rätselkanon, den er auf dem bekannten Porträt von Elias Gottlob Haußmann in der Hand hält.\n\nIn seiner Schrift Der vollkommene Kapellmeister, die 1739 in Hamburg erschien, hat Johann Mattheson knapp 1 1/4 Takte (Takt 3–4) aus dem vierten Satz – der Schlussfuge – von Händels Claviersuite Nr. 2 F-dur (aus Suites de Pièces von 1720) abgedruckt. Neben seinem Notenzitat richtet Mattheson, der sicherlich noch tieferen Einblick in Händels Kompositionsprinzipien hatte, folgende Frage an seine Leserschaft: „Wer sollte wol dencken, daß in diesen wenig Noten, als einem dicken kurtzen Golddrat, ein Faden verborgen wäre, der sich hundertmahl so lang ziehen läßt?“ Mit „Golddrat“ (Golddraht) meint Mattheson Händels Fugenthema (Subjekt) mit seinem Gegenthema (Kontrasubjekt).\n\nZur Kammermusik zählten zu Händels Zeit sowohl Vokal- als auch Instrumentalstücke. Zahlreich sind seine weltlichen Kantaten: 72 für Solostimme und Basso continuo, die aus einer Abfolge von Arien und Rezitativen bestehen, bei denen er sich mit an Alessandro Scarlatti orientierte. Hinzu kommen die Kantaten con stromenti, also mit selbständigen Instrumentalstimmen. (Dazu gehört die kleine spanische Kantate Cantata Spagnuola a voce sola e Chitarra, von Händel mit Noten im alten Stil aufgezeichnet). Die meisten der weltlichen Kantaten werden der Zeit in Rom zugeordnet, als Händel an der Accademia degli Arcadi mit den Scarlattis, Corelli und Pasquini zusammentraf.\n\nAuf etwa 1724–26 datieren die Neun Deutschen Arien für Solostimme, Melodieinstrument und Basso continuo aus B. H. Brockes’ naturlyrischer Gedichtssammlung: Irdisches Vergnügen in Gott. Brockes, der mit „poetischer Verklärung“ für die Ausbreitung naturwissenschaftlicher Erkenntnisse sorgte, beeinflusste nachhaltig Christoph Martin Wieland und Johann Wolfgang Goethe. „Meine Seele hört im Sehen“ – so lautet eine der von Händel vertonten Deutschen Arien. Mit diesen Arien vertont er zum letzten Mal einen deutschsprachigen Text.\n\nDuette und Terzette für Singstimmen und Generalbass entstanden in Italien oder Hannover sowie zwischen 1741 und 1745 in London. Sie folgen dem Vorbild der als Modell der Gattung angesehenen Werke von Agostino Steffani, den Händel in Hannover noch kennengelernt hatte. Einige von ihnen erweiterte Händel für seine Oratorien zu vierstimmigen Chören.\n\nFür den Interpreten Händelscher Opern und Oratorien in heutiger Zeit sind die überlieferten Angaben über die Größe der Instrumentengruppen des Orchesters unter Händels Leitung und die Art, wie zu spielen ist, von großer Bedeutung. Von Italien, wo Händel keinen Einfluss auf die Struktur des Orchesters im Hause Ruspoli hatte, wissen wir die Besetzung für die Aufführung der La Resurrezione: 2 Trompeten, 4 Oboen, 23 Violinen (angeführt vom Konzertmeister Corelli), 4 Violen, 6 Violoncelli und 6 Kontrabässe. Die weiteren Angaben sind rätselhaft, da noch 1 kleine Bassgeige erwähnt ist (möglicherweise ist die in der Partitur geforderte Viola da gamba gemeint) und eine Posaune. Flöten sind nicht erwähnt, wurden aber wohl, wie üblich, von den Oboisten gespielt.\n\nDie Zusammenstellung des Londoner Opernorchesters lag nun aber ganz in Händels Hand. Ein Protokoll des Herzogs von Portland von 1720 zählt folgende 34 Musiker auf: 1 Trompete, 4 Oboen, 3 Fagotte, 17 Geigen, 2 Bratschen, 4 Violoncelli, 2 Kontrabässe, 1 Theorbe. 1727 erwähnt der in London weilende Komponist vom Berliner Hof Johann Joachim Quantz, daß das Orchester „grösstentheils aus Deutschen, aus einigen Italienern, und ein paar Engelländern“ bestand. „Castrucci, ein italienischer Violinist, war der Anführer“ (Burney). Im Jahre 1728 hat der Franzose Fourgeroux in seinem englischen Reisebericht die Besetzung einer Opernaufführung im King’s Theatre notiert: 24 Violinen und Violen (angeführt von den Brüdern Castrucci), 3 Celli, 2 Kontrabässe, 1 Laute, 2 Cembali. Was die Bläser betrifft, hat er nur erwähnt, daß gelegentlich Flöten und Trompeten gespielt hätten. Oboen und Fagotte hat er ganz vergessen. Er mokierte sich darüber, dass in den Rezitativen die Akkorde nur „abgesetzt“ gespielt worden wären, was er aus seiner Heimat sicher nicht kannte. Außerdem berichtet er, dort hätte nur ein Violoncello, die beiden Cembali und die Laute gespielt. Von der Premiere des Orlando 1733 berichtet Sir John Clark of Penicuick, daß ihn die Zahl der Instrumentalvirtuosen überrascht habe und zählt 2 Oboen, 4 Fagotte, mehr als 24 Geigen, 4 Celli, 2 große Gamben (Kontrabässe) , 2 Cembali und eine Theorbe auf. Er wiederum beschwert sich darüber, dass das Orchester zu laut gewesen sei und die Stimmen teilweise übertönt hätte. Etwa 1733–1745[8][9] ist Francisco Caporale Solocellist in Händels Orchester. Er spielte ein Violoncello mit 5 Saiten und viele der Händelschen Soli für Violoncello in diesem Zeitraum sind auf dieses Instrument zugeschnitten.\n\nDie letzten Hinweise haben wir von 1750 mit dem erhaltenen Notenmaterial für die Aufführungen des Messias in dieser Zeit: 4 Oboen, 4 Fagotte, 2 Hörner, 2 Trompeten, Pauken, 14 Violinen (8 „erste“ und 6 „zweite“), 6 Violen, 3 Violoncelli und 2 Kontrabässe.\n\nSchon zu Lebzeiten genoss Händel in England den Rang eines Klassikers. 1738 war ihm zu Ehren in Vauxhall Gardens ein durch Roubiliac geschaffenes lebensgroßes Denkmal errichtet worden.[10] Am 15. Juli 1762 wurde das von Roubiliac gestalteten Grabdenkmal Händels in der Westminster Abbey enthüllt.[11] Mainwarings 1760 erschienene Memoirs of the Life of the Late George Frederic Handel (von Mattheson ins Deutsche übersetzt) gelten als erste Musikerbiographie überhaupt. Im Gegensatz zu vielen Komponisten seiner Epoche, wie etwa in Deutschland Johann Sebastian Bach oder Georg Philipp Telemann, geriet Händel nach seinem Tod in England nicht in Vergessenheit. Allerdings gründete sich seine dauerhafte Präsenz im englischen Musikleben vorwiegend auf seine Oratorien, insbesondere den Messiah.\n\nNeben regelmäßigen auszugsweisen Aufführungen seiner Oratorien wurden mehrere aus Händels Musik zusammengestellte Pasticci gespielt. Zur Feier von Händels hundertstem Geburtstag wurde 1784 (man hatte sich um ein Jahr vertan, weil im Geburtsjahr Händels in England noch der Julianische Kalender galt, nach dem das Jahr erst am 25. März begann, während in Deutschland der Gregorianische Kalender galt) mit über 500 Musikern eine dreitägige Gedächtnisfeier in Westminster Abbey und im Pantheon gehalten, mit Aufführungen des Messiah, Stücken aus den anderen Oratorien und Orchestermusik. Wegen des Erfolgs wurde die Messias-Aufführung noch zweimal wiederholt. Diese Gedächtnisfeier begründete eine Tradition, die bis 1791 fortgeführt wurde und immer gigantischere Ausmaße annahm: Im letzten Jahr wurden über 1000 Musiker engagiert.\n\nDie Begeisterung für den Messias erreichte auch bald Deutschland. 1772 wurde dieser erstmals von Michael Arne auf einem Gastspiel in Hamburg dirigiert. Drei Jahre später dann von Carl Philipp Emanuel Bach, dem zweitältesten Sohn von J. S. Bach. Nachdem Friedrich Gottlieb Klopstock im Jahre 1773 sein Vers-Epos Der Messias abgeschlossen hatte, erschien nun 1775 seine deutsche Übersetzung von Händels Werk. Johann Adam Hiller war dann der erste, der für Berlin 1786 das Stück völlig neu instrumentierte und änderte.\n\nIn Wien erweiterte und veränderte Wolfgang Amadeus Mozart für die Konzerte des Barons Gottfried van Swieten zwischen 1788 und 1790 die Instrumentation von vier oratorischen Werken, darunter die des Messiah, um sie dem Zeitgeschmack anzupassen. Dabei ging er aber mit dem Händelschen Original wesentlich respektvoller um als zuvor Hiller. Darüber hinaus verarbeitete Mozart 1791 in seinem (unvollendeten) Requiem Themen sowie kontrapunktische Verdichtungen aus Händels Funeral Anthem, Dettingen Anthem und seinem Messias („And with his stripes“).\n\nAls Haydn während seines London-Aufenthalts Oratorien Händels hörte, war er tief berührt: Ihm war, „als sei er an den Beginn seiner Studien zurückversetzt worden und habe bis dahin nichts gewusst.“ (nach Giuseppe Carpani). Er brachte ein Libretto nach Wien mit, das möglicherweise für Händel verfasst worden war, und komponierte danach Die Schöpfung, ein Oratorium, das in seiner Struktur und seinen Chorfugen deutlich unter dem Einfluss Händels steht. Gleichermaßen ließ sich Beethoven von Händel inspirieren. Auf See, the conqu’ring Hero comes schrieb er Variationen für Cello und Klavier (1796). Die Ouvertüre Die Weihe des Hauses mit ihrer großen Mittelfuge ist bewusst nach Händels Stil modelliert.\n\nIn den 1770er Jahren kam der Messiah nun auch in die USA und wurde, der englischen Tradition folgend, vorwiegend zu Benefizzwecken aufgeführt. In der ersten Hälfte des 19. Jahrhunderts etablierte sich dann dort die Tradition, ihn in der Vorweihnachtszeit aufzuführen.\n\nAb 1842 machte Vincent Novello in England eine enge Auswahl an Oratorien in preiswerten Klavierauszügen zugänglich. War die bis dahin einzige Gesamtausgabe von Samuel Arnold unhandlich; so konnten die Noten (deren Preis den leerer Notenblätter nicht überstieg) sich nun auch in den Chorvereinigungen der Provinzen ausbreiten.\n\nIn monumentalem Maßstabe wurden in London (nach einer Probe 1857) von 1859 bis 1926 im dreijährigen Abstande im Crystal Palace Händelfestspiele gehalten. Auf ihrem Höhepunkt wirkten etwa 4000 Chorsänger und etwa 500 Orchestermusiker mit. In dieser Form entwickelte sich die Veranstaltung geradezu zu einer Demonstration des englischen Nationalstolzes.\n\nIn Deutschland errichtete man anlässlich des hundertsten Todestags Händels in großer Inszenierung ein Händel-Denkmal gegenüber seiner Taufkirche auf dem Marktplatz seiner Geburtsstadt Halle; an den Feierlichkeiten nahm unter anderem Franz Liszt teil.\n\nFelix Mendelssohn Bartholdy entriss nicht nur mit seiner denkwürdigen Wiederaufführung der Matthäuspassion im Jahre 1829 das Werk Johann Sebastian Bachs der Vergessenheit, sondern er sorgte auch dafür, dass Händels Oratorien in Deutschland aufgeführt wurden. Einige Oratorien Händels richtete Mendelssohn eigenhändig für den praktischen Gebrauch ein. Georg Gottfried Gervinus übersetzte die englischen Texte von sämtlichen Oratorien Händels, die so überhaupt zum Standardrepertoire der deutschen Chorvereinigungen werden konnten. Und Johannes Brahms verfasste für die erste deutsche Händel-Gesamtausgabe Klavierstimmen (Generalbass-Aussetzungen) für die von Chrysander unter dem Titel Duetti e Terzetti zusammengefaßten losen Vokalduette und –terzette.\n\nSeit 1914 überzog der Antisemitismus in Deutschland das Werk Händels, indem seine Oratorien arisiert wurden: Israel in Egypt wurde in Mongolensturm umbenannt und Judas Maccabaeus, zunächst in Der Feldherr umfirmiert, kam von 1933 bis 1945 nur noch unter dem Titel Wilhelm von Nassau zur Aufführung.\n\nAndererseits war es Deutschland vorbehalten, Händels völlig vergessene Opern wiederzubeleben. Ab 1920 brachte der Kunsthistoriker Oskar Hagen mehrere davon in Göttingen auf die Bühne. Seine deutschen Fassungen verbreiteten sich schnell an den Theatern des ganzen Landes.\n\nGegenwärtig wird Händels Tonschaffen in Deutschland neben Konzerten und Theateraufführungen bei drei Festspielen gepflegt: die Internationalen Händel-Festspiele Göttingen, (die aus Oskar Hagens Opernaufführungen der 1920er entstanden), dann die 1952 in Händels Geburtsstadt vom GMD Horst-Tanu Margraf initiierten Händel-Festspiele Halle (Es gab schon vier Vorläufer für das dann jährlich stattfindende Festival: 1922, 1929, 1935 und 1948.) und die Karlsruher Händel-Festspiele, die seit 1985 vom Badischen Staatstheater in enger Zusammenarbeit mit der Händel-Gesellschaft und der Internationalen Händel-Akademie veranstaltet werden.\n\nInzwischen gibt es auf der ganzen Welt Aufführungen von Händels Opern und szenische Realisationen seiner Oratorien (die Händel immer, von der Uraufführung des Messias abgesehen, auf einer Theaterbühne aufführte – wenn auch nicht szenisch), welche die Relevanz seiner Werke fürs heutige Musiktheater eindrucksvoll belegen,[12] wie auch in zeitgenössischen Reflexionen, z. B. einer Hommage zum 250. Todestag des Komponisten, der Tanzoper Rituale von Heike Hennig und ihrem Ensemble im Februar 2009 in Leipzig.\n\nDie Evangelisch-Lutherische Kirche in Amerika und die Lutherische Kirche – Missouri-Synode ehren Händel gemeinsam mit Johann Sebastian Bach und Heinrich Schütz mit einem Gedenktag am 28. Juli, Bachs Todestag.\n\nHändel stellt jeden Herausgeber vor besondere Schwierigkeiten. Seine Änderungen, Ergänzungen und Anpassungen an veränderte Aufführungsbedingungen führen dazu, dass es für fast jedes Werk eine Vielzahl von möglichen Varianten gibt. Die Hallische Händel-Ausgabe hat sich zum Ziel gesetzt, alle Fassungen eines Werkes zu rekonstruieren. Eine Fassung letzter Hand gibt es nicht. So besteht für den Interpreten die Möglichkeit, zwischen den verschiedenen Fassungen zu wählen. Für die Kammermusik gibt es das Problem, dass mehrere Veröffentlichungen nicht von Händel autorisiert waren und teilweise vom Verleger selbst zusammengestellt und um unechte Werke ergänzt wurden. Inzwischen sind die unechten Werke jedoch identifiziert und der Befund in modernen Ausgaben erklärt.\n\nDer erste Versuch einer Gesamtausgabe von Händels Werken erfolgte zwischen 1787 und 1797 durch Samuel Arnold in London. Es erschienen 36 Bände, aber dann wurde wegen abspringender und verstorbener Subskribenten vorzeitig abgebrochen, so dass fast alle Opern und ein Großteil der vokalen Kammermusik fehlen. Eine von der English Handel Society zwischen 1843 und 1858 betriebene Ausgabe auf der Basis von Autographen wurde nach kaum mehr als zwölf größeren Chorwerken eingestellt.\n\nAls Pionierleistung muss die Gesamtausgabe in 94 Bänden gelten, die Friedrich Chrysander – anfangs unter dem Dach der von ihm mitgegründeten Deutschen Händel-Gesellschaft in Leipzig – ab 1858 herausgab. Chrysander griff dafür auf Händels Dirigierpartituren (die sog. „Direktionspartituren“), jedoch nur teilweise auf die Autographe zurück. Dazu kamen sechs Ergänzungsbände mit Kompositionen anderer Komponisten, deren Materialien Händel verwendete. Nur ein Band der Gesamtausgabe und zwei Ergänzungsbände wurden 1902 von Max Seiffert hinzugefügt, ein weiterer (Nr. 49) erschien nie.\n\n1955 begann die Georg-Friedrich-Händel-Gesellschaft in Halle mit einer Ausgabe für den praktischen Gebrauch, die die Chrysander-Ausgabe ergänzen sollte. Man stellte bald fest, dass diese den modernen musikwissenschaftlichen Ansprüchen nicht mehr genügte, da Varianten und Begründungen der Editionsentscheidungen fehlten; so dass man 1958 beschloss, eine neue Gesamtausgabe mit kritischem Bericht zu erarbeiten – die Hallische Händel-Ausgabe (HHA). Die Arbeit soll bis 2023 abgeschlossen sein. Im Rahmen der HHA erschien 1978 im Händel-Handbuch das von Bernd Baselt erarbeitete Händel-Werke-Verzeichnis (HWV).","strBiographyFR":"Georg Friedrich Haendel ou Händel (George Frideric Handel en anglais) est un compositeur allemand, devenu sujet britannique, né le 23 février 1685 à Halle et mort le 14 avril 1759 à Londres.\n\nHaendel personnifie souvent de nos jours l'apogée de la musique baroque aux côtés de Jean Sébastien Bach. Né et formé en Saxe, installé quelques mois à Hambourg avant un séjour initiatique et itinérant de trois ans en Italie, revenu brièvement à Hanovre avant de s'établir définitivement en Angleterre, il réalisa dans son œuvre une synthèse magistrale des traditions musicales de l'Allemagne, de l'Italie, de la France et de l'Angleterre.\n\nVirtuose hors pair à l'orgue et au clavecin, Haendel dut à quelques œuvres très connues notamment l'oratorio Le Messie, ses concertos pour orgue et concertos grossos, ses suites pour le clavecin, ses musiques de plein air (Water Music et Music for the Royal Fireworks) de conserver une notoriété active pendant tout le XIXe siècle, période d'oubli pour la plupart de ses contemporains. Cependant, pendant plus de trente-cinq ans, il se consacra pour l'essentiel à l'opéra en italien (plus de 40 partitions d'opera seria ), avant d'inventer et promouvoir l'oratorio en anglais dont il est un des maîtres incontestés.\n\nSon nom peut se trouver sous plusieurs graphies : en allemand, Händel peut aussi s'écrire Haendel (le « e » remplaçant l'umlaut, orthographe souvent préférée en français) et, après son installation en Angleterre, lui-même l'écrivait sans tréma : Handel, qui est la manière retenue par les anglophones, comme il l'écrivait lui-même.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"German","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ypqqup1360238863.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ywqwvu1521546741.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"27870d47-bb98-42d1-bf2b-c7e972e6befc","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}