{"artists":[{"idArtist":"136261","strArtist":"Ismaël Lô","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1956","intBornYear":"1956","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"World/Ethnic","strMood":"","strWebsite":null,"strFacebook":null,"strTwitter":null,"strBiographyEN":"Ismaël Lô is a versatile singer and artist, he plays the guitar and the harmonica. He was born in Dogondoutchi in Niger on 30 August 1956 to a Senegalese father and a Nigerian mother. Shortly after Lô's birth the family returned to Senegal where they settled in the town of Rufisque, near the capital Dakar.  In the 1970s, Lô studied at the School of Art in Dakar later joining the popular Super Diamono. He left the group in 1984 to start a solo career. Over the next four years Lô recorded five popular solo albums.  In 1990 Lô signed a recording deal with Barclay and recorded in France his sixth solo album, Ismaël Lô. Thanks to the success of the single Tajabone the album became a hit in the European charts. The album launched his international career.  Iso was recorded and released in 1994, and also became a success. The album contains soft guitar melodies and traditional senegalese mbalax. The following year Lô toured in Africa. The compilation album Jammu Africa was released in 1996.  In 1999, Tajabone was featured in Pedro Almodóvar's All About My Mother.","strBiographyDE":null,"strBiographyFR":"Ismaël Lô est un chanteur et artiste polyvalent, il joue de la guitare et de l'harmonica. Il est né à Dogondoutchi au Niger le 30 août 1956 d'un père sénégalais et d'une mère nigériane. Peu de temps après la naissance de Lô, la famille est retournée au Sénégal où elle s'est installée dans la ville de Rufisque, près de la capitale Dakar. Dans les années 1970, Lô étudie à l'Ecole Supérieure d'Art de Dakar puis rejoint le populaire Super Diamono. Il quitte le groupe en 1984 pour se lancer dans une carrière solo. Au cours des quatre années suivantes, Lô enregistre cinq albums solo populaires. En 1990, Lô signe un contrat d'enregistrement avec Barclay et enregistre en France son sixième album solo, Ismaël Lô. Grâce au succès du single Tajabone, l'album est devenu un hit dans les charts européens. L'album lance sa carrière internationale. Iso a été enregistré et sorti en 1994, et est également devenu un succès. L'album contient de douces mélodies de guitare et du mbalax traditionnel sénégalais. L'année suivante, Lô part en tournée en Afrique. L'album de compilation Jammu Africa est sorti en 1996. En 1999, Tajabone a été présenté dans All About My Mother de Pedro Almodóvar. ","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"","strCountryCode":"SN","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/l-ismal-5150942a03d12.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/0vruwz1643117618.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"3a4de95b-22f9-4325-afd6-c4d648befcba","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}