{"artists":[{"idArtist":"112499","strArtist":"Cliff Richard","strArtistStripped":null,"strArtistAlternate":"","strLabel":"EMI","idLabel":"43827","intFormedYear":"1961","intBornYear":"1940","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Happy","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Sir Cliff Richard, OBE (born Harry Rodger Webb; 14 October 1940) is a British pop singer, musician, performer, actor, and philanthropist. With his backing group The Shadows, Richard, originally positioned as a rebellious rock and roll singer in the style of Little Richard and Elvis Presley, dominated the British popular music scene in the pre-Beatles period of the late 1950s and early 1960s. His 1958 hit single \"Move It\" is often described as Britain's first authentic rock and roll song, and John Lennon once claimed that \"before Cliff and the Shadows, there had been nothing worth listening to in British music.\" A conversion to Christianity and subsequent softening of his music later led to a more middle of the road pop image, sometimes venturing into gospel music.\n \nOver a 53-year career, Richard has become a fixture of the British entertainment world, amassing many gold and platinum discs and awards, including three Brit awards and two Ivor Novello awards. He has had more than 130 singles, albums and EPs make the UK Top 20, more than any other artist and holds the record (with Elvis Presley) as the only act to make the UK singles charts in all of its first six decades (1950s-2000s). He has achieved 14 UK No. 1 singles (or 18, depending on the counting methodology) and is the only singer to have had a No. 1 single in the UK in six consecutive decades: the 1950s through to the 2000s (discounting digital downloads and counting only CDs, he had a UK No. 1 single in the 2000s). Richard is the third biggest selling singles artist of all time in the UK, with total sales of over 21 million, and has reportedly sold an estimated 250 million records worldwide.\n \nRichard has never achieved the same impact in the United States despite eight US Top 40 singles, including the million-selling \"Devil Woman\" and \"We Don't Talk Anymore\", the latter becoming the first to reach the Hot 100's top 40 in the 1980s by a singer who had been in the top 40 in the 1950s, 1960s, and 1970s. In Canada, Richard achieved moderate success in the 1980s with several albums reaching platinum status. He has remained a popular music, film, and television personality in Australia, New Zealand, South Africa, Northern Europe and Asia, and he retains a following in other countries.","strBiographyDE":"Sir Cliff Richard, OBE (* 14. Oktober 1940 in Lucknow, Indien als Harry Rodger Webb) ist ein britischer Popsänger. In seiner langen und vielseitigen Karriere von den späten 1950er Jahren bis heute hat er weltweit rund 250 Millionen Tonträger verkauft. Er wurde 1995 als erster Popstar von Königin Elisabeth II. zum Ritter geschlagen.\n\nRichard wurde vom Musikproduzenten Norrie Paramor im Juli 1958 entdeckt und bis Oktober 1972 produziert. Als er am 29. August 1958 seine erste Single Move It auf den Markt brachte, war er einer von vielen britischen Musikern, die versuchten, auf den Rock-’n’-Roll-Zug aufzuspringen. 1959 hatte er mit Living Doll und Travellin’ Light seine ersten beiden Nr.-1-Hits in Großbritannien.\n\nIn den ersten Jahren seiner Karriere bis 1969 wurde Cliff vorwiegend von den Shadows begleitet. Diese hatten als eigenständige Formation von 1960 bis zum Ende der 1970er Jahre ebenfalls etliche Top-10-Erfolge in Großbritannien.\n\nAnfang der 1960er Jahre sang er auch viele Songs in anderen Sprachen, weil das von den jeweiligen Partnern seiner britischen Plattenfirma gewünscht wurde. Japanisch und Deutsch sei ihm dabei am schwersten gefallen. In Deutschland konnte Richard insgesamt drei Nummer-1-Hits verbuchen: Rote Lippen soll man küssen (Leiber/Stoller, dt.: Bradtke) – die deutsche Version von Lucky Lips – war ab 7. Dezember 1963 für sieben Wochen auf Nummer eins; Das ist die Frage aller Fragen, (Original: Spanish Harlem), ab 30. Januar 1965 für vier Wochen und schließlich We Don’t Talk Anymore ab 15. Oktober 1979 für fünf Wochen (Großbritannien Platz eins und USA Platz sieben).\n\nZu seinen größten Hits gehören unter anderem Dreamin’, Some People, My Pretty One, Miss You Nights, Mistletoe and Wine (britischer Weihnachts-Nummer-eins-Hit 1988) und viele andere mehr.\n\n1996 produzierte Richard gemeinsam mit Tim Rice eine Musical-Version von Emily Brontës Roman Wuthering Heights mit dem Titel Heathcliff und spielte darin auch die Titelrolle. Das Musical wurde 1996 und 1997 in London und Birmingham aufgeführt.\n\nIm Dezember 1999 gelang Cliff Richard mit Millennium Prayer sein 14. und bisher letzter Nummer-1-Hit. Da er in allen vier Jahrzehnten zuvor auch Spitzenreiter in Großbritannien war, kann er für sich in Anspruch nehmen, der einzige Künstler zu sein, dem Platz-1-Hits in fünf Jahrzehnten gelungen sind. Insgesamt mehr Platz-1-Hits erreichten dort bisher nur Elvis Presley, The Beatles und Westlife. In den USA konnte Cliff Richard hingegen nie richtig Fuß fassen. Sein größter Hit dort war ein Platz sechs im Jahr 1976 mit Devil Woman.\n\n2006 brach Cliff Richard einen weiteren Rekord: Mit der Single 21st Century Christmas erklomm er Platz 2 der britischen Charts und wurde damit der einzige Künstler weltweit, der in sechs aufeinanderfolgenden Jahrzehnten Top-Ten-Hits hatte. Cliff Richard ist damit neben Elton John der bei weitem erfolgreichste britische Künstler. Er hält in fast allen Konzerthallen des Königreiches den Besucher-Rekord. Er vertrat Großbritannien zweimal beim Eurovision Song Contest. Beim ESC 1968 belegte der von ihm vorgetragene Song Congratulations den 2. Platz (Siegertitel wurde der Song La, la, la der spanischen Sängerin Massiel) und beim ESC 1973 sein Power to All Our Friends den 3. Platz.\n\nCliff Richard zählt mit mehr als 250 Millionen verkauften Alben zu den erfolgreichsten Sängern Großbritanniens.\n\nIm November 2018 veröffentlichte Richard das Album Rise Up, sein erstes Studioalbum mit neuen Songs seit über 14 Jahren.\n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":"\n\nМузыкальную карьеру исполнителя рок-н-роллов Ричард начал в 1957 году - одержимость песнями Пресли подвигла Клиффа Ричарда присоединиться к скиффл-группе, из которой через несколько месяцев он сформировал коллектив под названием The Drifters (Клифф Ричард - вокал, гитара, Кен Пэйн - гитара, Терри Смарт - ударные). Группа выступала в барах клубах Хертфордшира, а затем ее пригласили в известную лондонскую кофейню ''21'' на Олд Комптон-стрит. Там к ним присоединился лидер-гитарист Иэн Сэмуэлл, и The Drifters стали квартетом. В 1958 году The Drifters крупно повезло: музыкантов пригласили участвовавать в популярном воскресном шоу молодых талантов в кинотеатре ''Гоумонт'', которое проводила кинокомпания ''Шеппертон''. Присутствовавший на шоу ведущий театральный агент Великобритании Джордж Гейни мгновенно распознал в Клиффе Ричарде потенциальную звезду, чей выраженный сексуальный имидж и уникальная вокальная манера будут иметь спрос, финансировал запись демо двух композиций группы, ''Breathless'' и ''Lawdy Miss Clawdy''. Фонограмма попала к продюсеру фирмы EMI Норри Парамору, которому настолько понравилась запись, что он пригласил группу на прослушивание. Первоначально Парамор намеревался записывать Клиффа Ричарда как солиста в сопровождении большого оркестра, однако уже тогда умеющий настоять на своем и проявить твердость Ричард убедил продюсера сохранить The Drifters.\n\nВ качестве дебютного сингла была выбрана популярная в Америке ''подростковая'' баллада ''Schoolboy Crush'', в записи которой, помимо The Drifters, принимали участие два сейшнмена, назначенных EMI. Эта пластинка привлекла внимание влиятельного телевизионного продюсера Джека Гуда - по его мнению, еще ни один британский исполнитель не пел ничего подобного, а главное - не пел так сильно и выразительно. Четко прописанные аккорды и эмоциональный ровный вокал показались Гуду настолько приближенными к американским стандартам, что вначале он решил, то слышит запись какого-то неизвестного ему коллектива из США - как уже говорилось, из британских студий в то время ничего подобного не выходило.\n\nГуд сразу и безоговорочно поддержал Ричарда и добился публикации интервью с ним и рецензии сингла в ведущей в те годы музыкальной газете Англии Disc. Таким образом, получив столь мощный, а главное искренний и правильно организованный промоушн, сингл очень быстро добрался до второго места британского хит-парада. Тем временем Клифф Ричард дебютировал в телешоу Гуда ''Oh Boy!'' и моментально сменил Марти Уайлда на месте ведущего исполнителя рок-н-роллов Великобритании.\n\nThe Drifters оставались в тени их выдающегося солиста, что привело к выходу из состава Сэмуэлла, впоследствии ставшего профессиональным композитором - к концу 1958 году в The Drifters появились два новых музыканта Хэнк Би Марвин и Брюс Уэлч, а вскоре, чтобы избежать путаницы с одноименной популярной американской черной ритм-энд-блюзовой группой The Drifters, название было изменено на The Shadows.\n\nПоложение Ричарда как одного из ведущего исполнителей рок-н-роллов укреплялось, даже помешанные на Элвисе Пресли музыкальные критики отдавали должное таланту молодого англичанина, хотя некоторые из них не могли сдержать гнева, что у их кумира появился достойный конкурент. Так например, еженедельник New Musical Express назвал манеру Ричарда ''грубым эксгибиционизмом'' и вынес приговор: ''Томми Стил стал кумиром британских подростков, не прибегая к столь вульгарным приемам прямолинейного копирования того, что в оригинале выглядит шедевром''. Однако публика видела, что при некоторой схожести манеры и имиджа Пресли и Ричард все же движутся далеко не одним и тем же путем. А язвительные замечания критиков, например, дамы-обожательницы молодого, в высшей степени сексуального певца просто не замечали.\n\n1959 год стал своего рода стартовой планкой в карьере певца - все свидетельствовало о том, что Клифф Ричард пришел всерьез и надолго, и без боя свое место в пантеоне рок-н-ролла не отдаст. Несмотря на то, что в менеджменте певца происходили непрерывные перестановки, политика EMI за неделю могла измениться на диаметрально противоположную - что объяснялось наступлением эры новой музыки и резким изменением музыкальных вкусов широких слоев покупателей виниловой продукции, - Клифф Ричард не потерялся среди сонма новых исполнителей, а напротив - резко усилил свое давление на музыкальный рынок, едва ли не навязывая слушателю свои синглы. Период подражания Пресли прошел, манера поведения Ричарда на сцене стала более мягкой, а в студии он стал искать принципиально иные формы самовыражения. Так, отобранная для нового сингла композиция Лайонела Барта ''Living Doll'', уже ничуть не походила на вещь из репертуара Пресли, и принесла Ричарду первое место в хит-параде Англии. Через три месяца певец записал ''Travellin' Light''. которая также прочно обосновалась на вершине чартсов.\n\nТогда же, в течение года, Клифф Ричард снялся сразу в двух фильмах: в немузыкальной драме ''Serious Charge'' (''Серьезное обвинение''), которая, в силу того, что в основе сюжета лежала тема шантажа на почве гомосексуализма, в ряде графств была запрещена к показу; кроме того, Ричард сыграл в фильме ''Expresso Bongo'' роль молодого повесы по имени Герберт Бонго - имидж певца в этой картине оказался своего рода role model для молодого поколения британцев, а сам фильм до сих пор считается в Англии одной из лучших музыкальных комедий. Что же касается карьеры Клиффа Ричарда, то обе картины лишь способствовали ее упрочнению и стабилизации, и также продемонстрировали многогранность таланта музыканта, оказавшегося, ко всему прочему, и незаурядным киноактером.\n\nНачиная с 1960 года карьера Ричарда развивается по классическим законам поп/рока, в результате исполнитель приобретает репутацию хоть и достаточно сильного, но в то же время стабильно среднего певца мэйнстрима. Однако Клифф моментально вносит коррективы в свое творчество и выбрасывает на рынок несколько композиций, от рок-н-ролла ''Nine Times Out Of Ten'', до возглавившей хит-парад соул-баллады ''Please Don't Tease'' и полной рефлексий ''Theme For A Dream'', в полной мере продемонстрировавших как вокальные возможности певца, так и его творческие амбиции. В 1962 году Ричард в очередной раз возглавил хит-парад синглов с композицией ''The Young Ones'' - эта мощная гимновая композиция с фантастической для того времени гитарной работой Хэнка Марвина по сей день остается одним из самых запоминающихся хитов № 1 в истории поп-рока. Одноименный фильм, в котором прозвучала эта композиция, несмотря на сильнейшую актерскую труппу и незаурядный сценарий, оказался своего рода проекцией музыкальной карьеры Ричарда на широкий экран и был явно выдержан в традициях ''Голубых Гаваев'' - таким образом, заимствованный у американцев шаблон ''раскрутки'' исполнителя-одиночки сработал и в Англии. Однако в отличие от ''короля рок-н-ролла'', Клифф Ричард не следовал схеме ''фильм-сингл-студийный альбом-фильм'', а старательно закреплял достигнутый успех гастролями, регулярным участием в телешоу и даже выступлениями в пантомиме.\n\nВодопад синглов, достигавших британского Top 10, был ровным и мощным, вплоть до середины 1965 года - несмотря на то, что к тому времени альбомы Ричарда в целом выглядели одной большой - правда, очень хорошей - песней, отдельные композиции разили слушателя наповал, в частности это ''Bachelor Boy'', ''Summer Holyday'', ''On The Beach'' и ''I Could Easily Fall''. Одновременно с энергичными вещами Ричард весьма расчетливо выбрасывал на рынок эффектные баллады - ''Constantly'', ''The Twelfth Of Never'' и ''The Minute You're Gone''.\n\nНайденная формула успеха, казалось, безнадежно устарела в период максимального всплеска британского биг-бита и трансформации его в рок, однако исполнитель в очередной раз внес коррективы в творчество, ''оседлал волну'' и не только стал диктовать рынку условия, но и умудрился значительно улучшить свой рабочий материал. Он даже отважился на авторскую версию песни The Rolling Stones ''Blue Turns To Grey'', правда, успеха это предприятие не имело - но подобно кошке, всегда приземляющейся на четыре лапы, Ричард мгновенно сделал надлежащие выводы и почти сразу же вернулся на первое место хит-парада с мелодичной и красивейшей композицией ''Visions''. В 1966 году Ричард примкнул к ортодоксальной христианской церкви и едва не ушел из музыки - однако руководство общины решило, что эстрадные песнопения Ричарда помогают ему ''позитивно выражать главные постулаты веры'', и карьера певца, к счастью, избежала угрозы. Два мощнейших хит-сингла ''In The Country'' и ''The Day I Met Marie'' в полную силу показали выросшее качество вокала и умение им пользоваться, однако в период стремительно менявшегося культурного климата и переоценки прежних критериев гарантировать Ричарду вечное пребывание на вершине чартсов не взялся бы никто. В 1968 году певец упустил свой шанс: на конкурсе Евровидения его композицию ''Congratulations'' жюри оценило как № 2. Однако и из этой, казалось бы безнадежной ситуации, Клифф Ричард сумел извлечь выгоду: сингл с ''Congratulations'' была признан одним из сильнейших хит-синглов № 1 Великобритании, а британские фэны певца засыпали жюри европейского песенного конкурса письмами протеста.\n\nТем не менее, сразу же после этого успех Ричарда в хит-парадах пошел на убыль - казалось, опытнейшему мастеру изменило чутье в отборе материала, в лучшем случае его новые песни просто никто не замечал. Несмотря на то, что даже в этот период он сумел записать две достаточно сильные песни - ''Big Ship'' Рэймонда Фроггэтта и дуэт с Хэнком Марвином ''Throw Down A Line'', - к концу 60-х Ричарда вполне можно было рассматривать как музыканта, чья дальнейшая карьера безнадежна.\n\nПервая половина 70-х, казалось, полностью подтверждала такой вывод: неплохая, но не более того композиция ''Goodbye Sam, Hello Samantha'' в 1970 году попала в британский Top 10, после чего певец надолго исчез из чартсов. Его второе появление на Евровидении принесло ему единственный попавший за несколько лет в Top 10 хит ''Power To All Our Friends''. К середине 70-х никто не сомневался, что с Клиффом Ричардом покончено, однако в 1976 году он, как птица Феникс, воспрял из пепла былой славы, чтобы обрести славу новую - новым продюсером исполнителя стал его коллега по The Shadows Брюс Уэлч, и элементарная перестановка, словно по мановению волшебной палочки, решила все проблемы Ричарда. Записанный с новым продюсером альбом ''I'm Nearly Famous'' стал бестселлером и самым продаваемым среди всех пластинок Клиффа; кроме того, в него вошли два крупнейших хита десятилетия ''Miss You Nights'' и одна из самых популярный вещей 70-х ''Devil Woman'' - последняя не имела ничего общего со сложившимся имиджем благочестивого христианина, и, может, в силу этого, стала одним из немногих хитов Ричарда, имевших успех в США.\n\nХоть Уэлч и продюсировал два следующих альбома певца, в карьере Ричарда вновь наступил спад и его синглы оказались отброшенными далеко за пределы Top 50 - сравнительно успешной была лишь одна, достаточно невыразительная композиция ''Green Light'', добравшаяся до 57-го места национального хит-парада. Это была наихудшая позиция песни в исполнении Клиффа Ричарда с того момента, когда он начал профессионально петь.\n\nЕще два музыканта группы сопровождения Ричарда, Терри Бриттен и Алан Тарни, увлеклись продюсированием и созданием собственных композиций - именно они уговорили Клиффа на радикальное изменение саунда в готовящемся новом студийном альбоме ''Rock'N'Roll Juvenile'', 1979 год. Прицел оказался верным, и сингл-разведчик ''We Don't Talk Anymore'' (автор Тарни, продюсер Уэлч) произвел эффект разорвавшейся бомбы - эта композиция впервые за десятилетие возглавила британский хит-парад и вошла в Top 10 США. Новый саунд Ричарда так понравился аудитории, что на стыке десятилетий еще две его вещи - изысканно аранжированная ''Carrie'' и ''Wired For Sound'' - стали хитами, а начало 80-х ознаменовалось новой лавиной хитов.\n\nРичард избежал искушения внести радикальные изменения в концепцию творчества и недавно найденный саунд, однако определенные перемены в подходе к музыкальному материалу и способам его подачи обозначились. Одной из ярчайших способностей Клиффа Ричарда, на которую раньше никто не обращал внимания и которая стала столь явной в 80-е годы, было его тонкое чувство дуэта и умение незаметно уходить из вокальных лидеров на партию второго голоса. Таким образом, дуэты Клиффа Ричарда с Элтоном Джоном, Вэном Моррисоном, Сарой Брайтмен, Шейлой Уолш, Оливией Ньютон-Джон и Филом Иверли продемонстрировали совершенно новую грань таланта исполнителя. Некоторые музыкальные критики с ужасом обнаружили, что почти двадцать лет умудрились не замечать одного из ведущих вокалистов в истории поп/рока. Безукоризненный голос Ричарда, его ''текстура'' лишь выигрывали на фоне других, хоть и не менее сильных, но вокально не столь безупречных певцов.\n\nДуэты оказались своего рода вызовом для Ричарда, который встал у одного микрофона с таким, казалось бы, крайне далеким по манере и стилю певцом, как Вэн Моррисон. Проведя почти тридцать лет на вершине хит-парадов, Клифф Ричард и по сей день демонстрирует свое стабильное положение ''вне музыкальной моды'', с которым сравнимы лишь неприступные позиции The Beatles, The Rolling Stones, The Who, Элтона Джона и пяти-семи других британских звезд. Надо быть так же, как Ричард, уверенным в себе, чтобы пойти на самопародию своих ранних хитов с группой комиков The Young Ones - в результате актив певца пополнился еще одним хитом № 1. Работоспособность его поражает: Клифф Ричард участвует в театральной постановке мюзикла ''Time'', устраивает турне с одними лишь песнями госпелз, судится с New Musical Express, который в еще более хамской форме, чем в 1958 году, отозвался о творчестве исполнителя. Королева-мать произвела Клиффа Ричарда в рыцари, а свое 50-летие певец отметил новым хит-синглом ''From A Distance''. Очередной студийный альбом музыканта вошел в хит-парады по обе стороны Атлантики - Клифф Ричард по-прежнему остается одним из самых плодовитых и, вне всякого сомнения, ярчайших светил на британском небосклоне звезд поп/рока.\n","strBiographyES":null,"strBiographyPT":"Sir Harry Rodger Webb, Kt, OBE, mais conhecido como Cliff Richard (Lucknow, Índia, 14 de outubro de 1940) é um dos cantores britânico, considerado um dos mais populares daquele país.\n\nCom sua banda de apoio The Shadows, ele dominou o cenário musical popular britânico no final dos anos 50 e começo dos 60, antes do surgimento dos Beatles. Uma conversão para o Cristianismo e uma subsequente sofisticação em sua música levou Richard de sua imagem inicial rock em direção ao pop. Embora nunca tenha sido capaz de alcançar impacto significativo nos Estados Unidos, ele permaneceu uma personalidade popular na Grã-Bretanha, tanto na música quanto em filmes e na televisão.\n\nDurante as últimas seis décadas Richard emplacou mais de 100 compactos de sucesso e detém o recorde (juntamente com Elvis Presley) de ser o único artista a estar na lista dos mais vendidos por toda a sua carreira (dos anos 50 até hoje). De acordo com seu website, Richard vendeu mais de 250 milhões de discos.","strBiographySE":null,"strBiographyNL":"Cliff Richard (geboren als Harry Rodger Webb, Lucknow, Uttar Pradesh, 14 oktober 1940) is een Engels zanger en acteur. Sinds hij in 1995 werd geridderd is Cliff Richard, oorspronkelijk een artiestennaam, ook zijn officiële naam.\nHarry Webb werd geboren in Lucknow in India en koos zijn artiestennaam in 1958. Zijn eerste nummer Move It was eigenlijk het b-kantje van een cover namelijk het nummer Schoolboy crush, maar Radio Luxemburg koos voor deze kant en het kwam op de tweede plaats terecht in de Engelse hitlijst. In 1999 scoorde hij zijn laatste nummer 1-hit in Engeland met The Millennium Prayer. Hij heeft in de jaren 50, 60, 70, 80, 90 en 00 in de Nederlandse hitlijsten gestaan.\nZijn carrière werd in de beginjaren geïnspireerd door Elvis Presley. Zijn begeleidingsgroep heette eerst The Drifters, maar omdat er in de VS al een band bestond met die naam werd dat The Shadows. Het was tot 1969 zijn vaste begeleidingsgroep. Meer dan 260 miljoen platen gingen van hem over de toonbank. Cliff Richard was hoofdacteur in de films Serious Charge, The Young Ones, Summer Holiday, Wonderful Life en Finders Keepers.\nHij vertegenwoordigde tweemaal het Verenigd Koninkrijk op het Eurovisiesongfestival met de nummers Congratulations in 1968 en Power To All Our Friends in 1973, waarmee hij respectievelijk de tweede en de derde plaats behaalde.\nSinds hij op 25 oktober 1995 om half elf in de ochtend werd geridderd gaat hij door het leven als Sir Cliff Richard OBE. Hij zet zich onder andere in voor jong aanstormend tennistalent en is dan ook vaak te zien bij tenniswedstrijden.\nZijn wijngaarden in Portugal leveren hem zijn eigen wijn op. Tevens heeft hij vier eigen parfums. Deze zijn genoemd naar zijn hits: Miss You Nights, Dreammaker, Devil Woman en Summer Holiday (alle vier de titels zong hij tijdens Here and Now).\nSinds 1964 is Cliff Richard een overtuigd christen en hij heeft sindsdien ook gospelmuziek op zijn repertoire.\nIn 2002 hield de BBC een stemming voor de 100 Greatest Britons waarbij Richard op de 56e plaats eindigde.\nIn 2008 stond Cliff Richard vijftig jaar op de planken. Dit vierde hij met zijn timemachine tour die hem vanaf november door geheel Groot-Brittannië bracht. In het najaar van 2009 bracht hij een aantal concerten, samen met The Shadows.\nIn het lied Bachelor boy bezingt hij dat hij nooit zal trouwen. En zo is het inderdaad gegaan.","strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Lucknow, India","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qvyqxv1342426400.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/hlq4mr1678950703.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/ncadgr1679001607.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/tcugp21678950905.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/e3i96n1679001726.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/mb6ne71640081704.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/rptwut1384178462.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/qtpquu1384178516.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/richard-cliff-53e9212445420.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/twxtrt1384180117.jpg","strMusicBrainzID":"b5c2fdfc-d037-45b8-84f9-09ebb7ff8aa1","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}