{"artists":[{"idArtist":"121701","strArtist":"Trevor Jones","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1949","intBornYear":"1949","intDiedYear":null,"strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Trevor Alfred Charles Jones (born 23 March 1949) is a South African orchestral film score composer. Although not especially well known outside the film world, he has composed for numerous films and his music has been critically acclaimed for both its depth and emotion.","strBiographyDE":"Trevor Alfred Charles Jones (* 23. März 1949 in Kapstadt, Südafrika) ist ein südafrikanischer Filmkomponist.\n\nAufgewachsen in einer musischen Familie wollte Jones schon mit fünf Jahren Filmkomponist werden. Ab 1967 besuchte er mit einem Stipendium die Royal Academy of Music in London und arbeitete danach für fünf Jahre bei der BBC als Rezensent von Film- und Fernsehmusik. Ab 1974 besuchte Jones die Universität York, die er mit einem Master-Titel in Film- und Medienmusik abschloss. Danach besuchte er noch die National Film and Television School und studierte drei Jahre die Grundzüge des Filmemachens, sowie Film- und Tontechniken. Während dieser Zeit erstellte er schon die Musikuntermalung für 22 Studentenprojekte. 1981 schuf Jones den Score für den mit dem Oscar ausgezeichneten Kurzfilm The Dollar Bottom und den Kurzfilm The Black Angel.\n\nEiner der ersten Erfolge für die große Leinwand war Jones Musik zu dem Jim-Henson-Film Der dunkle Kristall (The Dark Crystal, 1982), in dem er so ungewöhnliche Instrumente wie ein Flageolett und eine Okema einsetzte. Auch für Hensons Nachfolgefilm Die Reise ins Labyrinth schrieb Jones wieder die Musik und wurde bei den Vocaltiteln unterstützt von Popstar David Bowie, der dafür den Hit Underground schrieb. Jones ist auch ein erfolgreicher Arrangeur anderer Komponisten, so für die Titel im Film Brassed Off – Mit Pauken und Trompeten.","strBiographyFR":"Trevor Alfred Charles Jones (né le 23 mars 1949 au Cap, Afrique du Sud) est un compositeur sud-africain de musique de film.\n\nÉlevé dans une famille de musiciens, Jones voulait devenir compositeur de musique de film dès l'âge de cinq ans. À partir de 1967, il a bénéficié d'une bourse pour étudier à la Royal Academy of Music de Londres et a ensuite travaillé pendant cinq ans à la BBC en tant que critique de musique de film et de télévision. À partir de 1974, Jones a fréquenté l'université de York, où il a obtenu un master en musique de film et de médias. Il a ensuite fréquenté la National Film and Television School et a étudié pendant trois ans les bases de la réalisation de films ainsi que les techniques cinématographiques et sonores. Pendant cette période, il a déjà composé la musique d'accompagnement de 22 projets d'étudiants. En 1981, Jones a créé la partition du court métrage The Dollar Bottom, qui a remporté un Oscar, et du court métrage The Black Angel.\n\nL'un des premiers succès pour le grand écran fut la musique de Jones pour le film de Jim Henson Le Cristal noir (The Dark Crystal, 1982), dans lequel il utilisait des instruments aussi inhabituels qu'une harmonique et un ocema. Jones a également écrit la musique du film suivant de Henson, Le voyage au labyrinthe, et a été aidé par la star de la pop David Bowie pour les titres vocaux, pour lesquels il a écrit le tube Underground. Jones est également un arrangeur à succès pour d'autres compositeurs, notamment pour les titres du film Brassed Off - Mit Pauken und Trompeten.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Kapstadt, Southafrika","strCountryCode":"ZA","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uxsusu1404031332.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vtyrst1490632830.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wxxswu1404031257.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/vtyuyq1490632845.jpg","strMusicBrainzID":"961f31f2-31bf-4469-bc66-f6a2fda12db5","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}