{"artists":[{"idArtist":"111354","strArtist":"R. Kelly","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Jive","idLabel":"44442","intFormedYear":"1992","intBornYear":"1967","intDiedYear":"0","strDisbanded":null,"strStyle":"Urban/R&B","strGenre":"R&B","strMood":"Fun","strWebsite":"www.r-kelly.com","strFacebook":"www.facebook.com/Rkelly","strTwitter":"1","strBiographyEN":"Robert Sylvester Kelly (born January 8, 1967), better known by his stage name R. Kelly, is an American singer-songwriter and record producer. Often referred to as the King of R&B, Kelly is recognized as one of the most successful R&B artists of all-time. A native of Chicago, Kelly began performing during the late 1980s and debuted in 1992 with the group Public Announcement. In 1993, Kelly went solo with the album 12 Play. He is known for a collection of major hit singles including \"Bump n' Grind\", \"Your Body's Callin'\", \"I Believe I Can Fly\", \"Gotham City\", \"Ignition (Remix)\", \"If I Could Turn Back the Hands of Time\", \"The World's Greatest\", \"I'm a Flirt\", and the hip-hopera \"Trapped in the Closet\". In 1998, Kelly won three Grammy Awards for \"I Believe I Can Fly\".\nKelly has written, produced, and remixed songs for many artists including The Winans, The Isley Brothers, Charlie Wilson, Quincy Jones, K-Ci & JoJo, Aaliyah, Janet Jackson, Whitney Houston, Toni Braxton, Michael Jackson, Hi-Five, Nivea, Ciara, Mary J. Blige, Luther Vandross, Gerald LeVert, Raheem DeVaughn, Ruben Studdard, Jaheim, Kelly Price, Tamia, Maxwell, Celine Dion, Britney Spears, Usher, B2K, Twista, Tyrese, Jennifer Lopez, Trey Songz, and others in the U.S. and abroad.\nThe Recording Industry Association of America (RIAA), has recognized R. Kelly as one of the best-selling music artists in the United States with 38.5 million albums sold as well as only the fifth Black artist to crack the top 50 of the same list. In March 2011, R. Kelly was named the most successful R&B artist of the last 25 years by Billboard. Kelly has released 10 studio albums, sold 38.5 million albums in the U.S., 15 million singles, and over 55 million albums worldwide making him the most successful R&B male artist of 1990s.","strBiographyDE":null,"strBiographyFR":"Robert Sylvester Kelly, alias R. Kelly, est un chanteur de R'n'B/Soul originaire de la ville de Chicago, dans l'État de l'Illinois aux États-Unis. Il est considéré comme une des plus grandes figures du R'n'B contemporain et est surnommé « King Of R'n'B' ». Son influence sur le R'n'B' est à l'heure actuelle sans égale, il a inspiré de nombreux chanteurs de ce style, mais aussi hip-hop, rap, soul et gospel.\n\nIl a d'ailleurs été élu Artiste R&B no 1 de ces 25 dernières années par le Billboard Magazine, devant Mary J. Blige et Whitney Houston.\n","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Robert Sylvester Kelly (Chicago, Illinois, Estados Unidos, 8 de enero de 1967), conocido como R. Kelly, a menudo conocido como El Rey del R&B, es un cantante, productor musical, compositor y ex-jugador profesional de baloncesto. Dominó la escena del R&B en la década de los 90, y fundó y lideró el grupo Public Announcement. Sus mayores éxitos en cuanto a sencillos han sido \"Bump & Grind\" (1994), \"I Believe I Can Fly\" (1996), \"I'm Your Angel\" con Céline Dion (1998) y \"Trapped In The Closet\" (2005), \"Burn It Up\" con Wisin y Yandel (2006) y entre otros muchos. Ha vendido 40 millones de discos solamente en Estados Unidos y 60 en todo el mundo, convirtiéndole en el artista masculino de R&B más exitoso de la década pasada. Kelly ha escrito, producido y remixeado canciones y álbumes para muchos artistas, inluyendo el álbum debut de Aaliyah Age Ain't Nothing but a Number. En 1996, Kelly fue nominado a los premios Grammy por haber escrito You Are Not Alone de Michael Jackson. La Recording Industry Association of America ha reconocido a Kelly como uno de los músicos más exitosos en Los Estados Unidos, con 40 millones de álbumes vendidos. En marzo de 2011, R. Kelly fue nombrado el músico R&B más exitoso de los últimos 25 años por Billboard. Kelly ha publicado 12 álbumes, y vendido más de 100 millones de récords alrededor del mundo. A lo largo de su carrera, Kelly ha ganado muchísimos premios, incluyendo un premio El libro Guinness de los récords y tres Premios Grammy.\nEl joven Robert nació y creció bajo la pobreza y angustia en los Southside Projects de Chicago, junto a sus siete hermanos (él era el tercero) y su madre Joanne. Kelly empezó cantando en una iglesia a los ocho años de edad. Tras ser disparado por un asaltante cuando era un adolescente, R. Kelly utilizó el baloncesto y la música como vía de escape a sus continuos problemas en la calle. Guiado por su profesor Lena McLin, R. Kelly entró en el mundo de la música tras cantar la balada Ribbon in the Sky, en una muestra de talento ante sus amigos del instituto.\nEn 1989, Kelly formó el grupo MGM, y al año siguiente lanzó su primer single, \"Why You Wanna Play Me\", con el grupo en Tavdash Records. MGM apareció en el show televisivo de jóvenes talentos Big Time (presentado por Natalie Cole) al año siguiente, ganándolo. Su mánager en aquel tiempo era Richard Simmons. Pronto sería descubierto por Wayne Williams de Jive Records, quien le firmó para su sello discográfico. A finales de 1991 introdujo a la joven Aaliyah en su grupo Public Announcement, que apareció en gran parte de su primer disco Born Into the '90s. El álbum fue lanzado en enero de 1992, e incluía canciones como \"Born Into the '90s\", \"She's Got that Vibe\", \"Slow Dance\", \"Dedicated\" y \"Honey Love\", varias de ellas teniendo éxito en las listas. Kelly contaba por entonces con 25 años y el disco se convirtió en platino a final de año.","strBiographyPT":"Robert Sylvester Kelly (Chicago, Illinois, 8 de janeiro de 1967) é um cantor, instrumentista, compositor e produtor musical estadunidense conhecido internacionalmente pela designação artística R. Kelly.\nNascido em South Side, Robert Kelly, começou a cantar no coral gospel aos oito anos de idade. Iniciou sua formação musical na Academia Kenwood , em Chicago, onde teve o incentivo de sua mentora Sr.ª Lena McLin. Em 1989 Kelly formou o grupo MGM (Musically Gifted Men), com o propósito de participar de shows de calouros da época. Public Announcement foi seu segundo grupo já em 1992. O álbum de estréia do quarteto chegou às lojas no mesmo ano, intitulado \"Born Into the '90s\", que incluía grandes hits como \"She's Got that Vibe\" e \"Slow Dance\".\nExcelente produtor musical, compositor, cantor e multi-intrumentista, sua música que pode ser descrita como espiritualmente inspiradora e extremamente sexual. Ganhou reconhecimento quando produziu e escreveu canções para o álbum de estréia da jovem cantora Aaliyah (1979-2001) “Age Ain't Nothin but a Number\"(1994), alcançando o quinto lugar nas paradas. Após rumores de um suposto casamento entre eles, todos os laços entre Aaliyah e Kelly, que já tinha 21 anos completos, foram cortados.\nPassou a produzir hits, vários álbuns e canções para trilhas sonoras , como \"I Believe I Can Fly\" do filme Space Jam: O jogo do século (1996), \"World's Greatest” (1996) para os Jogos Olímpicos de Verão em Atlanta (Geórgia), “You Are Not Alone”(1995) para Michael Jackson, “Gotham City” do filme Batman & Robin (1997) e o dueto com a diva pop canadense Céline Dion. No auge do processo criativo, R. Kelly trabalhou com Janet Jackson - \"Any Time, Any Place\", Jennifer Lopez - \"Baby I Love U\", Toni Braxton - \"I Don't Want To\", Britney Spears - \"Outrageous\" , Ja Rule e Ashanti - \"Wonderful\", B2K - \"Bump, Bump, Bump\" e Joe - \"More and More\", Kirk Franlkin – “Lean On Me”, entre outros.\nEm 2005, Kelly lançou o álbum \"TP.3\", que incluía os cinco primeiros capítulos de uma “canção-novela” chamada “ Trapped in the Closet:1-12” (2005). Um ousado experimento, uma homenagem involuntária e fortemente influenciado por The Umbrellas of Cherbourg (1964), pode ser uma das experiências mais inusitadas na música pop da década, após a prova inegável de seu talento.\nKelly que em 2009, ganhou o cobiçado premio \"The Christmas Song\" com a canção \"The World's Greatest\".","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Chicago, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/bnigj21665830409.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/tvtwqx1382813132.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/vtwwup1532007509.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/xrpyrr1525690400.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/kelly-r-4fadda1ebd836.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/rpquvx1368372780.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/m2ozdq1665830487.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/kelly-r-536b8b4627b33.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/ttrvsv1466162966.jpg","strMusicBrainzID":"c2d25856-a09a-4d15-b404-77dd19c19e63","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/R. Kelly/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}