{"artists":[{"idArtist":"161288","strArtist":"Michael Crawford","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1942","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Michael Patrick Smith, CBE (born 19 January 1942), known by the professional stage name of Michael Crawford, is an English actor, comedian, stuntman, singer, and voice artist.","strBiographyDE":"Michael Crawford, CBE, eigentlich Michael Patrick Dumble-Smith, (* 19. Januar 1942 in Salisbury, Wiltshire, England) zählt zu den bekanntesten britischen Musical-Schauspielern und Sängern. 2002 wurde er auf Platz 17 der 100 Greatest Britons gewählt. Internationale Berühmtheit erlangte er durch seine Verkörperung des Superhelden Condorman im gleichnamigen Film. \n\nMichael Crawford begann seine Schauspielkarriere als Siebenjähriger. In den 1960er-Jahren spielte er in mehreren Filmen des US-amerikanischen Regisseurs Richard Lester mit, so in Der gewisse Kniff (The Knack … and How to Get It, 1964, mit der Filmmusik von John Barry), in dem Filmmusical Toll trieben es die alten Römer (A Funny Thing Happened on the Way to the Forum, 1966) und in der Antikriegssatire Wie ich den Krieg gewann (How I Won the War, 1967, mit John Lennon als Nebendarsteller). Bekannt wurde er 1973 in der Rolle des Frank Spencer in der erfolgreichen BBC-Sitcom Some Mothers Do 'Ave ’Em!.\n\nEinem Millionenpublikum wurde er in der Hauptrolle des Phantoms im Erfolgsmusical Das Phantom der Oper (The Phantom of the Opera) bekannt. Für diese Rolle erhielt er 1986 den Laurence Olivier Award und 1988 den Tony-Award. Seine Interpretation von The Music of the Night (Die Musik der Nacht) zählt noch heute, 30 Jahre nach seiner Performance in London und am Broadway, zu den beliebtesten überhaupt und dient den aktuellen Phantom-Darstellern nach wie vor als Vorbild.\n\nIm MGM GRAND HOTEL in Las Vegas hatte Crawford in der Show EFX! 1995 Premiere. Dieses 90-minütige Musical hatte seinen Fokus auf den Spezialeffekten und erzählte mehrere Fantasy-Kurzgeschichten. Crawford übernahm in dieser spektakulären Show 4 Rollen, allerdings verletzte er sich 1996 so schwer bei einer der vielen akrobatischen Einlagen, dass er die Show verlassen musste.\n\nIm September 2002 kehrte er an den Broadway zurück, als Count Giovanni von Krolock in Dance of the Vampires, einer an vielen Stellen stark überarbeiteten Fassung des österreichisch-deutschen Kultmusicals Tanz der Vampire. Obwohl dem Musical kein Erfolg beschieden war und Ende Januar 2003 der letzte Vorhang fiel, wurde er für seine Darstellung mit dem Drama Desk Award geehrt.\n\nDanach übernahm er die Rolle des Count Fosco in Andrew Lloyd Webbers neuem Musical The Woman in White, gab diese aber aus gesundheitlichen Gründen auf.\n\nAm 9. Januar 2006 wohnte er der Galavorstellung von Das Phantom der Oper bei, die das Musical zum am längsten laufenden in Londons Musical-Geschichte auszeichnete und damit Cats ablöste.\n\n2011 spielte er im London Palladium die Titelrolle in Webbers Musical-Adaption von Der Zauberer von Oz. Am 2. Oktober 2011 trat er in der Royal Albert Hall im Finale zum 25-jährigen Jubiläum von Das Phantom der Oper, bei der er allerdings nicht sang, auf.\n\nAm 27. Mai 2016 kehrte er ans Londoner West End zurück und spielte am Apollo Theatre die Hauptrolle des Colston in The Go-Between, einer Musical-Adaption des gleichnamigen Romans von L.P. Hartley. \n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xpryvp1593562869.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/yxqxqw1593562883.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"2c654643-cdbd-4634-be26-c4d1a90cfabd","strISNIcode":null,"strLastFMChart":null,"intCharted":"0","strLocked":"unlocked"}]}