{"artists":[{"idArtist":"135611","strArtist":"Jordi Savall","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1941","intDiedYear":null,"strDisbanded":null,"strStyle":"Classical","strGenre":"Conductor","strMood":"Relaxed","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Jordi Savall i Bernadet (Born August 1, 1941) is a Catalan Spanish viol player, conductor and composer. He has been one of the major figures in the field of Western early music since the 1970s, largely responsible for bringing instruments of the viol family (most notably the viola da gamba) back to life on the stage. His characteristic repertory emphasizes medieval, Renaissance and Baroque music, although he has occasionally ventured into the Classical and even the Romantic periods. \n\nMusical education:\nHis musical training started at age six in the school choir of his native town (1947-55). After graduating from the Barcelona Conservatory of Music (where he studied from 1959 to 1965) he specialized in early music, collaborating with Ars Musicae Barcelona under Enric Gispert, studying with August Wenzinger at the Schola Cantorum Basiliensis in Basel, Switzerland (1968-70) and eventually succeeding Wenzinger in 1974 as professor of viola da gamba at the Schola Cantorum Basiliensis. \n\nEnsembles:\nIn 1974 he formed the ensemble Hespèrion XX (known since 2000 as Hespèrion XXI), together with soprano Montserrat Figueras (his wife, who died in 2011), Lorenzo Alpert and Hopkinson Smith. Hespèrion XX favored a style of interpretation characterized simultaneously by great musical vitality and maximum historical accuracy. \nIn 1987 he returned to Barcelona to found La Capella Reial de Catalunya, a vocal ensemble devoted to pre-eighteenth-century music. \nIn 1989 he founded Le Concert des Nations, an orchestra generally emphasizing Baroque period, but sometimes also Classical and even Romantic music (e.g., Sinfonía por Grande Orquesta by Juan Crisóstomo de Arriaga) (1806-1826). \nMore recently, Savall has performed with family members. The family ensemble has included his late wife Montserrat Figueras and their two children, Arianna and Ferran. Arianna Savall plays the harp and sings, like her mother. Ferran Savall plays the theorbo (bass lute) and sings, not only with his family but also in Barcelona jazz clubs. \n\nRecordings:\nSavall's discography includes more than 100 recordings. Originally recording with EMI Classics, and then from 1975 on Michel Bernstein, Astrée label, since 1998 he has recorded on his own label, Alia Vox. \n\nHonours and awards:\n2000 - Premi d'Honor Lluís Carulla for service to Catalan culture or for scientific, cultural or civic works in the Catalan language, \n2006 - Honorary doctorate from the University of Barcelona, \n2008 - Appointed European Union ambassador for intercultural dialogue, \n2008 - Savall and his wife, Montserrat Figueras, were named \"Artists for Peace\" by UNESCO., \n2009 - Handel Music Prize from the city of Halle, Germany, \n2009 - National Music Prize from the National Council of Music and Arts of Catalonia, \n2010 - Praetorius Musikpreis Niedersachsen, \n2010 - MIDEM Classical Award for his album \"Jerusalem - la ville des deux Paix: La paix céleste et la paix terrestre\", \n2011 - Grammy Award for Best Small Ensemble Performance for Dinastia Borja. Església i poder al Renaixement, \n2012 - Léonie Sonning Music Prize, \n2013 - French Légion d'honneur, \n2013 - Honorary doctorate from the University of Basel, \n2014 - Gold Medal of the Generalitat of Catalonia, \n\nFilmography:\nSavall adapted and performed music for the 1991 Alain Corneau film Tous les matins du monde about composers Sainte-Colombe and Marin Marais. His work on this film earned him a César award from the French film industry in 1992. The soundtrack has sold more than a million copies worldwide. \nHe has composed music for the following films: \n(1991) Tous les matins du monde (All the Mornings of the World) by Alain Corneau, \n(1993) El Pajaro de la felicidad (The Bird of Happiness) by Pilar Miró, \n(1994) Joan the Maiden (Part 1: The Battles, Part 2: The Prisons) by Jacques Rivette, \n(1997) Hosszú alkony (i.e. Long Dusk) by Attila Janisch, \n(1997) Marquise by Vera Belmont, \n(1998) Top Secret by Jacques Rivette","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"   Jordi Savall i Bernadet (Igualada, Barcelona, 1 de agosto de 1941) es un violagambista, director de orquesta y musicólogo español, especializado en música antigua.\n   Savall empezó a estudiar música a los seis años en el coro de la escuela de Igualada (1947-1955) de la mano del maestro Joan Just. En 1965 acabó sus estudios superiores de música y violonchelo en el Conservatorio de Barcelona.\n   En 1968 se trasladó a Suiza para ampliar su formación en la Schola Cantorum Basiliensis, reivindicando un instrumento antiguo casi olvidado, la viola da gamba, y defendiendo la importancia de la música antigua de la península ibérica. En este centro fue discípulo del maestro August Wenzinger, a quien sucedió en 1973.\n   En 1970 empezó una exitosa carrera como intérprete de viola de gamba, de la que es considerado por la crítica uno de los más grandes intérpretes. Entre 1974 y 1989 fundó tres conjuntos, Hespèrion XX (1974, ahora Hespèrion XXI), La Capella Reial de Catalunya (1987) y Le Concert des Nations (1989), con repertorios que van desde la Edad Media al siglo XIX, pero que siempre son interpretados con el máximo rigor histórico.\n   En 1973 comienza su etapa como profesor en la Schola Cantorum Basiliensis. Su trabajo en la docencia, la investigación y como concertista lo convierten en una de las principales figuras implicadas en el proceso de revalorización de la música histórica. Por ello se le reconoce de forma unánime como uno de los artistas más importantes de la música antigua en la actualidad, siendo hoy profesor invitado en la Juilliard School de Nueva York.\n   Ha dirigido orquestas de prestigio como la Orquesta Sinfónica de la Fundación Calouste Gulbenkian, la Orquesta Camerata de Salzburgo, la Wiener Kammerorchester y la Philarmonia Baroque Orchestra de San Francisco.\n   Durante más de 25 años de reivindicación de la música antigua, Jordi Savall ha recibido numerosas distinciones. En 1988 fue nombrado Officier de l'Ordre des Artes et des Lettres por el Ministerio de Cultura de Francia y en el 2012 fue elevado a la categoría de \"Commandeur des Arts et des Lettres” y “Chevalier” de la Legión de Honor. En 1990 recibió la Creu de Sant Jordi de la Generalidad de Cataluña. En 1998, el Ministerio de Cultura de España le otorgó la Medalla de Oro de las Bellas Artes, y desde 1999 es Miembro de Honor de la Konzerthaus de Viena. También ha recibido el Premio de Honor de la Fundación Jaume I, y ha sido investido Doctor Honoris Causa por la Université Catholique de Lovaina (Bélgica) en el 2000, por la Universitat de Barcelona (España) en 2006 y por la Universidad de Evora (Portugal) en 2007, “Victoire de la Musique” a su trayectoria profesional (2002), “Medalla d’Or” del Parlament de Catalunya y Premio de Honor de la “Deutsche Schallplattenkritik” (2003).\n   En 2008 Jordi Savall fue nombrado “Embajador de la Unión Europea para el diálogo intercultural” y junto a Montserrat Figueras fueron investidos “Artistas para la Paz” dentro del programa de “Embajadores de Buena Voluntad” de la UNESCO. Al año siguiente fue nombrado nuevamente “Embajador del año 2009 de la creatividad y la innovación” por la Unión Europea y el Consell Nacional de la Cultura i les Arts de Catalunya le otorgó el “Premi Nacional de Música”. El mismo año recibió el premio “Händelpreis der Stadt Halle 2009” de Alemania y en compañía de Montserrat Figueras, recibió el “Prix Méditerranée” otorgado por el Centre Méditerranéen de Littérature en Perpignan.\n   En 2010 Jordi Savall ha recibido el “Praetorius Musikpreis Niedersachsen 2010” (premio Praetorius de Música) del Ministerio de Cultura y Ciencia de la Baja Sajonia en la categoría “Internationaler Friedensmusikpreis” (Premio Internacional de Música para la Paz) por el punto de encuentro que conllevan sus creaciones musicales entre la tradición cristiana, judía y musulmana. En este mismo año, Jordi Savall recibió de la Real Academia de las Artes y las Ciencias-Premios de la Música el premio al “Mejor Intérprete de Música Clásica” por el disco The Celtic Viol, y en 2011 recibió de la misma institución el premio al “Mejor Intérprete de Música Clásica” por el disco The Celtic Viol II. Jordi Savall ha sido galardonado con el prestigioso Premio Léonie Sonning 2012.\n   En 2014 Savall recibió el Premio Nacional de Música otorgado por el Ministerio de Educación, Cultura y Deporte español, al que renunció en protesta por la política cultural del gobierno de Mariano Rajoy. Según el intérprete, el gobierno es «responsable del dramático desinterés y de la grave incompetencia en la defensa y promoción del arte y de sus creadores», así como de «menospreciar a la inmensa mayoría de músicos que con grandes sacrificios dedican sus vidas a mantener vivo el patrimonio musical hispánico, ya que sin ellos todas las músicas medievales, renacentista y barrocas no existirían».\n   Su discografía supera el centenar de grabaciones en diferentes sellos, por los cuales ha recibido más de cincuenta premios internacionales. Desde 1998 edita sus discos con su sello propio, ALIA VOX.\n   Jordi Savall ha puesto música a la vida de Bartolomé Esteban Murillo en honor al cuarto centenario del nacimiento del pintor, en un concierto celebrado en Sevilla el 28 de noviembre de 2017.\n   Su trabajo también incluye la música para películas, habiendo ganado un César (a la mejor música) en 1992 por la banda sonora de Tous les matins du monde (Todas las mañanas del mundo), y resultando nominado en los mismos premios en 1998 por la partitura de Marquise.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Spanish","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/yqypux1517235868.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/z4eu6o1630659821.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/vofjf21630659891.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/252y4g1630659947.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/j6jpfm1630660001.jpg","strArtistBanner":null,"strMusicBrainzID":"9a4bb654-35c5-4c88-8460-39d5bb01aa57","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}