{"artists":[{"idArtist":"140604","strArtist":"The Cascades","strArtistStripped":null,"strArtistAlternate":null,"strLabel":null,"idLabel":null,"intFormedYear":"1960","intBornYear":"1960","intDiedYear":null,"strDisbanded":null,"strStyle":null,"strGenre":"","strMood":null,"strWebsite":null,"strFacebook":null,"strTwitter":null,"strBiographyEN":"There are two groups named The Cascades. One is a vocal group from the United States active in the 60's and the other is a gothic rock band from Germany currently active.   1. The Cascades were an American vocal group best known for their hit single \"Rhythm Of The Rain\" in 1963.  The name The Cascades is supposedly inspired by a nearby box of detergent.  The group's membership consolidated as John Gummoe (born in Cleveland, Ohio, 2 August 1938) (lead vocals), Eddy Snyder (guitar), David Szabo (keyboardist), Dave Stevens (bassist), and Dave Wilson (drummer).   Their first release, \"There's A Reason\", became a small regional hit, and, in summer 1962, they went to Gold Star Studios in Los Angeles and recorded a song which Gummoe had written in his Navy days while on watch during a thunderstorm. The musicians on the recording included the \"Wrecking Crew\" - Hal Blaine on drums, Carol Kaye on bass and Glen Campbell on guitar - and it was arranged by Perry Botkin. \"Rhythm of the Rain\" was issued in November 1962. It rose to # 2 on the U.S. pop charts in early 1963, and became a major hit in over 80 countries.  The Cascades continued to record, producing an album and several further singles, including the follow-up \"The Last Leaf\", but none matched the charm or success of their big hit.   2. The teutonic Gothic machine known as \"The Cascades\" emerged in the early 90's from Europe's rock capital Berlin. Their unique sound, forged by heavy guitar riffing, rich melancholic keyboard layers and deep sensational vocals, placed them among the top gothic rock acts of our days. Their lyrical concept varying from dark eroticism to mystical endeavors is a perfect match to their powerful, emotional music. All this is portrayed in their four albums, which are an absolute must - have for all lovers of dark romantic rock music. Welcome to their musical spells and ceremonies...","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":null,"intMembers":null,"strCountry":null,"strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wpuvwv1451741502.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/sywpwp1451741515.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"e3198608-1b21-49c6-9886-7f883cc7b57f","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}