{"artists":[{"idArtist":"115029","strArtist":"Chris Cornell","strArtistStripped":null,"strArtistAlternate":"","strLabel":"UMe","idLabel":"48505","intFormedYear":"1984","intBornYear":"1964","intDiedYear":"2017","strDisbanded":"Yes","strStyle":"Rock/Pop","strGenre":"Rock","strMood":"","strWebsite":"chriscornell.com","strFacebook":"facebook.com/chriscornell","strTwitter":"1","strBiographyEN":"Christopher John Cornell (né Boyle; July 20, 1964 – May 18, 2017) was an American singer, songwriter, and musician best known as the lead vocalist and rhythm guitarist for the rock bands Soundgarden and Audioslave. He also had a solo career and contributed to soundtracks. Cornell was also the founder and frontman of Temple of the Dog, a one-off tribute band dedicated to his late friend Andrew Wood.\n\nCornell is considered one of the key figures of the 1990s grunge movement, and is well known for his extensive catalog as a songwriter, his nearly four-octave vocal range, and his powerful vocal belting technique. He released four solo studio albums, Euphoria Morning (1999), Carry On (2007), Scream (2009), and Higher Truth (2015); the live album Songbook (2011); and two compilations, The Roads We Choose (2007) and Chris Cornell (2018), the latter released posthumously. He received a Golden Globe Award nomination for his song \"The Keeper\", which appeared in the 2011 film Machine Gun Preacher, and co-wrote and performed \"You Know My Name\", the theme song to the 2006 James Bond film Casino Royale. His last solo release before his death was the charity single \"The Promise\", written for the ending credits for the 2016 film of the same name.\n\nAcross his entire catalog, Cornell sold 14.8 million albums, 8.8 million digital songs, and 300 million on-demand audio streams in the U.S. alone, as well as over 30 million records worldwide. He was nominated for 16 Grammy Awards, winning three. He was voted \"Rock's Greatest Singer\" by readers of Guitar World, and ranked No. 4 on the list of \"Heavy Metal's All-Time Top 100 Vocalists\" by Hit Parader, No. 9 on the list of \"Best Lead Singers of All Time\" by Rolling Stone, and No. 12 on MTV's \"22 Greatest Voices in Music\".","strBiographyDE":"Christopher John „Chris“ Cornell (* 20. Juli 1964 als Christopher John Boyle in Seattle; † 18. Mai 2017 in Detroit) war ein US-amerikanischer Musiker. Er wurde als Sänger, Gitarrist und Songwriter der Bands Soundgarden, Temple of the Dog und Audioslave bekannt.\n\nChris Cornell wurde 1964 als Christopher John Boyle in Seattle als Sohn eines Apothekers und einer Buchhalterin geboren. Er wurde katholisch erzogen und wuchs mit fünf Geschwistern in einem Vorort von Seattle auf. Nach der Scheidung seiner Eltern im Jahre 1978 nahm er den Familiennamen der Mutter an. Zu dieser Zeit soll er schon an Depressionen und Angststörungen gelitten haben. Bereits mit 13 Jahren begann seine Drogen- und Alkoholabhängigkeit. Er brach die Highschool im Alter von 15 Jahren ab und arbeitete zunächst als Fischverkäufer und war Souschef in Ray's Boathouse in Seattle. Im März 1990 heiratete er seine damalige Bandmanagerin Susan Silver und bekam mit ihr im Jahr 2000 eine Tochter. 2002 machte er in einer Rehaklinik einen Drogen- und Alkoholentzug. Wenig später ließ sich das Ehepaar scheiden.\n\nIm Januar 2003 lernte er in Paris die griechischstämmige Publizistin Vicky Karayiannis kennen, die er kurze Zeit später heiratete und durch deren Einfluss er zum griechisch-orthodoxen Glauben konvertierte. 2004 wurde eine gemeinsame Tochter geboren, gefolgt von einem Sohn 2005. Zusammen mit Karayiannis’ Bruder eröffnete das Ehepaar das Restaurant Black Calavados in Paris und gründete 2012 die „Chris and Vicky Cornell Foundation“, die sich um obdachlose, misshandelte und vernachlässigte Kinder kümmert.\n\nChris Cornell starb am 18. Mai 2017 im Alter von 52 Jahren dem Polizeibericht zufolge durch Suizid in seinem Hotelzimmer im MGM Grand in Detroit. Sein Freund Chester Bennington, der bei seiner Beisetzung gesungen hatte, nahm sich wenige Wochen später an Chris Cornells Geburtstag ebenfalls das Leben. Cornells Grab befindet sich auf dem Hollywood Forever Cemetery in Los Angeles.\n(Wikipedia)","strBiographyFR":"Chris Cornell (de son vrai nom Christopher John Boyle) est un musicien de rock américain né le 20 juillet 1964 à Seattle, dans le Washington. Il est connu pour être le chanteur et guitariste rythmique de Soundgarden, de Temple of the Dog et d'Audioslave.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Seattle, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/cornell-chris-50002bdc9fa00.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/782uqj1623665489.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/s3lgct1623666341.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/n806qe1623665842.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/cornell-chris-4f78fc128f762.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/cornell-chris-50002c2cc29e5.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/cornell-chris-50002c2cc303b.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/2aukp71623665522.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/5p90e41623667010.jpg","strMusicBrainzID":"cbf9738d-8f81-4a92-bc64-ede09341652d","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}