{"artists":[{"idArtist":"116912","strArtist":"B.J. Thomas","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1966","intBornYear":"1942","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Country","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"B.J. Thomas (born Billy Joe Thomas) straddled the line between pop/rock and country, achieving success in both genres in the late ’60s and ’70s. At the beginning of his career, he leaned more heavily on rock & roll, but by the mid-’70s, he had turned to country music, becoming one of the most successful country-pop stars of the decade.\n\nThomas began singing while he was a child, performing in church. In his teens, he joined the Houston-based band the Triumphs, who released a number of independent singles that failed to gain any attention. For the group’s last single, Thomas and fellow Triumph member Mark Charron wrote “Billy and Sue,” which was another flop. After “Billy and Sue,” Thomas began a solo career, recording a version of Hank Williams’ standard “I’m So Lonesome I Could Cry” with producer Huey P. Meaux. Released by Scepter Records in early 1966, the single became an immediate hit, catapulting to number eight on the pop charts. Although he had a series of moderate follow-up hits, including a re-release of “Billy and Sue,” Thomas failed to reenter the Top Ten until 1968, when “Hooked on a Feeling” became a number-five, gold single. The following year, he scored his biggest hit with Burt Bacharach and Hal David’s “Raindrops Keep Fallin’ on My Head,” taken from the hit film Butch Cassidy and the Sundance Kid.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":"Billy Joe Thomas nasceu dia 7 de agosto em 1942, em Houston, nos Estados Unidos e é considerado um dos responsáveis por estreitar a relação entre o pop-rock e a musica country, alcançando o sucesso em ambos os gêneros no anos 60 e 70. Começou a cantar ainda criança, em uma igreja em seu estado natal, e seu maior hit é \"Raindrops Keep Fallin' on My Head\". . Aquele não era, porém, o primeiro contato de B. J. Thomas com o Evangelho. Criado na Igreja Batista de Hugo, no estado do Oklahoma (EUA), acostumou-se desde cedo à música harmoniosa dos corais e quartetos evangélicos, como o Black with Brothers, que mais tarde influenciaria sua carreira gospel. A interpretação em tom de lamento que esses cantores negros davam aos hinos evangélicos tradicionais marcou não só a música do garoto B.J. Thomas como também sua vida. Nunca chegou a esquecer de todo as mensagens de auxílio e alívio vindo dos céus que eram a tônica daquelas canções. Ainda garoto, ele mesmo chegou a emprestar a voz a muitas dessas músicas nos corais congregacionais.\n\nMas foi como cantor de rock e baladas melosas que, anos depois, conheceu o sucesso em todo o mundo. Até hoje, B. J. Thomas já vendeu 60 milhões de cópias de seus 80 discos. Entre as gravações, cinco discos de música gospel que lhe valeram vários Grammy's - o mais importande prêmio da indústria fonográfica americana.\n\nAtualmente o cantor se dedica a música cristã contemporânea.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Houston, Texas, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qtryry1363941857.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/thomas-bj-543163da1f941.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/thomas-bj-54316964e559e.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"42a19448-ff60-4fd2-9d10-959bf2000729","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}