{"artists":[{"idArtist":"114996","strArtist":"Camille Saint-Saëns","strArtistStripped":null,"strArtistAlternate":"Charles-Camille Saint-Saëns","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1835","intDiedYear":"1921","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Charles-Camille Saint-Saëns (French: 9 October 1835 – 16 December 1921) was a French composer, organist, conductor and pianist of the Romantic era. His best-known works include Introduction and Rondo Capriccioso (1863), the Second Piano Concerto (1868), the First Cello Concerto (1872), Danse macabre (1874), the opera Samson and Delilah (1877), the Third Violin Concerto (1880), the Third (\"Organ\") Symphony (1886) and The Carnival of the Animals (1886).\nSaint-Saëns was a musical prodigy, making his concert debut at the age of ten. After studying at the Paris Conservatoire he followed a conventional career as a church organist, first at Saint-Merri, Paris and, from 1858, La Madeleine, the official church of the French Empire. After leaving the post twenty years later, he was a successful freelance pianist and composer, in demand in Europe and the Americas.\nAs a young man, Saint-Saëns was enthusiastic for the most modern music of the day, particularly that of Schumann, Liszt and Wagner, although his own compositions were generally within a conventional classical tradition. He was a scholar of musical history, and remained committed to the structures worked out by earlier French composers. This brought him into conflict in his later years with composers of the impressionist and dodecaphonic schools of music; although there were neoclassical elements in his music, foreshadowing works by Stravinsky and Les Six, he was often regarded as a reactionary in the decades around the time of his death.\nSaint-Saëns held only one teaching post, at the École de Musique Classique et Religieuse in Paris, and remained there for less than five years. It was nevertheless important in the development of French music: his students included Gabriel Fauré, among whose own later pupils was Maurice Ravel. Both of them were strongly influenced by Saint-Saëns, whom they revered as a genius.","strBiographyDE":"Camille Saint-Saëns (mit vollem Namen Charles Camille Saint-Saëns [ʃaʁl kamij sɛ̃sɑ̃(s)] * 9. Oktober 1835 in Paris; † 16. Dezember 1921 in Algier) war ein französischer Pianist, Dirigent, Organist, Musikwissenschaftler, Musikpädagoge und Komponist der Romantik. Er wurde vor allem durch seine „große zoologische Fantasie“ Karneval der Tiere und die Oper Samson et Dalila bekannt. \n\nCamille Saint-Saëns’ musikalisches Talent wurde schon früh von seiner Mutter und seiner Großtante gefördert. Mit drei Jahren lernte er lesen, im Alter von sechs Jahren schrieb er erste Kompositionen, mit elf Jahren gab er 1846 sein erstes öffentliches Konzert in der Salle Pleyel in Paris. Von manchen Zeitgenossen wurde er als neuer Mozart gehandelt.\n Mit 16 war er bereits Student an der Universität in Paris, mit 15 Jahren hatte er zuvor schon die Sinfonie A-Dur komponiert.\n\nAm Pariser Konservatorium studierte er Klavier bei Camille Stamaty, Orgel bei François Benoist und Komposition bei Fromental Halévy. 1852 wurde er Organist von Saint-Séverin in Paris. In diesem Jahr lernte er Franz Liszt kennen, der auch musikalisch einen nachhaltigen Einfluss auf ihn ausüben sollte. \n\nFrühwerk:\nSein musikalisches Debüt als Komponist hatte Saint-Saëns 1853, als seine erste Sinfonie aufgeführt wurde, und 1857 mit seiner zweiten, die von der Kritik positiv aufgenommen wurden.\n\nAb 1854 arbeitete er als Organist in der Église Saint-Merri. 1858 wechselte er an die Madeleine-Kirche, gab 1877 jedoch diese Position auf, um sich der Komposition zu widmen. Die Anstellung in der Pariser Kirche La Madeleine forderte vom jungen Saint-Saëns regelmäßige Kompositionen für die zahlreichen Anlässe im Kirchenjahr. Aus dieser besonders produktiven Schaffensphase stammen neben zahlreichen kleineren religiösen Werken auch die ersten zwei Violinkonzerte und die Symphonie No. 2 in a-Moll. Im Dezember 1858, also im Alter von 23 Jahren, schrieb Camille Saint-Saëns in gerade einmal 12 Tagen sein Oratorio de Noël und brachte es am 25. Dezember dieses Jahres in La Madeleine zur Uraufführung.\n\nVon 1861 bis 1865 lehrte Saint-Saëns an der École Niedermeyer de Paris Klavier, wo auch Gabriel Fauré zu seinen Schülern gehörte. 1865 entstand die Oper Le Timbre d’Argent, die ebenso wie Étienne Marcel wenig erfolgreich war. 1872 komponierte er die heute nahezu unbekannte Oper Die Gelbe Prinzessin [en]. 1868–1877 entstand die Oper Samson et Dalila, die 1877 in Weimar uraufgeführt wurde. Die französische Erstaufführung fand 1890 in Rouen statt, und in Paris wurde die Oper 1892 erstmals aufgeführt.\n\nWesentlich mehr Erfolg als mit seinen Opern hatte Saint-Saëns mit seinen sinfonischen Dichtungen Le Rouet d’Omphale (1872), Phaéton (1873), Danse macabre (1875), in dem er das Xylophon in die sinfonische Musik einführte,[6] und La Jeunesse d’Hercule (1877).\n\nNach dem Deutsch-Französischen Krieg machte er sich 1871 für eine nationale französische Musik stark und gründete gemeinsam mit César Franck die Société Nationale de Musique. In der Folgezeit unternahm er zahlreiche Kunstreisen und wirkte nicht nur als Komponist und Pianist, sondern auch durch Aufsätze zu musikalischen Themen.\n\nSpätwerk:\nLange Junggeselle geblieben, heiratete er 1875 mit 40 Jahren die 19-jährige Industriellentochter Marie-Laure Truffot aus Le Cateau-Cambrésis. Die Ehe verlief unglücklich. Zwei Söhne starben 1878. Saint-Saëns verließ seine Frau 1881 und zog zu seiner Mutter zurück. 1877 erhielt er 100.000 Franc von dem Mäzen Albert Libon, dem er 1878 das Requiem widmete. In den 1880er Jahren galt er als größter Musiker des Landes, wurde 1881 in die Akademie der schönen Künste gewählt und 1884 zum Offizier der Ehrenlegion, 1913 erhielt er das Großkreuz der Ehrenlegion. In den letzten Lebensjahren reiste er viel nach Nordafrika und Amerika; noch mit 80 Jahren machte er eine erfolgreiche USA-Tournee. Er bekämpfte Einflüsse der deutschen Musik auf die französische und besonders den Kult um Richard Wagner und Arnold Schönberg. Mit 86 Jahren spielte er im Kasino von Dieppe zum 75-jährigen Bühnenjubiläum als Pianist.\n\nTrotzdem verblasste sein Ruhm in Frankreich, wo er als altmodisch galt. Obwohl er sich für eine progressive französische Sinfonik eingesetzt hatte, blieb seine Musik eher konservativ. Eine große Ausnahme stellt sein Spätwerk Le Carnaval des Animaux (Karneval der Tiere) von 1886 dar, das sich durch seinen deskriptiven Charakter von der zeitgenössischen Musik abhob. 1908 komponierte er zum ersten Mal eine spezielle Filmmusik für den Film Die Ermordung des Herzogs von Guise.\n\nZu seinen berühmten Kompositionen zählt auch die Sinfonie Nr. 3 in c-Moll, die Orgelsinfonie, die weltweit Anklang fand und das Dies irae zum Grundthema hat. Das signifikante Maestoso des Werks inspirierte das Duo Scott Fitzgerald und Yvonne Keeley zu der Reggae-Adaption If I Had Words, die 1978 zu einem Charterfolg wurde. Auch einige der Klavierkonzerte (insbesondere das zweite, vierte und fünfte) gehören auch heute noch zu seinen bekannteren Schöpfungen, sein 1. Cellokonzert in a-Moll gilt als Pflichtstück eines jeden Cellosolisten.\n\nSeine Instrumentation ist gelegentlich von eigenartigen, fast experimentellen Klangbildern gekennzeichnet. So schreibt er beispielsweise im Finalsatz der genannten Orgelsinfonie einen Klavierpart zu vier Händen vor, in seinem Klavierquintett verlangt er ebenso im Finalsatz den Einsatz eines Kontrabasses.\n\nEr starb 1921 auf einer Reise in Algier. Sein Leichnam wurde nach Paris übergeführt und dort auf dem Friedhof Montparnasse beigesetzt. \n(Wikipedia)","strBiographyFR":"Camille Saint-Saëns, né à Paris le 9 octobre 1835 et mort à Alger le 16 décembre 1921, est un pianiste, organiste et compositeur français de l'époque post-romantique.\n\nIl a écrit douze opéras, dont le plus connu est Samson et Dalila (1877), de nombreux oratorios, cinq symphonies, cinq concertos pour piano, trois pour violon et deux pour violoncelle, des compositions chorales, de la musique de chambre et des pièces pittoresques, dont Le Carnaval des animaux (1886).\n\nDe plus, il occupe une place particulière dans l'histoire du septième art, puisqu'il est, en 1908, le tout premier compositeur de renom à composer une musique spécialement pour un film, L'Assassinat du duc de Guise.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":"Charles Camille Saint-Saëns (Parijs, 9 oktober 1835 – Algiers, 16 december 1921) was een Frans componist, pianist en organist.\n\nCamille Saint-Saëns werd geboren in Parijs als enig kind van Jacques-Joseph Victor Saint-Saëns en Clemence Collin. Zijn vader, financieel medewerker van het Ministerie van Binnenlandse Zaken, stierf nog geen drie maanden na Camilles geboorte aan tuberculose. Zijn moeder en zijn oudtante Charlotte Masson bekommerden zich om zijn opvoeding.\nSaint-Saëns groeide op in een stimulerende sfeer. Door zijn oudtante kwam hij in aanraking met literatuur en muziek. Ze gaf hem zijn eerste pianolessen. Met nog geen vier jaar schreef hij zijn eerste muziekstukjes. Op zevenjarige leeftijd werd hij ingeschreven voor pianoles. Tevens ging hij op orgelles.\nHet eerste optreden van Saint-Saëns vond plaats in de Salle Pleyel te Parijs in het jaar 1846. Daarbij verbijsterde hij het publiek door het te laten kiezen welke van de 32 pianosonates van Beethoven hij zou spelen. Saint-Saëns blonk in zijn jeugd ook op andere gebieden uit. Zo kon hij al op zijn zevende Latijn lezen en toonde hij vroeg een grote interesse voor natuurwetenschappen, geologie, archeologie, botanie en astronomie. Op de leeftijd van dertien jaar werd hij zonder problemen aangenomen op het Conservatorium van Parijs. Zijn eerste symfonie schreef hij toen hij pas achttien jaar was.\n\nSaint-Saëns hielp aanvankelijk bij de introductie van buitenlandse muziek in Frankrijk, zoals die van Richard Wagner, Franz Liszt en Robert Schumann. De Duitse muziek begon vanaf de jaren 70 van de 19e eeuw echter een steeds grotere opmars in Frankrijk te maken, tot grote tegenzin van de nationalistisch ingestelde Saint-Saëns. Daarom richtte hij de Société Nationale de Musique op, die zich bezighield met het bevorderen van de Franse muziek en het bieden van een podium aan beginnende Franse componisten, voor wie hij concerten organiseerde. \nVanaf zijn 30e bevond Saint-Saëns zich in de gelukkigste periode van zijn leven. Hij componeerde twaalf uur per dag en wijdde zich met liefde aan het promoten van Franse muziek. In 1861 werd hij aangesteld als leraar aan de École Niedermeyer de Paris met als doel de Franse kerkmuziek te verbeteren. In die tijd raakte hij goed bevriend met zijn leerling Gabriel Fauré. \nIn 1875 trad de bijna 40-jarige Saint-Saëns in het huwelijk met de toen 19-jarige Marie Truffot. Het huwelijk mislukte. De dood van hun beide kinderen bevorderde de relatie niet. De tweejarige André viel uit het raam van de derde verdieping van hun woning en Jean overleefde een kinderziekte niet. Deze twee enorme tegenslagen gebeurden in anderhalve maand tijd. Camille gaf zijn vrouw de schuld van de dood van zijn zonen en op een vakantiereis in 1881 verliet hij haar. \nMogelijk ter compensatie van het verlies van zijn eigen gezin ging hij zich bekommeren om de kinderen van Fauré. Dit mocht echter niet baten, op 53-jarige leeftijd dacht hij aan zelfmoord. Zijn gezelschap bestond alleen nog uit twee honden en zijn vriend Fauré. \n\nIn 1886 componeerde hij Het Carnaval der dieren, een verzameling humoristische muzikale schetsen. Dit werd waarschijnlijk het bekendste werk van Saint-Saëns, maar hij heeft er in het openbaar geen noot van gehoord. Hij vond dat het stuk niet bij zijn imago van serieus componist paste en verhinderde daarom een uitvoering.\nSaint-Saëns vond alleen nog plezier in verre reizen. Hij ging graag naar Algerije en Egypte. Deze reizen beïnvloedden hem bij nieuwe composities als de Suite Algérienne en zijn Vijfde \"Egyptische\" pianoconcert. Uiteindelijk had Saint-Saëns alle Europese landen, Rusland, de Verenigde Staten en Zuid-Amerika bezocht. In Uruguay componeerde hij een hymne die zeer populair werd in dat land.[4] Ook in het Verenigd Koninkrijk was hij populair. Hij trad bijvoorbeeld op voor koningin Victoria en schreef een lofzang ter gelegenheid van de kroning van Edward VII in 1901, waarvoor hij de Royal Victorian Order kreeg. Ook ontving de componist in 1893 een eredoctoraat van de Universiteit van Cambridge.\n\nVan 1895 tot 1918 ondernam Saint-Saëns met Vincent d'Indy en Charles Bordes (die de voltooiing niet meemaakte doordat hij in 1909 overleed) een omvangrijk muziekwetenschappelijk werk: de uitgave van het complete compositorisch oeuvre van Jean-Philippe Rameau in achttien delen, waarmee zij een beslissende impuls gaven aan de wedergeboorte van de vrijwel vergeten Franse barokmuziek. \nHoewel hij in zijn laatste levensjaren mateloos populair was buiten Frankrijk, gold dit niet voor Frankrijk zelf. Zijn muziek werd ouderwets gevonden en door andere componisten zwaar bekritiseerd, ten voordele van het Franse impressionisme van Claude Debussy. Het wordt deels gezien als een reactie op zijn onaangename persoonlijkheid. Verbeten en overtuigd van de waarde van zijn eigen werk deed hij er alles aan om het Debussy moeilijk te maken, hoewel hij in het inhoudelijke conflict tussen de vooruitstrevende \"Debussyistes\" en de zich op de ideeën van César Franck baserende \"D'Indyistes\" geen rol speelde. Een uiterst succesvolle tournee door de Verenigde Staten verhoogde zijn aanzien in Frankrijk nog steeds niet.\n\nHij stierf eind 1921 plotseling aan een hartstilstand tijdens zijn jaarlijkse overwintering in Algiers. Hij kreeg een staatsbegrafenis in de Madeleine in Parijs en werd bijgezet in het familiegraf op het Cimetière du Montparnasse.","strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Paris, France","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/upytxw1359679328.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/xt42661661350753.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/saint-sans-camille-4f960f0a05924.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/4wjt1w1680590352.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/fgimu41631786296.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/aa49ov1631786421.jpg","strArtistBanner":null,"strMusicBrainzID":"4137c070-15b2-4d00-a9f0-3517d02a9ba8","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}