{"album":[{"idAlbum":"2117348","idArtist":"111568","idLabel":null,"strAlbum":"Les Concerts en Chine","strAlbumStripped":"Les Concerts en Chine","strArtist":"Jean Michel Jarre","strArtistStripped":"Jean Michel Jarre","intYearReleased":"1982","strStyle":"Electronic","strGenre":"Electronic","strLabel":null,"strReleaseFormat":"Live","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/uvvrsr1341961455.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/les-concerts-en-chine-52fa8b5e27257.png","strAlbumSpine":null,"strAlbum3DCase":null,"strAlbum3DFlat":null,"strAlbum3DFace":null,"strAlbum3DThumb":null,"strDescriptionEN":"The Concerts in China (French title: Les Concerts en Chine) is a live album by Jean Michel Jarre, recorded in 1981 and released in 1982 on Disques Dreyfus. It was recorded during Jarre's Concerts in China tour of Autumn 1981, which consisted of five Peking and Shanghai concerts in China; this was the first time a Western pop artist performed in China after the Cultural Revolution.\n\nThe album is a balance of previously released tracks by Jarre, new compositions inspired by Chinese culture, and one rearranged traditional Chinese track (\"Fishing Junks at Sunset\"). The music is combined live and studio work, plus ambient sound recordings. The most live tracks are the Equinoxe and Magnetic Fields sets. New compositions include \"Night in Shanghai\", \"Laser Harp\", \"Arpegiator\", \"Orient Express\" and \"Souvenir of China\". \"Fishing Junks at Sunset\" is a new arrangement of a very old traditional Chinese song known as the \"Fisherman's Chant at Dusk\" which was performed and recorded with The Peking Conservatoire Symphony Orchestra, and is often wrongly attributed as being composed by Jean Michel Jarre, misled by the album inlay.\n\nThe album was originally released as a double-disc LP, then as a double-disc CD. There was also a CD release in two separate volumes, with the cover color changed to blue (Vol. 1) and yellow (Vol. 2). In 1997, a one-disc remastered CD was released, made possible by an extended running time of 78:17 minutes and by reducing the gaps and audience noise between tracks.\n\nOne of the album's original tracks – \"Arpegiator\" – was used in the soundtrack of the cult film 9½ Weeks.\n\nThe Concerts in China's opening track \"The Overture\" is in fact the first movement of \"Magnetic Fields Part 1\" slowed down.\n\nThe album reached #6 in the UK charts and #1 in Portugal.","strDescriptionDE":"The Concerts in China (in Frankreich Les Concerts en Chine) erschien 1982 und ist das insgesamt sechste und erste Livealbum des französischen Musikers und Produzenten Jean-Michel Jarre. Aufgenommen wurde es im Oktober 1981 während Jarres Livekonzerten in China. Er trat dort als erster westlicher Musiker auf. \n\nDas Album besteht zum einen aus bereits vorher veröffentlichten Stücken Jarres von den Alben Oxygène, Équinoxe und Magnetic Fields sowie aus neuen Kompositionen, die von der traditionellen chinesischen Kultur beeinflusst sind. Zu hören sind hauptsächlich Liveaufnahmen der Lieder, Zuschauergeräusche und das neue im Studio aufgenommene Lied „Souvenir of China“.\nDas Album wurde zunächst auf zwei LP veröffentlicht und später auch als Doppel-CD. Außerdem wurde das Album auch in zwei einzelnen CDs produziert, die „The Concerts in China Vol. 1“ und „The Concerts in China Vol. 2“ hießen. Bei ersterer wurde das ursprüngliche Rot auf dem Albumcover in ein Blau abgeändert, während bei letzterer das Cover gelb gefärbt war.\n\nIm Jahr 1997 wurde die „Remastered Version“ des Albums veröffentlicht. Das ursprüngliche Album wurde durch Herausschneiden der Publikumsgeräusche sowie Kürzungen der Pausen zwischen den Liedern auf eine Gesamtlaufzeit von 78 Minuten und 17 Sekunden gekürzt, um die Möglichkeit zu schaffen, das komplette Konzert auf eine einzelne CD zu brennen. Das Mastering übernahm Scott Hull.\n2014 wurde eine weitere Remastered Ausgabe, jetzt wieder mit 2 CDs, durch Sony Music veröffentlicht. Inhaltlich entspricht sie der Erstausgabe. \n(Wikipedia)","strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"8","intScoreVotes":"1","strReview":"","strMood":"Dreamy","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"d5bd79b4-eb0e-35ec-b5d9-b1439a29b051","strMusicBrainzArtistID":"86e2e2ad-6d1b-44fd-9463-b6683718a1cc","strAllMusicID":null,"strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":null,"strWikidataID":null,"strWikipediaID":null,"strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}