{"artists":[{"idArtist":"114818","strArtist":"Chubby Checker","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1941","intBornYear":"1941","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Chubby Checker (born Ernest Evans, October 3, 1941) is an American singer-songwriter. He is widely known for popularizing the twist dance style, with his 1960 hit cover of Hank Ballard's R&B hit \"The Twist\". In September 2008 \"The Twist\" topped Billboard's list of the most popular singles to have appeared in the Hot 100 since its debut in 1958. Ernest Evans was born in Spring Gulley, South Carolina. He was raised in the projects of South Philadelphia, Pennsylvania, where he lived with his parents and two brothers. By age eight Evans formed a street-corner harmony group, and by the time he entered high school, learned to play the piano. He would entertain his classmates by performing vocal impressions of popular entertainers of the day, such as Jerry Lee Lewis, Elvis Presley and Fats Domino. One of his classmates and friends at South Philadelphia High School was Fabiano Forte, who would become a popular performer of the late 1950s and early 1960s as Fabian. After school Evans would entertain customers at his various jobs, including Fresh Farm Poultry on Ninth Street and at the Produce Market with songs and jokes. It was his boss at the Produce Market, Tony A., who gave Evans the nickname \"Chubby\". The store owner of Fresh Farm Poultry, Henry Colt, was so impressed by Ernest's performances for the customers that he, along with his colleague and friend Karl Mann, who worked as a song-writer for Cameo-Parkway Records, arranged for young Chubby to do a private recording for American Bandstand host Dick Clark. It was at this recording session that Evans got his stage name from Clark's wife, who asked Evans what his name was. \"Well\", he replied, \"my friends call me 'Chubby'\". As he had just completed a Fats Domino impression, she smiled and said, \"As in Checker?\" That little play on words ('chubby' meaning 'fat', and 'checkers', like 'dominoes', being a game) got an instant laugh and stuck, and from then on, Evans would use the name \"Chubby Checker\".","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"","intMembers":"1","strCountry":"","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/checker-chubby-50c15e28e464a.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/checker-chubby-554890e05dc53.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/checker-chubby-50c15e0f7d672.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/checker-chubby-5413ebc0de2f6.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"920febb2-ea05-4339-8a08-17294e60c736","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}