{"artists":[{"idArtist":"112500","strArtist":"The Shadows","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Polydor","idLabel":"45210","intFormedYear":"1959","intBornYear":"1959","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock","strMood":"","strWebsite":"www.theshadowsofficial.com","strFacebook":"","strTwitter":"1","strBiographyEN":"The Shadows are a British pop group with a total of 69 UK hit-charted singles: 35 as 'The Shadows' and 34 as 'Cliff Richard and the Shadows', from the 1950s to the 2000s. Cliff Richard in casual conversation with the British rock press frequently refers to the Shadows by their nickname, 'The Shads'.\nThe Shadows were also successful in the British EP charts that were compiled by several different publications during the 1960s based on sales statistics from a limited number of retailers around the country. The Shadows and Cliff Richard & the Shadows each had four No.1 selling EPs.\nAccording to British Hit Singles & Albums (19th edition), the Shadows are the third most successful UK charted hit-singles act, behind Elvis Presley and Cliff Richard.\nPioneers of the four-member rock-group format (consisting of lead guitar, rhythm guitar, bass guitar and drums) in the UK, the group enjoyed a second spell of success and interest in their music from the late seventies until disbandment in 1990. Their unique guitar sound was originally produced by a combination of American Fender guitars, British amplifiers made by Vox and echo units Meazzi Echomatic tape and Binson magnetic disc.\nWith singer Cliff Richard, the Shadows dominated the British popular music scene in the late 1950s and early 1960s (i.e. the five-year \"Before-Beatles\" period: 1958-1962), before The Beatles' first full year in the charts in 1963.\nJohn Lennon once claimed that \"before Cliff and the Shadows, there had been nothing worth listening to in British music.\" As the first backing band to emerge as stars in their own right, they were early trailblazers for the beat-group boom that eclipsed them. - The Times 30 November 2005.","strBiographyDE":null,"strBiographyFR":"The Shadows est un groupe de rock britannique ayant été actif des années 1950 jusqu'aux années 2000. Pionnier du rock britannique, The Shadows demeurent une référence en matière de son de guitare électrique.\n\nNombre de groupes et d'artistes internationaux se sont inspirés de cette formation qui a contribué à poser les bases du rock britannique et de la pop music européenne. Hank Marvin est souvent présenté comme le guitariste européen le plus influent du siècle, par exemple par Mark Knopfler, David Gilmour, Ritchie Blackmore et Brian May.\n\nPremier groupe de rock européen en 1958, The Shadows accumulent les succès internationaux dès le début de leur carrière, d'abord en compagnie de Cliff Richard, l'un des artistes les plus vendus en Angleterre (plus de 250 millions de disques vendus à ce jour), puis en solo, avec des titres généralement instrumentaux. Apache bouleversera la musique pop en 1960. Avec Wonderful Land (no 1 en 1962, un des titres les plus vendus en Grande-Bretagne de toute la décennie 1960, The Shadows sont les premiers à associer dans leurs enregistrements des guitares électriques et un orchestre symphonique grâce notamment à Norrie Paramor.\n\nAprès une brève séparation (ils se produisent en tant que Marvin, Welch & Farrar de 1971 à 1973), ils retrouvent le succès, avec plusieurs no 1 dans les années 1970 en Grande-Bretagne (les albums 20 Golden Greats et String of Hits dépassent chacun le million de disques vendus), et de nombreux albums disque d'or et platine dans les années 1980.\n\nLe groupe se sépare fin 1990 après un dernier album classé dans le Top 5 (Hank Marvin poursuivant une carrière solo), puis se reforme pour un best of (nouveau Top 10 et disque d'or en Grande-Bretagne) et deux tournées triomphales en 2004 (Royaume-Uni) et 2005 (Europe) dont les concerts ont été enregistrés sur un coffret double CD et sur 1 DVD The Shadows Final Tour.\n\nAprès avoir joué pour la Royal Variety Performance à l'occasion des cinquante ans du groupe, en 2008, ils partent avec Cliff Richard pour une vaste tournée des grandes scènes britanniques, puis une série de concerts en Europe, en Australie, en Nouvelle-Zélande et en Afrique du Sud, jusqu'en mars 2010.\n\nLe dictionnaire britannique définit The Shadows comme : « les principaux précurseurs d'un phénomène musical universel. »","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"The Shadows fue una banda de rock originaria de Londres, Inglaterra. Se mantuvo activa desde los años 60 hasta los 90, antiguamente conocidos como \"Cliff Richard and The Shadows\". Entre sus éxitos se encuentran sencillos como: \"Move It\" (#2 UK, #100 ARIA) de 1958 o \"Let me be the one\" (con la que quedaron segundos en el Festival de Eurovisión de Instre de 1975, aunque el mayor éxito de toda su carrera artística fue el tema \"Apache\"\n\nSe reunieron de nuevo para una gira en 2004. Surgieron como The Drifters, banda de apoyo de Cliff Richard.","strBiographyPT":"The Shadows é um conjunto de rock instrumental britânico. Seus maiores êxitos foram alcançados na década de 1960, tanto com trabalhos próprios quanto com a parceira que mantinham com o cantor Cliff Richard.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"3","strCountry":"Hertfordshire, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xruupy1593682820.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vrqpxq1394566696.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/urvryv1524757441.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qxxpuu1362140692.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wsqpxr1394828142.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/twtqvv1394828174.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/uxpxwq1394710309.jpg","strMusicBrainzID":"c7cf4584-bfb1-4cf5-be41-aef384310bbb","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}