{"album":[{"idAlbum":"2112199","idArtist":"111431","idLabel":"45403","strAlbum":"Journeyman","strAlbumStripped":"Journeyman","strArtist":"Eric Clapton","strArtistStripped":"Eric Clapton","intYearReleased":"1989","strStyle":"Blues","strGenre":"Rock","strLabel":"Reprise Records","strReleaseFormat":"Album","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/wwwurv1341428125.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/journeyman-4fff5f3187330.png","strAlbumSpine":null,"strAlbum3DCase":null,"strAlbum3DFlat":null,"strAlbum3DFace":null,"strAlbum3DThumb":null,"strDescriptionEN":"Journeyman is the eleventh studio album by blues/rock musician Eric Clapton, released in 1989.\n\nThe album was heralded as a return to form for Clapton, who had struggled with alcohol addiction throughout the mid-1980s and had recently found sobriety. Much of it has an electronic sound, mostly influenced by the 1980s rock scene, but it also includes blues songs like \"Before You Accuse Me,\" \"Running On Faith,\" and \"Hard Times.\" The strongest single commercially from this album was \"Bad Love,\" which earned him the 1990 Best Male Rock Vocal Performance Grammy Awards, and reached the #1 position on the Album Rock Chart. \"Pretending\" had also reached the #1 position on the Album Rock Chart the previous year, remaining at the top for 5 weeks (\"Bad Love\" had only stayed for 3 weeks).\n\nWhile the album was only a moderate commercial success at the time, reaching just the 16th position on the Billboard 200 chart, it went on to become his first solo studio album to go double platinum. This is one of Eric Clapton's favourite albums.","strDescriptionDE":"Journeyman (englisch für „Handwerksgeselle“) ist das elfte Studioalbum von Eric Clapton. Es erschien am 18. November 1989.\n\nDas Album stellte Claptons Comeback dar, der bis Mitte der 1980er Jahre alkoholabhängig war. Das Album vertritt den typischen elektrischen Rocksound dieser Zeit, bedient aber mit Songs wie Before You Accuse Me oder Running on Faith auch Claptons Blueswurzeln. Die erfolgreichste kommerzielle Single war Bad Love; sie brachte Clapton 1990 einen Grammy für die beste männliche Gesangsdarbietung sowie einen Nummer-1-Hit in den Rockcharts ein. Clapton vertraute außer auf altbewährtes Personal auch auf viele bekannte Kompositionen, so zum Beispiel das vielfach gecoverte Hound Dog oder auf speziell für ihn geschriebene Lieder wie Pretending, das ebenfalls Platz 1 der Rockcharts belegte. Es wurde Claptons erstes Album, das in den USA Doppelplatinstatus erreichte. Er bezeichnete es als eines seiner Lieblingsalben. Von 1990 bis 1991 stellte Clapton das Album auf der Journeyman World Tour vor.\n\nDie zwölf Titel des Albums, darunter je eine gemeinsame Arbeit von Clapton mit dem Foreigner-Gitarristen Mick Jones und mit Robert Cray, wurden von Russ Titelman produziert, der vorher unter anderem Alben von Paul Simon, Rickie Lee Jones und Randy Newman betreut hatte.\n\nZahlreiche Gastmusiker kamen zu den Aufnahmen in die New Yorker Power Station und Skyline Studios und das Townhouse in London. Neben Robert Cray, der auf vier Songs an der Gitarre zu hören ist, wirkten beispielsweise der Sänger Daryl Hall, der auch auf dem Concert-for-Bangladesh-Album schon mitwirkende Schlagzeuger Jim Keltner, der Saxofonist David Sanborn, der für die Produktion des Vorgängeralbums August verantwortliche Phil Collins, der Dire-Straits-Keyboarder Alan Clark, der Bassist Pino Palladino, die Sängerin Chaka Khan und der spätere Toto-Keyboarder Greg Phillinganes mit. Linda Womack sang gemeinsam mit Clapton Lead Me On, bei dem auch ihr Mann Cecil, mit dem sie das Stück geschrieben hat, an der Gitarre und vor dem Gesangsmikrofon stand. Mit George Harrison, der den Titel Run So Far beisteuerte und bei diesem Stück die Gitarre spielt, verband Clapton bereits seit seiner Mitarbeit am Weißen Album eine Freundschaft. \n(Wikipedia)","strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":null,"intScoreVotes":null,"strReview":"","strMood":"Passionate","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"700072d4-ea59-36fc-bc62-e90b7282aa0c","strMusicBrainzArtistID":"618b6900-0618-4f1e-b835-bccb17f84294","strAllMusicID":"mw0000654245","strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":"79040","strWikidataID":"Q596201","strWikipediaID":"Journeyman_(album)","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}