{"artists":[{"idArtist":"121398","strArtist":"Jean Sibelius","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1865","intDiedYear":"1957","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Jean Sibelius, born Johan Julius Christian Sibelius (8 December 1865 – 20 September 1957), was a Finnish composer and violinist of the late Romantic and early-modern periods. He is widely recognized as his country's greatest composer and, through his music, is often credited with having helped Finland to develop a national identity during its struggle for independence from Russia.\nThe core of his oeuvre is his set of seven symphonies which, like his other major works, continue to be performed and recorded in his home country and internationally. His other best-known compositions are Finlandia, the Karelia Suite, Valse triste, the Violin Concerto, the choral symphony Kullervo, and The Swan of Tuonela (from the Lemminkäinen Suite). Other works include pieces inspired by nature, Nordic mythology, and the Finnish national epic, the Kalevala, over a hundred songs for voice and piano, incidental music for numerous plays, the opera Jungfrun i tornet (The Maiden in the Tower), chamber music, piano music, Masonic ritual music, and 21 publications of choral music.\nSibelius composed prolifically until the mid-1920s, but after completing his Seventh Symphony (1924), the incidental music for The Tempest (1926) and the tone poem Tapiola (1926), he stopped producing major works in his last thirty years, a stunning and perplexing decline commonly referred to as \"The Silence of Järvenpää\", the location of his home. Although he is reputed to have stopped composing, he attempted to continue writing, including abortive efforts on an eighth symphony. In later life, he wrote Masonic music and re-edited some earlier works while retaining an active but not always favourable interest in new developments in music.\nThe Finnish 100 mark note featured his image until 2002, when the euro was adopted. Since 2011, Finland has celebrated a Flag Day on 8 December, the composer's birthday, also known as the \"Day of Finnish Music\". In 2015, the 150th anniversary of the composer's birth, a number of special concerts and events were held, especially in the city of Helsinki.\nEarly years :\nSibelius was born on 8 December 1865 in Hämeenlinna in the Grand Duchy of Finland, an autonomous part of the Russian Empire. He was the son of the Swedish-speaking medical doctor Christian Gustaf Sibelius and Maria Charlotta Sibelius née Borg. The family name stems from the Sibbe estate in Eastern Uusimaa which was owned by his paternal great-grandfather. Sibelius's father died of typhoid in July 1868, leaving substantial debts. As a result, his mother—who was again pregnant—had to sell their property and move the family into the home of Katarina Borg, her widowed mother, who also lived in Hämeenlinna. Sibelius was therefore brought up in a decidedly female environment, the only male influence coming from his uncle, Pehr Ferdinand Sibelius, who was interested in music, especially the violin. It was he who gave the boy a violin when he was ten years old and later encouraged him to maintain his interest in composition. For Sibelius, Uncle Pehr not only took the place of a father but acted as a musical adviser.\nFrom an early age, Sibelius showed a strong interest in nature, frequently walking around the countryside when the family moved to Loviisa on the coast for the summer months. In his own words: \"For me, Loviisa represented sun and happiness. Hämeenlinna was where I went to school; Loviisa was freedom.\" It was in Hämeenlinna, when he was seven, that his aunt Julia was brought in to give him piano lessons on the family's upright instrument, rapping him on the knuckles whenever he played a wrong note. He progressed by improvising on his own, but still learned to read music He later turned to the violin, which he preferred. He participated in trios with his elder sister Linda on piano, and his younger brother Christian on the cello. (Christian Sibelius was to become an eminent psychiatrist, still remembered for his contributions to modern psychiatry in Finland.) Furthermore, Sibelius often played in quartets with neighboring families, adding to his experience in chamber music. Fragments survive of his early compositions of the period, a trio, a piano quartet and a Suite in D Minor for violin and piano. Around 1881, he recorded on paper his short pizzicato piece Vattendroppar (Water Drops) for violin and cello although it might just have been a musical exercise. The first reference he himself made to composing comes in a letter from August 1883 in which he reveals he had composed a trio and was working on another: \"They are rather poor, but it is nice to have something to do on rainy days.\" In 1881, he started to take violin lessons from the local bandmaster, Gustaf Levander, immediately developing a particularly strong interest in the instrument. Setting his heart on a career as a great violin virtuoso, he soon succeeded in becoming quite an accomplished player, performing David's Concerto in E minor in 1886 and, the following year, the last two movements of Mendelssohn's Violin Concerto in Helsinki. Despite such success as an instrumentalist, he ultimately chose to become a composer.\nAlthough his mother tongue was Swedish, in 1874 Sibelius attended Lucina Hagman's Finnish-speaking preparatory school. In 1876, he was then able to continue his education at the Finnish-language Hämeenlinna Normal Lyceum where he proved to be a rather absent-minded pupil, although he did quite well in mathematics and botany. Despite having to repeat a year, he succeeded in passing the school's final examination in 1885 which allowed him to enter a university. As a boy he was known as Janne, a colloquial form of Johan. However, during his student years, he adopted the French form Jean, inspired by the business card of his deceased seafaring uncle. Thereafter he became known as Jean Sibelius.","strBiographyDE":"Johan Julius Christian („Jean“) Sibelius (* 8. Dezember 1865 in Hämeenlinna; † 20. September 1957 in Järvenpää bei Helsinki; auch genannt Janne Sibelius) war ein finnischer Komponist am Übergang von der Spätromantik zur Moderne.","strBiographyFR":"Jean Sibelius, né Johan Julius Christian Sibelius (8 décembre 1865 - 20 septembre 1957), était un compositeur et violoniste finlandais de la période romantique tardive et du début de la modernité. Il est largement reconnu comme le plus grand compositeur de son pays et, à travers sa musique, on lui attribue souvent le mérite d'avoir aidé la Finlande à développer une identité nationale pendant sa lutte pour l'indépendance de la Russie.\nLe cœur de son œuvre est son ensemble de sept symphonies qui, comme ses autres œuvres majeures, continuent d'être jouées et enregistrées dans son pays d'origine et à l'international. Ses autres compositions les plus connues sont Finlandia, la Suite Karelia, Valse triste, le Concerto pour violon, la symphonie chorale Kullervo et Le cygne de Tuonela (de la suite Lemminkäinen). D'autres œuvres comprennent des pièces inspirées de la nature, de la mythologie nordique et de l'épopée nationale finlandaise, le Kalevala, plus d'une centaine de chansons pour voix et piano, de la musique incidente pour de nombreuses pièces de théâtre, l'opéra Jungfrun i tornet (La jeune fille dans la tour), la musique de chambre , musique pour piano, musique rituelle maçonnique et 21 publications de musique chorale.\nSibelius a composé de manière prolifique jusqu'au milieu des années 1920, mais après avoir terminé sa septième symphonie (1924), la musique incidente pour The Tempest (1926) et le poème sonore Tapiola (1926), il a cessé de produire des œuvres majeures dans ses trente dernières années, un étourdissant et le déclin déconcertant communément appelé \"Le silence de Järvenpää\", l'emplacement de sa maison. Bien qu'il soit réputé pour avoir arrêté de composer, il a tenté de continuer à écrire, y compris des efforts avortés sur une huitième symphonie. Plus tard, il écrivit de la musique maçonnique et réédita quelques œuvres antérieures tout en conservant un intérêt actif mais pas toujours favorable pour les nouveaux développements de la musique.\nLe billet de 100 marks finlandais représentait son image jusqu'en 2002, date à laquelle l'euro a été adopté. Depuis 2011, la Finlande célèbre le 8 décembre un Jour du drapeau, anniversaire du compositeur, également connu sous le nom de «Journée de la musique finlandaise». En 2015, à l'occasion du 150e anniversaire de la naissance du compositeur, un certain nombre de concerts et d'événements spéciaux ont eu lieu, notamment dans la ville d'Helsinki.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Finland","strCountryCode":"FI","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vsxqvu1394382181.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ytqrup1394382150.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wysstw1394382164.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/tstpyt1394382174.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"691b0e9d-9e57-41cf-932d-a3d21b068e75","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}