{"artists":[{"idArtist":"119469","strArtist":"Sergei Prokofiev","strArtistStripped":null,"strArtistAlternate":"Sergueï Prokofiev","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1891","intDiedYear":"1953","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Sergei Sergeyevich Prokofiev (pron.: /prəˈkɒfiɛv/; Russian: Сергей Сергеевич Прокофьев; 23 April 1891 – 5 March 1953) was a Russian composer, pianist and conductor who mastered numerous musical genres and is regarded as one of the major composers of the 20th century. His best-known works are the five piano concertos, nine completed piano sonatas and seven symphonies. Besides many other works, Prokofiev also composed family favourites, such as the March from The Love for Three Oranges, the suite Lieutenant Kijé, the ballet Romeo and Juliet – from which \"Dance of the Knights\" is taken – and Peter and the Wolf.\n\nA graduate of the St Petersburg Conservatory, Prokofiev initially made his name as an iconoclastic composer-pianist, achieving notoriety with a series of ferociously dissonant and virtuosic works for his instrument and his first two piano concertos. Prokofiev's first major success breaking out of the composer-pianist mould was with his purely orchestral Scythian Suite, compiled from music originally composed for a ballet commissioned by Sergei Diaghilev of the Ballets Russes; Diaghilev commissioned three further ballets from Prokofiev – Chout, Le pas d'acier and The Prodigal Son – which at the time of their original production were all highly successful. Prokofiev's greatest interest, however, was opera, and he composed several works in that genre, including The Gambler and The Fiery Angel. Prokofiev's one relative success in that genre during his lifetime was The Love for Three Oranges, composed for Chicago and subsequently performed over the following decade in Europe and Russia.\n\nAfter the Revolution, Prokofiev left Russia with the official blessing of the Soviet minister Anatoly Lunacharsky, and he lived in the United States, then Germany, then Paris, during which time he married a Spanish singer, Carolina Codina, with whom he had two sons. Because of the increasing economic deprivation of Europe, Prokofiev returned to Russia in 1936. He enjoyed some success there – notably with Lieutenant Kijé, Peter and the Wolf, Romeo and Juliet, and perhaps above all with Alexander Nevsky. The Nazi invasion of the USSR spurred him to compose his most ambitious work, an operatic version of Leo Tolstoy's War and Peace. In 1948 Prokofiev was criticized for \"anti-democratic formalism\", and with his income severely curtailed was forced to compose Stalinist works such as On Guard for Peace. However, he also enjoyed personal and artistic support from a new generation of Russian performers, notably Sviatoslav Richter and Mstislav Rostropovich and for the latter he composed his Symphony-Concerto.\n\n(from Wikipedia)","strBiographyDE":"Sergei Sergejewitsch Prokofjew (russisch Сергей Сергеевич Прокофьев, wiss. Transliteration Sergej Sergeevič Prokof'ev; * 11. Apriljul./ 23. April 1891greg. auf Gut Sonzowka bei Bachmut, Gouvernement Jekaterinoslaw, Russisches Kaiserreich, heute Krasnoe bei Krasnoarmijsk, Oblast Donezk, Ukraine; † 5. März 1953 in Moskau) war ein russischer Pianist und Komponist.\nProkofjew starb am 5. März 1953, am selben Tag wie sein größter ideologischer Peiniger Stalin. Dabei mutet dieser Umstand wie eine Ironie der Geschichte an, da Prokofjews Tod, im Schatten der landesweiten Trauer um den gleichzeitig verstorbenen Diktator, von der Öffentlichkeit fast völlig unbeachtet blieb. Es fanden sich noch nicht einmal Blumen an seinem Grab.","strBiographyFR":"Sergei Sergeyevich Prokofiev (1891 - 1953) était un compositeur, pianiste et chef d'orchestre russe qui maîtrisait de nombreux genres musicaux et est considéré comme l'un des principaux compositeurs du 20e siècle. Ses œuvres les plus connues sont 5 concertos pour piano, 9 sonates pour piano terminées et 7 symphonies. Outre de nombreuses autres œuvres, Prokofiev a également composé la Marche de l'Amour des trois oranges, la suite Lieutenant Kijé, le ballet Roméo et Juliette et Pierre et le loup.\nDiplômé du Conservatoire de Saint-Pétersbourg, Prokofiev s'est d'abord fait un nom en tant que compositeur-pianiste iconoclaste, atteignant la notoriété avec une série d'œuvres férocement dissonantes et virtuoses pour son instrument et ses deux premiers concertos pour piano. \nAprès la Révolution, Prokofiev a quitté la Russie avec la bénédiction officielle du ministre soviétique Anatoly Lunacharsky, et il a vécu aux États-Unis, en Allemagne. Prokofiev est retourné en Russie en 1936. Il y a connu un certain succès - notamment avec le lieutenant Kijé, Peter et le Loup, Roméo et Juliette, et peut-être surtout avec Alexander Nevsky. L'invasion nazie de l'URSS l'a incité à composer son œuvre la plus ambitieuse, une version lyrique de Guerre et Paix de Léon Tolstoï. En 1948, Prokofiev a été critiqué pour son \"formalisme antidémocratique\" et, avec ses revenus fortement réduits, a été contraint de composer des œuvres staliniennes. Cependant, il a également bénéficié du soutien personnel et artistique d'une nouvelle génération d'artistes russes, notamment Sviatoslav Richter et Mstislav Rostropovich et pour ce dernier, il a composé sa Symphonie-Concerto.","strBiographyCN":null,"strBiographyIT":"Sergei Sergeyevich Prokofiev (pron.: /prəˈkɒfiɛv/; Russian: Сергей Сергеевич Прокофьев; 23 April 1891 – 5 March 1953) was a Russian composer, pianist and conductor who mastered numerous musical genres and is regarded as one of the major composers of the 20th century. His best-known works are the five piano concertos, nine completed piano sonatas and seven symphonies. Besides many other works, Prokofiev also composed family favourites, such as the March from The Love for Three Oranges, the suite Lieutenant Kijé, the ballet Romeo and Juliet – from which \"Dance of the Knights\" is taken – and Peter and the Wolf.\n\nA graduate of the St Petersburg Conservatory, Prokofiev initially made his name as an iconoclastic composer-pianist, achieving notoriety with a series of ferociously dissonant and virtuosic works for his instrument and his first two piano concertos. Prokofiev's first major success breaking out of the composer-pianist mould was with his purely orchestral Scythian Suite, compiled from music originally composed for a ballet commissioned by Sergei Diaghilev of the Ballets Russes; Diaghilev commissioned three further ballets from Prokofiev – Chout, Le pas d'acier and The Prodigal Son – which at the time of their original production were all highly successful. Prokofiev's greatest interest, however, was opera, and he composed several works in that genre, including The Gambler and The Fiery Angel. Prokofiev's one relative success in that genre during his lifetime was The Love for Three Oranges, composed for Chicago and subsequently performed over the following decade in Europe and Russia.\n\nAfter the Revolution, Prokofiev left Russia with the official blessing of the Soviet minister Anatoly Lunacharsky, and he lived in the United States, then Germany, then Paris, during which time he married a Spanish singer, Carolina Codina, with whom he had two sons. Because of the increasing economic deprivation of Europe, Prokofiev returned to Russia in 1936. He enjoyed some success there – notably with Lieutenant Kijé, Peter and the Wolf, Romeo and Juliet, and perhaps above all with Alexander Nevsky. The Nazi invasion of the USSR spurred him to compose his most ambitious work, an operatic version of Leo Tolstoy's War and Peace. In 1948 Prokofiev was criticized for \"anti-democratic formalism\", and with his income severely curtailed was forced to compose Stalinist works such as On Guard for Peace. However, he also enjoyed personal and artistic support from a new generation of Russian performers, notably Sviatoslav Richter and Mstislav Rostropovich and for the latter he composed his Symphony-Concerto.\n\n(from Wikipedia)","strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Krasnoe","strCountryCode":"RU","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vxwvux1518107799.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/yqpyuu1518107825.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/1rhk261631778658.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/etnfls1631778685.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/o56usc1631778883.jpg","strArtistBanner":null,"strMusicBrainzID":"0e43fe9d-c472-4b62-be9e-55f971a023e1","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}