{"artists":[{"idArtist":"123227","strArtist":"Ricky Nelson","strArtistStripped":null,"strArtistAlternate":"Eric Hilliard Nelson","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1940","intDiedYear":"1985","strDisbanded":"Yes","strStyle":"Rock/Pop","strGenre":"Rock","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Eric Hilliard Nelson (May 8, 1940 – December 31, 1985), better known as Ricky Nelson or Rick Nelson, was an American actor, musician, and singer-songwriter who starred alongside his family in the long-running television series, The Adventures of Ozzie and Harriet (1952–66), as well as co-starring alongside John Wayne and Dean Martin in Howard Hawks's western feature film, Rio Bravo (1959). He placed 53 songs on the Billboard Hot 100 between 1957 and 1973 including \"Poor Little Fool\" which holds the distinction of being the first #1 song on Billboard magazine's then-newly created Hot 100 chart. He recorded 19 additional Top 10 hits and was inducted into the Rock and Roll Hall of Fame on January 21, 1987. In 1996, he was ranked #49 on TV Guide's 50 Greatest TV Stars of All Time.\nNelson began his entertainment career in 1949 playing himself in the radio sitcom series, The Adventures of Ozzie and Harriet. In 1952, he appeared in his first feature film, Here Come the Nelsons. In 1957, he recorded his first single, debuted as a singer on the television version of the sitcom, and released the #1 album entitled Ricky. In 1958, Nelson released his first #1 single, \"Poor Little Fool\", and in 1959 received a Golden Globe nomination for \"Most Promising Male Newcomer\" after starring in Rio Bravo. A few films followed, and when the television series was cancelled in 1966, Nelson made occasional appearances as a guest star on various television programs.\n\nNelson and Sharon Kristin Harmon were married on April 20, 1963, and divorced in December 1982. They had four children: Tracy Kristine, twin sons Gunnar Eric and Matthew Gray, and Sam Hilliard. On February 14, 1981, a son (Eric Crewe) was born to Nelson and Georgeann Crewe. A blood test in 1985 confirmed that Nelson was the child's father. Nelson was engaged to Helen Blair at the time of his death in an airplane crash on December 31, 1985.\nRicky Nelson was born on May 8, 1940, at 1:25 p.m. at Holy Name Hospital in Teaneck, New Jersey. He was the second son of big band leader Ozzie Nelson, who was of half Swedish descent, and his wife, big band vocalist Harriet Hilliard Nelson (née Peggy Louise Snyder). Harriett remained in Englewood, New Jersey, with her newborn and her older son David while Ozzie toured the nation with the Nelson orchestra. The Nelsons bought a two-story colonial house in Tenafly, New Jersey, and, six months after the purchase, moved with son David to Hollywood, California, where Ozzie and Harriet were slated to appear in the 1941–42 season of Red Skelton's The Raleigh Cigarette Hour; Ricky remained in Tenafly in the care of his paternal grandmother. In November 1941, the Nelsons bought what would become their permanent home: a green and white, two-story, Cape Cod colonial home at 1822 Camino Palmero in Los Angeles.  Ricky joined his parents and brother in Los Angeles in 1942. \n\nRicky was a small and insecure child who suffered from severe asthma. At night, his sleep was eased with a vaporizer emitting tincture of evergreen. He was described by Red Skelton's producer John Guedel as \"an odd little kid,\" likable, shy, introspective, mysterious, and inscrutable. When Skelton was drafted in 1944, Guedel crafted the radio sitcom The Adventures of Ozzie and Harriet for Ricky's parents. The show debuted on Sunday, October 8, 1944, to favorable reviews. Ozzie eventually became head writer for the show and based episodes on the fraternal exploits and enmity of his sons. The Nelson boys were first played in the radio series by professional child actors until twelve-year-old Dave and eight-year-old Ricky joined the show on February 20, 1949, in the episode \"Invitation to Dinner.\"\nIn 1952, the Nelsons tested the waters for a television series with the theatrically released film Here Come the Nelsons. The film was a hit, and Ozzie was convinced the family could make the transition from radio's airwaves to television's small screen. On October 3, 1952, The Adventures of Ozzie and Harriet made its television debut and was broadcast in first run until September 3, 1966, to become one of the longest-running sitcoms in television history.\nNelson played clarinet and drums in his tweens and early teens, learned the rudimentary guitar chords, and vocally imitated his favorite Sun Records rockabilly artists in the bathroom at home or in the showers at the Los Angeles Tennis Club. He was strongly influenced by the music of Carl Perkins and once said he tried to emulate the sound and the tone of the guitar break in Perkins's March 1956 Top Ten hit \"Blue Suede Shoes.\" \n\nAt age sixteen, he wanted to impress a friend who was an Elvis Presley fan and, although he had no record contract at the time, told her that he, too, was going to make a record. With his father's help, he secured a one-record deal with Verve Records, an important jazz label looking for a young and popular personality who could sing or be taught to sing. On March 26, 1957, he recorded the Fats Domino standard \"I'm Walkin'\" and \"A Teenager's Romance\" (released in late April 1957 as his first single), and \"You're My One and Only Love.\" \n\nBefore the single was released, he made his television rock-and-roll debut on April 10, 1957, lip-synching \"I'm Walkin'\" in the Ozzie and Harriet episode \"Ricky, the Drummer\". About the same time, he made an unpaid public appearance as a singer at a Hamilton High School lunch hour assembly in Los Angeles with the Four Preps and was greeted by hordes of screaming teens who had seen the television episode. \n\n\"I'm Walkin'\" reached #4 on Billboard's Best Sellers in Stores chart, and its flip side, \"A Teenager's Romance,\" hit #2. When the television series went on summer break in 1957, Nelson made his first road trip and played four state and county fairs in Ohio and Wisconsin with the Four Preps, who opened and closed for him. \nIn early summer 1957, Ozzie Nelson pulled his son from Verve after disputes about royalties and signed him to a lucrative five-year deal with Imperial Records that gave him approval over song selection, sleeve artwork, and other production details. Ricky's first Imperial single, \"Be-Bop Baby,\" generated 750,000 advance orders, sold over one million copies, and reached #3 on the charts. Nelson's first album, Ricky, was released in October 1957 and hit #1 before the end of the year. Following these successes, Nelson was given a more prominent role on the Ozzie and Harriet show and ended every two or three episodes with a musical number. \n\nNelson grew increasingly dissatisfied performing with older jazz session musicians, who were openly contemptuous of rock and roll. After his Ohio and Minnesota tours in the summer of 1957, he decided to form his own band with members closer to his age. Eighteen-year-old electric guitarist James Burton was the first signed, living in the Nelson home for two years. Bassist James Kirkland, drummer Richie Frost, and pianist Gene Garf completed the band. Their first recording together was \"Believe What You Say.\" Rick selected material from demo acetates submitted by songwriters. Ozzie Nelson forbade suggestive lyrics or titles, and his late-night arrival at recording sessions forced band members to hurriedly hide their beers and cigarettes. The Jordanaires, Elvis Presley's backup vocalists, worked for Nelson but at Presley's behest were not permitted credit on Nelson's albums.\n\nIn 1958, Nelson recorded 17-year-old Sharon Sheeley's \"Poor Little Fool\" for his second album, Ricky Nelson, released in June 1958. Radio airplay brought the tune notice, and Imperial suggested releasing a single, but Nelson opposed the idea, believing a single would diminish EP sales. When a single was released nonetheless, he exercised his contractual right to approve any artwork and vetoed a picture sleeve. On August 4, 1958, \"Poor Little Fool\" became the #1 single on Billboard's newly instituted Hot 100 singles chart and sold over two million copies. Nelson so loathed the song that he refused to perform it on Ozzie and Harriet. Sheeley claimed he ruined her song by slowing the tempo. More generally, Nelson stated\nDuring 1958 and 1959, Nelson placed twelve hits on the charts in comparison with Presley's eleven (it should be remembered that the latter was then serving in Germany with the U.S. Army). During the sitcom's run, Ozzie Nelson, either to keep his son's fans tuned in or as an affirmation of his reputed behind-the-scenes persona as a controlling personality, kept his son from appearing on other television shows that could have enhanced his public profile, American Bandstand and The Ed Sullivan Show in particular. In the summer of 1958, Nelson conducted his first full-scale tour, averaging $5,000 nightly. By 1960, the Ricky Nelson International Fan Club had 9,000 chapters around the world. \nNelson was the first teen idol to utilize television to promote hit records. Ozzie Nelson even had the idea to edit footage together to create some of the first music videos. This creative editing can be seen in videos Ozzie produced for \"Travelin' Man.\" Nelson finally did appear on the Sullivan show in 1967, but his career by that time was in limbo. He also appeared on other television shows (usually in acting roles). In 1973, he had an acting role in an episode of The Streets of San Francisco in which he played the part of a hippie flute-playing leader of a harem of young prostitutes. In 1979, he guest-hosted on Saturday Night Live, spoofing his television sitcom image by appearing in a Twilight Zone sendup in which, always trying to go \"home,\" he finds himself among the characters from other 1950s/early 1960s-era sitcoms, Leave It to Beaver, Father Knows Best, Make Room for Daddy, and I Love Lucy.\n\nNelson knew and loved music and was a skilled performer even before he became a teen idol, largely because of his parents' musical background. Nelson worked with many musicians of repute, including James Burton, Joe Osborn, and Allen \"Puddler\" Harris, all natives of Louisiana, and Joe Maphis, The Jordanaires, Scotty Moore, and Johnny and Dorsey Burnette.\n\nFrom 1957 to 1962, Nelson had 30 Top-40 hits, more than any other artist except Presley (who had 53) and Pat Boone (38). Many of Nelson's early records were double hits with both the A and B sides hitting the Billboard charts.\n\nWhile Nelson preferred rockabilly and uptempo rock songs like \"Believe What You Say\" (Hot 100 #4), \"I Got a Feeling\" (#10), \"My Bucket's Got a Hole in It\" (#12), \"Hello Mary Lou\" (#9), \"It's Late\" (#9), \"Stood Up\" (#2), \"Waitin' in School\" (#18), \"Be-Bop Baby\" (#3), and \"Just a Little Too Much\" (#9), his smooth, calm voice made him a natural to sing ballads. He had major success with \"Travelin' Man\" (#1), \"A Teenager's Romance\" (#2), \"Poor Little Fool\" (#1), \"Young World\" (#5), \"Lonesome Town\" (#7), \"Never Be Anyone Else But You\" (#6), \"Sweeter Than You\" (#9), \"It's Up to You\" (#6), and \"Teenage Idol\" (#5), which clearly could have been about Nelson himself.\nNelson dreaded flying but refused to travel by bus. In May 1985, he decided he needed a private plane and leased a luxurious, fourteen-seat, 1944 Douglas DC-3 for private use that once belonged to the DuPont family and later to Jerry Lee Lewis. The plane's history was plagued with mechanical issues. In one incident, the band was forced to push the plane off the runway after an engine blew, and in another incident, a malfunctioning magneto prevented Nelson from participating in the first Farm Aid concert in Champaign, Illinois.\n\nOn 26 December 1985, Nelson and the band left for a three-stop tour of the Southern United States. Following shows in Orlando, Florida, and Guntersville, Alabama, Nelson and band members boarded the DC-3 in Guntersville and took off for a New Year's Eve extravaganza in Dallas, Texas. The plane crash-landed northeast of Dallas in De Kalb, Texas, less than two miles from a landing strip at approximately 5:14 p.m. CST on 31 December 1985, impacting trees as it came to earth. Seven of the nine occupants were killed: Nelson and his companion, Helen Blair; bass guitarist Patrick Woodward; drummer Rick Intveld; keyboardist Andy Chapin; guitarist Bobby Neal; and road manager/soundman Donald Clark Russell. Pilots Ken Ferguson and Brad Rank escaped via cockpit windows, though Ferguson was severely burned.\n\nNelson's remains were misdirected in transit from Texas to California delaying the funeral for several days. On 6 January 1986, 250 mourners entered the Church of the Hills for funeral services while 700 fans gathered outside. Attendees included 'Colonel' Tom Parker, Connie Stevens, Angie Dickinson, and dozens of actors, writers, and musicians. Nelson was privately buried days later in the Forest Lawn, Hollywood Hills Cemetery in Los Angeles, California. Kris Nelson threatened to sue the Nelson clan for her former husband's life insurance money and tried to wrest control of his estate from David Nelson, its administrator. Her bid was rejected by a Los Angeles Superior Court Judge. Nelson bequeathed his entire estate to his children and did not provide for Eric Crewe or Kris Nelson. Only days after the funeral, rumors and newspaper reports suggested cocaine freebasing was one of several possible causes for the plane crash. Those allegations were refuted by the National Transportation Safety Board (NTSB). \n\nThe reports vary as to whether or not the plane was on fire before it crashed. According to witnesses, the plane appeared to be on fire before it force-landed. Jim Burnett, then-Chairman of the NTSB, however, said that even though the plane was filled with smoke, the plane landed and came to a stop before it was swallowed by flames. The NTSB conducted a year-long investigation and finally stated that, while the definitive cause was still unknown, the crash was probably due to a gas-fueled heater that reportedly had caused in-flight problems. \n\nWhen questioned by the NTSB, Pilots Brad Rank and Ken Ferguson had different accounts of key events. According to co-pilot Ferguson, the cabin heater was acting up after the plane took off. Ferguson continued that Rank kept going back to the back of the plane to see if he could get the heater to function correctly and that Rank told Ferguson several times to turn the heater back on. \"One of the times, I refused to turn it on,\" said Ferguson. He continued, \"I was getting more nervous. I didn't think we should be messing with that heater en-route.\" After the plane crashed, Ferguson and Rank climbed out the windows, suffering from extensive burns. They shouted to the passenger cabin, but there was no response. Ferguson and Rank backed away from the plane, fearing explosion. Ferguson stated that Rank told him, \"Don't tell anyone about the heater, don't tell anyone about the heater.\" \n\nPilot Rank, however, told a different story: Rank said that he was checking on the passengers when he noticed smoke in the middle of the cabin, where Rick Nelson and Helen Blair were sitting. Even though he never mentioned a problematic heater, Rank stated that he went to the rear of the plane to check the heater, saw no smoke, and found the heater was cool to the touch. After activating an automatic fire extinguisher and opening the cabin's fresh air inlets, Rank said that he returned to the cockpit where Ferguson was already asking traffic controllers for directions to the nearest airfield. \n\nRank was criticized by the NTSB for not following the in-flight fire checklist; opening the fresh air vents instead of leaving them closed, not instructing the passengers to use supplemental oxygen, and not attempting to fight the fire with the hand-held fire extinguisher that was in the cockpit. The board said that while these steps might not have prevented the crash, \"they would have enhanced the potential for survival of the passengers.\" The words of the NTSB seem to echo that of firefighter, Lewis Glover, who was one of the first on the scene. Glover stated, \"All the bodies are there at the front of the plane. Apparently, they were trying to escape the fire.\" \n\nAn examination indicated that a fire had originated in the right side of the aft cabin area at or near the floor line. Some reports said the passengers were killed when the aircraft struck obstacles during the forced landing. The ignition and fuel sources of the fire could not be determined. According to another report, the pilot indicated that the crew tried to turn on the gasoline cabin heater repeatedly shortly before the fire occurred, but that it failed to respond. After the fire, the access panel to the heater compartment was found unlatched. The theory is supported by records that showed that DC-3s in general, and this aircraft in particular, had a history of problems with the cabin heaters.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Teaneck, New Jersey, US","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/yqsusw1431646819.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ytqsxw1431646838.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"0b511854-c21c-4af1-9c31-e3fc178ded61","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}