{"artists":[{"idArtist":"123793","strArtist":"Maggie Reilly","strArtistStripped":null,"strArtistAlternate":"Maggie Reilly","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1956","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Maggie Reilly is a Scottish singer best known for her collaborations with the composer and instrumentalist Mike Oldfield. Most notably, she performed the vocals on the song \"Moonlight Shadow\", which was an international hit in 1983.","strBiographyDE":"Maggie Reilly (* 15. September 1956 in Glasgow, Schottland) ist eine schottische Sängerin.\nDie Tochter des schottischen Sängers Danny Reilly begleitete ihren Vater schon in jungen Jahren bei Konzerten. In Glasgow lernte sie Stuart McKillop kennen und stieß zu der von ihm gegründeten Formation Joe Cool. Zwei Jahre später veröffentlichte die Band, die sie nach einigen personellen Änderungen nun Cado Belle nannte, ihr erstes und einziges Album, Cado Belle. In den Folgejahren spielte Maggie Reilly mit Cado Belle auf mehreren Konzerten und arbeitete mit anderen Musikern wie Jim Wilkie zusammen.\n\nNeben Mike Oldfield arbeitete Maggie Reilly auch mit einer Vielzahl anderer berühmter Musiker zusammen.\n\nUnter der Leitung von Mike Batt war sie 1986 mit Art Garfunkel, George Harrison, Julian Lennon, Cliff Richard an der Realisierung von Lewis Carrolls Gedicht The Hunting of the Snark in ein gleichnamiges Musical beteiligt.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Maggie Reilly (n. Glasgow, 15 de septiembre de 1956) es una cantante escocesa. Es mayormente conocida por sus éxitos junto al compositor Mike Oldfield y sus primeros álbumes como solista. En la década de 1970 fue parte de la banda de rock Cado Belle, lanzando con ellos un álbum en 1976.\nEs mayormente conocida por sus colaboraciones con el compositor Mike Oldfield entre 1980 y 1984, especialmente co-componiendo y vocalizando \"Family Man\" y otras canciones de los álbumes Five Miles Out (1982), \"Moonlight Shadow\" (1983), \"Foreign Affair\" (1983), y \"To France\" (1984).\nEn 1992, lanzó su primer álbum como solista Echoes, cuyos temas más exitosos fueron \"Everytime We Touch\", \"Tears in the Rain\" y \"Wait\". Su siguiente álbum de estudio fue Midnight Sun (1993), cuyo tema \"Follow the Midnight Sun\" fue el más exitoso.\nEn los años siguientes lanzó Elena (1996), Starcrossed (2000), Save It for a Rainy Day (2002) y Rowan (2006).\nHa trabajado también con muchos otros artistas como Mike Batt (en su álbum The Hunting of the Snark), Jack Bruce, Dave Greenfield & Jean-Jacques Burnel, Rick Fenn, Michael Cretu, Lesiëm, Ralph McTell, Simon Nicol, Stefan Zauner, Runrig, The Sisters of Mercy, y Smokie.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":"Maggie Reilly, właśc. Margaret Reilly (ur. 15 września 1956 w Glasgow – szkocka wokalistka, zasłynęła przede wszystkim dzięki współpracy z Mikiem Oldfieldem – wystąpiła na pięciu jego albumach. Jej wokal można usłyszeć między innymi w utworach „Family Man”, „Moonlight Shadow”, „Foreign Affair” i „To France”.\n\nWe wczesnych latach 70. występowała w lokalnym zespole Joe Cool, który później zmienił nazwę na „Cado Belle” i w 1976 roku wydał pierwszy album. Trzy lata później wokalistka spotkała Mike'a Oldfielda, który zaproponował jej udział w tworzeniu płyty QE2, a następnie trzech kolejnych – Five Miles Out, Crises i Discovery. W 1989 roku ponownie współpracowała z Oldfieldem przy jego płycie Earth Moving.\n\nDebiutancki solowy album Maggie Reilly, zatytułowany Echoes, ukazał się w 1992 roku i zawierał utwory „Everytime We Touch”, „Tears in the Rain” i „Wait”, które zdobyły uznanie publiczności. Kolejne płyty artystki to Midnight Sun (1993), Elena (1996), There and Back Again (1998), Starcrossed (2000), Save It for a Rainy Day (2002), Rowan (2006) i Heaven Sent (2013).","strGender":"Female","intMembers":"1","strCountry":"Glasgow, Scotland","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/reilly-maggie-522dab87ce534.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/reilly-maggie-522dfcfb99f93.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/reilly-maggie-522daf52cc1f1.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/reilly-maggie-522daf52cc1f1.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"656ad517-b741-47ba-845a-e6ea223d8b39","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}