{"artists":[{"idArtist":"118551","strArtist":"Felix Mendelssohn","strArtistStripped":null,"strArtistAlternate":"Felix Mendelssohn Bartholdy","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1809","intDiedYear":"1847","strDisbanded":"Yes","strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Jakob Ludwig Felix Mendelssohn Bartholdy (German: ; 3 February 1809 – 4 November 1847), born and widely known as Felix Mendelssohn, was a German composer, pianist, organist and conductor of the early Romantic period.\nA grandson of the philosopher Moses Mendelssohn, Felix Mendelssohn was born into a prominent Jewish family, although initially he was raised without religion and was later baptised as a Reformed Christian. Mendelssohn was recognised early as a musical prodigy, but his parents were cautious and did not seek to capitalise on his talent.\nMendelssohn enjoyed early success in Germany, where he also revived interest in the music of Johann Sebastian Bach, and in his travels throughout Europe. He was particularly well received in Britain as a composer, conductor and soloist, and his ten visits there – during which many of his major works were premiered – form an important part of his adult career. His essentially conservative musical tastes, however, set him apart from many of his more adventurous musical contemporaries such as Franz Liszt, Richard Wagner and Hector Berlioz. The Leipzig Conservatoire (now the University of Music and Theatre Leipzig), which he founded, became a bastion of this anti-radical outlook.\nMendelssohn wrote symphonies, concerti, oratorios, piano music and chamber music. His best-known works include his Overture and incidental music for A Midsummer Night's Dream, the Italian Symphony, the Scottish Symphony, the overture The Hebrides, his mature Violin Concerto, and his String Octet. His Songs Without Words are his most famous solo piano compositions. After a long period of relative denigration due to changing musical tastes and anti-Semitism in the late 19th and early 20th centuries, his creative originality has now been recognised and re-evaluated. He is now among the most popular composers of the Romantic era.","strBiographyDE":"Jakob Ludwig Felix Mendelssohn Bartholdy (* 3. Februar 1809 in Hamburg; † 4. November 1847 in Leipzig) war ein deutscher Komponist, Pianist und Organist. Er gilt als einer der bedeutendsten Musiker der Romantik, weltweit erster Dirigent in heutiger Funktion und Gestalt, Gründer der ersten Musikhochschule in Deutschland und „Apostel“ der Werke Händels und J. S. Bachs.\n\nFelix Mendelssohn Bartholdy entstammte der angesehenen und wohlhabenden bürgerlichen jüdischen Familie Mendelssohn. Väterlicherseits war er ein Enkel des bedeutenden Philosophen Moses Mendelssohn. Sein Vater Abraham trat nach einer Bankkaufmannslehre 1804 als Kompagnon in die Bank seines älteren Bruders Joseph ein. Seine Mutter Lea, geborene Salomon, kam aus einer Fabrikantenfamilie. Nach der Heirat 1804 zogen Abraham und Lea Mendelssohn von Berlin nach Hamburg. Im Jahr 1805 wurde Felix’ musikalisch begabte Schwester Fanny (ab 1829 Fanny Hensel) geboren. Als weitere Geschwister folgten 1811 Rebecca (sie heiratete 1831 den Mathematiker Dirichlet) und 1812 Paul Mendelssohn.\n\nAlle Kinder Abraham Mendelssohns wurden christlich erzogen und am 21. März 1816 von Johann Jakob Stegemann, dem Pfarrer der Reformierten Gemeinde der Berliner Jerusalems- und Neuen Kirche, in einer Haustaufe protestantisch getauft. Bei dieser Gelegenheit erhielt Felix seine Taufnamen Jakob und Ludwig. Darüber hinaus wurde dem Familiennamen der „christliche“ Name Bartholdy beigefügt, den Leas Bruder Jakob Salomon, der preußische Gesandte in Rom, bei seiner Taufe nach dem Namen des Vorbesitzers eines Gartens der Familie angenommen hatte. Abraham und Lea Mendelssohn Bartholdy konvertierten schließlich 1822 zum Christentum. Felix wurde 1825 in der Parochialkirche (Berlin) konfirmiert.\n\nWegen der französischen Besetzung Hamburgs zog die Familie 1811 nach Berlin, wo die verwitwete Großmutter lebte. Hier erhielten Felix und Fanny den ersten Musikunterricht von ihrer Mutter, die in einer unmittelbaren Bach-Tradition stand. Auch die Großtante der beiden Kinder, Sara Levy, Tochter des Berliner Hoffaktors Daniel Itzig, der 1791 als erster preußischer Jude von Friedrich Wilhelm II. das Naturalisationspatent erhielt, vermittelte diese Tradition als Schülerin Carl Philipp Emanuel Bachs und Gönnerin Wilhelm Friedemann Bachs. Die nächste Lehrerin von Felix und Fanny war Madame Bigot während eines vorübergehenden Aufenthalts in Paris 1816. Nach der Rückkehr nach Berlin erhielten sie Unterricht in Komposition bei Carl Friedrich Zelter, in Klavier bei Ludwig Berger und auf der Violine bei Carl Wilhelm Henning; ihre allgemeine Ausbildung erhielten sie von Karl Wilhelm Ludwig Heyse, dem Vater des Schriftstellers Paul Heyse.\n\nIn der Öffentlichkeit trat Felix erstmals am 24. Oktober 1818 als Neunjähriger auf, wobei er den Klavierpart in einem Klaviertrio von Joseph Wölfl übernahm. Im April des nächsten Jahres trat er als Altsänger in die Sing-Akademie zu Berlin ein, wo er unter Zelters Leitung ältere Kirchenmusik studierte. Im Jahr darauf begann er, mit außergewöhnlicher Schnelligkeit zu komponieren. Allein in jenem Jahr schrieb er fast sechzig Werke, darunter Lieder, Klaviersonaten, ein Klaviertrio, eine Sonate für Violine und Klavier, Orgelstücke und sogar ein kleines dramatisches Stück in drei Szenen. 1821 schuf er, um nur einige Werke zu nennen, fünf dreisätzige Streichersinfonien, vierstimmige Motetten, die einaktigen Singspiele Soldatenliebschaft und Die beiden Pädagogen sowie Teile des Singspiels Die wandernden Komödianten.\n\n1821 besuchte Mendelssohn als Zwölfjähriger zusammen mit Zelter erstmals Goethe, mit dem er sechzehn Tage in Weimar verbrachte. Ebenfalls in das Jahr 1821 fällt seine erste Bekanntschaft mit Carl Maria von Weber, der in Berlin die Aufführung des Freischütz leitete. 1822 traf er in Kassel Ludwig Spohr. Während dieses Jahres war er noch produktiver und schrieb unter anderem die Oper Die beiden Neffen oder der Onkel aus Boston und ein Klavierkonzert, das er in einem Konzert Anna Milders vortrug.\n\nIn der Familie Mendelssohn war es lange Brauch gewesen, am Sonntagmorgen im Speisezimmer mit einem kleinen Ensemble musikalische Aufführungen zu geben, ab etwa 1822 mit professionellen Musikern aus der königlichen Hofkapelle. Felix leitete immer das Orchester und schrieb neue Werke für diese Gelegenheiten. Er selbst spielte Klavier oder überließ es Fanny, während seine Schwester Rebecca sang und sein Bruder Paul Violoncello spielte. Auf diese Weise wurde Die beiden Neffen an seinem fünfzehnten Geburtstag 1824 erstmals privat aufgeführt. Zwischen dem 3. und 31. März desselben Jahres komponierte er seine erste Sinfonie c-Moll (op. 11), bald darauf das Klavierquartett h-Moll (op. 3) und das (posthume) Klaviersextett (op. 110). Ebenfalls zu dieser Zeit begann seine lebenslange Freundschaft mit Ignaz Moscheles.\n\n1825 nahm Abraham Mendelssohn Felix mit nach Paris, wo dieser unter anderem zwei der berühmtesten dramatischen Komponisten der Zeit traf: Gioachino Rossini und Giacomo Meyerbeer. Bei der Gelegenheit kam er auch erstmals mit Luigi Cherubini zusammen, der eine hohe Meinung von seinem Talent ausdrückte und ihn für die Komposition eines Kyrie zu fünf Stimmen mit voller Orchesterbegleitung empfahl. Aus Briefen aus dieser Zeit ist bekannt, dass Felix die französische Schule der Musik wenig schätzte; aber er ging einige Freundschaften in Paris ein und frischte sie bei späteren Gelegenheiten auf.\n\nFelix kehrte mit seinem Vater im Mai 1825 nach Berlin zurück und unterbrach seine Reise für einen zweiten Besuch bei Goethe, in dessen Haus er sein Quartett in h-Moll vorführte, das Goethe gewidmet war und für das er viel Beifall erhielt. Am 10. August desselben Jahres vollendete er die zweiaktige Oper Die Hochzeit des Camacho.\n\nBald nach der Rückkehr aus Paris zog Abraham Mendelssohn 1825 in die Leipziger Straße 3 – dort befindet sich heute der Deutsche Bundesrat im ehemaligen Preußischen Herrenhaus – in ein geräumiges, altmodisches Haus mit einem hervorragenden Musikzimmer und einem Gartenhaus, in dem bei den sonntäglichen Konzerten mehrere hundert Personen zuhören konnten. Im Herbst des folgenden Jahres kam es hier zur ersten Aufführung der Sommernachtstraum-Ouvertüre. Die Partitur dieser berühmten Komposition ist mit „Berlin, 6. August 1826“ datiert; Mendelssohn war zu dem Zeitpunkt also siebzehneinhalb Jahre alt. Öffentlich dirigierte er die Ouvertüre erstmals in Stettin im Februar 1827.\n\nEr studierte auch an der Universität von Berlin, wo er unter anderem bei G. W. F. Hegel hörte.\n\nInzwischen war Camachos Hochzeit in Hinblick auf eine mögliche Aufführung an der Oper dem berühmten Spontini gegeben worden. Das Libretto, das auf einer Episode im Don Quixote basiert, war von Karl Klingemann geschrieben worden, und Mendelssohn hatte sich mit einer klaren Wahrnehmung des besonderen Humors der Vorlage in die Romanze hineinversetzt. Das Werk wurde bald nach der Rückkehr des Komponisten aus Stettin geprobt und am 29. April 1827 uraufgeführt. Es wurde anscheinend begeistert aufgenommen, aber wegen einer Intrige kam es nicht zu einer zweiten Aufführung. Mendelssohn selbst fühlte die (inzwischen 20 Monate alte) Oper seiner künstlerischen Entwicklung nicht angemessen und meinte, dass er sich in der Instrumentalmusik seinen eigenen Weg schon gebahnt habe. In seinem Leben komponierte er keine Oper mehr.\n\nMendelssohn gründete einen Chor zum Studium der Chorwerke Johann Sebastian Bachs (der große Thomaskantor war damals der Öffentlichkeit nahezu unbekannt); bereits 1823 hatte er von seiner Großmutter Babette Salomon eine Abschrift der Matthäus-Passion nach dem Autograph Pölchaus geschenkt bekommen. Vor allem Carl Friedrich Zelter hatte Mendelssohn das bachsche Opus mit seinem Unterricht und der Probenarbeit in der Sing-Akademie zu Berlin nahe gebracht. Gemeinsam mit Eduard Devrient setzte Mendelssohn gegen Zelters anfänglichen Widerstand 1829 bei der Sing-Akademie eine öffentliche Aufführung der gekürzten und für diesen Anlass bearbeiteten Matthäus-Passion unter seiner Leitung durch, mit einem 158-köpfigen Sing-Akademie-Chor. Es war die erste Wiederaufführung der Passion seit Bachs Tod. Zelter hatte früher schon mit der Sing-Akademie einzelne Teile der Passion einstudiert, hatte eine Gesamtaufführung jedoch für undurchführbar gehalten. Die Aufführung war so erfolgreich, dass sie noch zweimal wiederholt werden musste. Die dritte Aufführung leitete Zelter, da Mendelssohn inzwischen nach England abgereist war. Nach neueren Erkenntnissen aus der Analyse der Aufführungspartitur handelte es sich keineswegs um eine „stark romantisierende“ Aufführung. Allerdings strich Mendelssohn einige Rezitative, Choräle und Arien, um Ausführende und Publikum nicht zu überfordern. Auch mussten einige Instrumente umbesetzt werden, die nicht zur Verfügung standen: Mendelssohn selbst spielte den Basso continuo auf dem Hammerflügel, die Oboen d’amore wurden durch Klarinetten, die Oboen da caccia durch Violinen ersetzt. Devrient sang die Partie des Jesus. Der Flügel des Berliner Instrumentenbauers Johann Christoph Oesterlein, welcher Carl Friedrich Zelter gehörte und von dem aus Felix Mendelssohn Bartholdy vermutlich die Aufführungen der Matthäus-Passion leitete, befindet sich noch heute als Dauerleihgabe der Sing-Akademie zu Berlin im Berliner Musikinstrumentenmuseum.\n\nIm April 1829 reiste Mendelssohn erstmals nach London und wurde enthusiastisch aufgenommen. Seinen ersten Auftritt vor englischem Publikum hatte er bei einem der Konzerte der Philharmonic Society, bei dem er am 25. Mai seine Sinfonie c-Moll vom Klavier aus dirigierte. Am 30. spielte er auswendig Webers Konzertstück, am 25. Juni Beethovens Klavierkonzert Es-Dur (das vorher noch nicht in England aufgeführt worden war) und erstmals die Sommernachtstraum-Ouvertüre. Bei der Rückkehr vom Konzert nach Hause wurde die Partitur der Ouvertüre in einer Droschke liegen gelassen, woraufhin Mendelssohn sie aus der Erinnerung ohne Fehler noch einmal zu Papier brachte. Bei einem weiteren Konzert spielte er mit Moscheles sein noch unveröffentlichtes Konzert in E-Dur für zwei Klaviere und Orchester.\n\nNach dem Abschluss der Saison reiste Mendelssohn mit Klingemann durch Schottland, wo er zu seiner Hebriden-Ouvertüre und der Schottischen Sinfonie inspiriert wurde. Ende November kehrte er nach Berlin zurück.\n\nDer Besuch in England bildete den ersten Teil eines umfassenden Reiseprogramms, das ihn sein Vater in alle wichtigen Kunstzentren Europas durchführen ließ. Nachdem er eine Professur in Berlin abgelehnt hatte, machte er sich im Mai 1830 wieder nach Italien auf, pausierte auf dem Weg für zwei Wochen in Weimar bei Goethe und erreichte nach einigen Zwischenstationen am 1. November Rom.\n\nAls er während seiner Rückkehr im Oktober 1831 durch München kam, komponierte und spielte er sein Klavierkonzert g-Moll und nahm einen (nie erfüllten) Auftrag für eine Oper am Münchner Theater an. Nachdem er in Stuttgart, Frankfurt am Main und Düsseldorf Halt gemacht hatte, kam er im Dezember nach Paris. Hier verbrachte er vier Monate, frischte die alten Bekanntschaften von 1825 wieder auf und hatte engen Kontakt mit Liszt und Chopin. Am 19. Februar 1832 wurde die Sommernachtstraum-Ouvertüre am Conservatoire gespielt und viele seiner anderen Kompositionen der Öffentlichkeit vorgestellt. Mit einigen davon erlitt er aber auch Enttäuschungen, so mit der Reformationssinfonie. Die Reise kam durch eine Cholera-Infektion im März zu einem vorzeitigen Ende; er erholte sich aber rasch.\n\nAm 23. April 1832 war er wieder in London, wo er bei den Philharmonic Concerts zweimal sein Konzert g-Moll gab, an der Orgel in St. Paul’s spielte und den ersten Band seiner Lieder ohne Worte veröffentlichte. Er kehrte im Juli nach Berlin zurück und führte im Winter seine Reformationssinfonie, sein Konzert g-Moll und seine Walpurgisnacht öffentlich auf.\n\nFelix Mendelssohn wollte in den nächsten Jahren keine feste, bindende Stellung annehmen. Auf Drängen seines Vaters bewarb er sich trotzdem auf die durch den Tod Zelters freigewordene Position des Direktors der Sing-Akademie zu Berlin. Bei der Abstimmung der Mitglieder unterlag er aber dem langjährigen Vizedirektor Carl Friedrich Rungenhagen, wobei laut seinem Freund Eduard Devrient antisemitische Gründe eine Rolle gespielt haben sollen. Für die Entscheidung, Berlin für Jahre zu verlassen, mag die Enttäuschung über die Nichtwahl, trotz der Beziehungen der gesamten Familie in die Sing-Akademie hinein und seiner beachtlichen künstlerischen Erfolge mit ihr (Matthäus-Passion), eine nicht unerhebliche Rolle gespielt haben.\n\nIm Frühjahr 1833 stattete er London einen dritten Besuch ab, um seine Italienische Sinfonie zu leiten, die erstmals am 13. Mai von der Philharmonic Society gespielt wurde. Am 26. desselben Monats dirigierte er die Aufführungen beim Niederrheinischen Musikfest in Düsseldorf mit so großem Erfolg, dass ihm sogleich die Ernennung zum Generalmusikdirektor der Stadt angeboten wurde. Das Amt umfasste die Leitung der Musik in den Hauptkirchen, am Theater und in den Räumen zweier musikalischer Vereinigungen.\n\nBevor er diese neue Verpflichtung antrat, ging er abermals mit seinem Vater nach London und kehrte am 27. September 1833 nach Düsseldorf zurück. In diese Zeit fällt auch die Komposition des Vespergesangs, welcher aber erst postum aus seinem Nachlass veröffentlicht wurde. Seine Arbeit machte bei der Kirchenmusik und im Konzertsaal einen guten Eindruck, aber seine Beziehungen zum Management des Theaters, das er gemeinsam mit Carl Leberecht Immermann leiten sollte, waren wenig erfreulich. Vielleicht wegen dieser Umstände begann er, sich von der Oper ab- und mehr der Kirchenmusik zuzuwenden.\n\nMendelssohn leitete in diesen Jahren auch die Chorvereinigung des Frankfurter Cäcilien-Vereins. Er war diesem Chor und seinem Leiter Johann Nepomuk Schelble seit vielen Jahren sehr verbunden und fühlte sich deshalb verpflichtet, den Proben- und Konzertbetrieb, der seit einer schweren Erkrankung Schelbles darniederlag, baldmöglichst fortzuführen. Auf Ersuchen des Cäcilien-Vereins komponierte er die Ouvertüre Das Märchen von der schönen Melusine und plante einige weitere wichtige Werke. Der Aufenthalt in Frankfurt verhalf Mendelssohn auch zu einer persönlichen freundschaftlichen Begegnung mit dem bedeutenden Opernkomponisten Gioachino Rossini, der dort für einige Tage logierte.\n\nIn Düsseldorf entwarf er das berühmte Oratorium Paulus nach dem Leben des heiligen Paulus. Seinen Aufenthalt hier empfand er als „ungemein angenehm“, und er hätte sein Amt wahrscheinlich wesentlich länger behalten, wenn ihm nicht die permanente Leitung der Gewandhauskonzerte in Leipzig angeboten worden wäre, die ihn in eine der höchsten Stellungen brachte, die man damals in der deutschen Musikwelt erreichen konnte.\n\nIm August 1835 ging Mendelssohn nach Leipzig und gab am 4. Oktober das erste Konzert im Gewandhaus mit seiner Ouvertüre Meeresstille und Glückliche Fahrt, die verglichen mit seinen anderen Ouvertüren heute weniger oft aufgeführt wird. Mendelssohns Gewandhauskonzerte wurden begeistert aufgenommen. Seine Anerkennung drückte sich auch in einer Ehrendoktorwürde in Philosophie aus, die ihm am 20. März 1836 verliehen wurde. Inzwischen kam er mit seinem ersten Oratorium (dem Paulus) voran und führte es am 22. Mai 1836 beim Niederrheinischen Musikfest in Düsseldorf erstmals auf. Am 3. Oktober wurde es in Liverpool von Sir George Smart erstmals in der englischen Fassung dirigiert und am 16. März 1837 wiederum von Mendelssohn in Leipzig.\n\nIn dieser Zeit bemühte er sich – als großer Verehrer von Joseph Haydn – um die Propagierung von Haydn-Werken, die er beispielsweise mit großem Erfolg am 22. Februar 1838 in Leipzig aufführte.\n\nDas nächste große Ereignis in Mendelssohns Leben war am 28. März 1837 seine Heirat mit Cécile Charlotte Sophie Jeanrenaud (* 10. Oktober 1817; † 25. September 1853), die er im Sommer zuvor in Frankfurt kennengelernt hatte. „Cecilie war eine jener süßen weiblichen Erscheinungen, deren stiller und kindlicher Sinn, deren bloße Nähe auf jeden Mann wohltuend und beruhigend wirken musste. Eine schlanke Gestalt, die Gesichtszüge von auffallender Schönheit …“ (Philipp Eduard Devrient). Aus der Ehe gingen fünf Kinder hervor: Carl Wolfgang Paul (7. Februar 1838; † 23. Februar 1897), Marie (2. Oktober 1839; † 28. Oktober 1897), Paul, Felix (1. Mai 1843; † 16. Februar 1851) und Lili (19. September 1845; † 10. Oktober 1910).\n\nDie Flitterwochen waren kaum vorbei, als er wieder nach England gerufen wurde, wo er am 20. September den Paulus beim Birmingham Festival dirigierte. Während dieser Reise spielte er in St. Pauls und Christ Church die Orgel und übte damit einen nachhaltigen Einfluss auf die englischen Organisten aus. Hier fasste er erstmals den Plan für sein zweites Oratorium Elias ins Auge.\n\nIn den Jahren 1838 bis 1844 entstand auch das berühmte Violinkonzert in e-Moll für seinen Freund, den Geiger Ferdinand David. Es zählt heute zu den meistaufgeführten und beliebtesten Violinkonzerten überhaupt.\n\nNach der Komposition des Lobgesangs 1840 und einer sechsten Reise nach England im selben Jahr wurde Mendelssohn 1841 von Friedrich Wilhelm IV. als Kapellmeister zurück nach Berlin berufen. Der preußische König hatte hochfliegende Pläne, Berlin zur Kunsthauptstadt im deutschsprachigen Raum zu machen. Mendelssohns Hoffnungen lagen in einer Reform der Königlichen Akademie der Künste und der Leitung des Domchores.\n\nZwar wurde er im Herbst 1842 zum Preußischen Generalmusikdirektor ernannt, aber den ehrgeizigen Plänen standen eine nur zögerliche Realisierung und verschiedene Widerstände entgegen. Deshalb ließ er sich von anderweitigen Aktivitäten bei den Gewandhauskonzerten nicht abhalten. 1842 ging er auch ein siebtes Mal nach England, zusammen mit seiner Frau, und dirigierte seine Schottische Sinfonie. In seinem bis 1845 andauernden Amt entstanden die Theatermusiken zu Antigone, Oedipus Coloneus, Athalie und zum Sommernachtstraum.\n\nIm Jahr 1843 gründete Mendelssohn in Leipzig das Conservatorium – die erste Musikhochschule Deutschlands – und eröffnete es am 3. April in den Gebäuden des Gewandhauses. Im selben Jahr wurde er zum Ehrenbürger der Stadt Leipzig ernannt. 1844 leitete er sechs philharmonische Konzerte in London und führte seine Sommernachtstraummusik auf. Er kehrte im September nach Berlin zurück, konnte aber den König davon überzeugen, ihn von seinen lästigsten Verpflichtungen zu befreien.\n\nNach einem kurzen Aufenthalt in Frankfurt kehrte Mendelssohn im September 1845 nach Leipzig zurück, nahm seine alte Stelle am Gewandhaus wieder auf und lehrte regelmäßig am Konservatorium. Er widmete sich vor allem seinem zweiten großen Oratorium, dem Elias, das am 26. August 1846 beim Birmingham Festival uraufgeführt wurde. Die Aufnahme des Werks war enthusiastisch, und nach seiner Rückkehr nach Leipzig arbeitete er wie üblich weiter, aber es war klar, dass seine Gesundheit ernsthaft beeinträchtigt war. 1847 reiste Mendelssohn ein zehntes und letztes Mal nach England, um Aufführungen des Elias in Exeter Hall, in Manchester und Birmingham zu leiten.\n\nWie ein Schock wirkte nach der Rückkehr die Nachricht vom Tod seiner Schwester Fanny am 14. Mai. Er zog sich aus dem öffentlichen Leben zurück und machte mehrere Monate Urlaub in der Schweiz und in Süddeutschland. In Leipzig erlitt er am 9. Oktober einen ersten Schlaganfall. Nach weiteren Schlaganfällen am 25. Oktober und 3. November verlor er das Bewusstsein und verstarb am 4. November um 21:24 Uhr. Sein Wohn- und Sterbehaus in der Königsstraße (heute Goldschmidtstraße 12) in Leipzig ist als Mendelssohn-Haus heute ein Museum und wurde als Ort von nationaler Bedeutung in das Blaubuch der Bundesregierung aufgenommen.\n\nMendelssohn wurde auf dem Dreifaltigkeitsfriedhof I in Berlin-Kreuzberg neben seiner Schwester Fanny und weiteren Familienangehörigen beigesetzt. Die Grabstätte, als Ehrengrab der Stadt Berlin, befindet sich im Feld 1.\n\nMendelssohn Bartholdy wurde nach seinem Tod Opfer antijüdischer Propaganda. Den Beginn machte Richard Wagner, der von den Kompositionen Mendelssohns stark beeinflusst wurde, mit seinem Pamphlet Das Judenthum in der Musik, das 1850, drei Jahre nach dem Tode Mendelssohn Bartholdys, unter einem Pseudonym und dann erweitert 1869 unter seinem Namen erschien. Da Wagner zum Zeitpunkt der zweiten Veröffentlichung bereits ein einflussreicher Komponist war, führte seine Auffassung zur Missachtung des Werkes von Mendelssohn Bartholdy in der zweiten Hälfte des 19. Jahrhunderts.\n\nIm Deutschen Reich wurden nach 1933 alle Aufführungen der Werke Mendelssohn Bartholdys unterbunden. Die deutschen Komponisten wurden zudem aufgefordert, musikalische Alternativen zu Mendelssohn Bartholdys Musik zu Ein Sommernachtstraum zu schreiben. Büsten und Gedenktafeln von Mendelssohn Bartholdy wurden entfernt.","strBiographyFR":"Felix Mendelssohn Bartholdy (3/02/1809 - 4 /11/1847), était un compositeur, pianiste, organiste et chef d'orchestre allemand du début de la période romantique.\nPetit-fils du philosophe Moses Mendelssohn, Felix Mendelssohn est né dans une famille juive de premier plan, même s'il a d'abord été élevé sans religion et a ensuite été baptisé en tant que chrétien réformé. Mendelssohn fut reconnu très tôt comme un prodige musical, mais ses parents étaient prudents et ne cherchaient pas à capitaliser sur son talent.\nMendelssohn a connu un succès précoce en Allemagne, où il a également ravivé l'intérêt pour la musique de Johann Sebastian Bach et pour ses voyages à travers l'Europe. Il a été particulièrement bien accueilli en Grande-Bretagne en tant que compositeur, chef d'orchestre et soliste, et ses dix visites là-bas - au cours desquelles plusieurs de ses œuvres majeures ont été créées - constituent une partie importante de sa carrière d'adulte. Ses goûts musicaux essentiellement conservateurs le distinguent cependant de nombre de ses contemporains musicaux les plus aventureux tels que Franz Liszt, Richard Wagner et Hector Berlioz. Le Conservatoire de Leipzig (aujourd'hui Université de musique et de théâtre de Leipzig), qu'il a fondé, est devenu un bastion de cette vision anti-radicale.\nMendelssohn a écrit des symphonies, des concertos, des oratorios, de la musique pour piano et de la musique de chambre. Ses œuvres les plus connues comprennent son Ouverture et la musique  pour le Songe d'une nuit d'été, la Symphonie italienne, la Symphonie écossaise, l'ouverture Les Hébrides, son concerto pour violon et son octuor à cordes. Après une longue période de dénigrement relatif en raison de l'évolution des goûts musicaux et de l'antisémitisme à la fin du 19e et au début du 20e siècle, son originalité créatrice a maintenant été reconnue. Il fait désormais partie des compositeurs les plus populaires de l'époque romantique.\n","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Hamburg","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tspttq1406167602.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/mendelssohn-felix-520c502f5621c.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"0e85eb79-1c05-44ba-827c-7b259a3d941a","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}