{"artists":[{"idArtist":"112725","strArtist":"Paul Simon","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Concord Records","idLabel":"43489","intFormedYear":"1965","intBornYear":"1941","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Folk","strMood":"Moody","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Paul Frederic Simon (born October 13, 1941) is a Grammy Award winning American singer-songwriter, poet and guitarist.\nSimon's international fame and success began as part of the duo Simon & Garfunkel, launched in 1964 with musical partner Art Garfunkel. Simon wrote most of the pair's songs, including three that reached No. 1 on the U.S. singles charts: \"The Sound of Silence\", \"Mrs. Robinson\", and \"Bridge Over Troubled Water\". The duo split up in 1970 at the height of their popularity, and Simon began a successful solo career, recording three highly acclaimed albums over the next five years. In 1986, he released Graceland, an album inspired by South African township music. Simon also wrote and starred in the film One-Trick Pony (1980) and co-wrote the Broadway musical The Capeman (1998).","strBiographyDE":"Paul Frederic Simon (* 13. Oktober 1941 in Newark, New Jersey) ist ein US-amerikanischer Musiker und Songwriter. Zusammen mit Art Garfunkel bildete er ab 1957 das Duo Simon & Garfunkel, für das Simon praktisch alle Songs schrieb. Der kommerzielle Durchbruch gelang ihnen 1965 mit dem Lied The Sound of Silence.\n\nNach der Trennung 1970 begann Simon eine erfolgreiche Solokarriere. Höhepunkt war 1986 das Album Graceland, bei dem er afrikanische Musik mit westlicher Popmusik vereinte. Es war sein kommerziell erfolgreichstes Album, für das er zwei von insgesamt zwölf Grammy Awards erhielt.\n","strBiographyFR":"Paul Frederic Simon, né le 13 octobre 1941 à Newark (New Jersey), est un chanteur compositeur américain.\n\nAuteur-compositeur-interprète américain, Paul Simon est connu pour sa collaboration avec Arthur Garfunkel, d'abord au sein du groupe Tom & Jerry à la fin des années cinquante, puis comme membre du duo Simon & Garfunkel, formation pop aux influences folk qui enregistra plusieurs albums importants entre 1964 et 1970, dont Sounds of Silence (1966) et Bridge Over Troubled Water (1970). Le duo enregistra également la bande originale du film Le Lauréat (The Graduate), réalisé en 1967 par Mike Nichols avec Dustin Hoffman, de laquelle fut tiré le titre Mrs Robinson, l'un de leurs plus grands succès.\nAprès sa séparation d'Art Garfunkel en 1971, Paul Simon écrivit et enregistra un album solo appelé Paul Simon en 1972. Ce n'était pas son coup d'essai, puisqu'il avait, bien des années auparavant en 1965, réalisé un premier album en Angleterre, The Paul Simon Song Book. Il continua de composer durant les années 1970, et sortit en 1986 son plus grand succès solo, Graceland.\nEn 2003, il rejoignit Arthur Garfunkel une nouvelle fois pour une tournée américaine suivie d'une tournée internationale en 2004 (Amérique du Nord et Europe) et 2009 (Japon, Australie et Nouvelle-Zélande).\nLe 11 septembre 2011, il chanta The Sound of Silence lors de la commémoration des attentats du 11 septembre 2001.\n\nIl se maria tout d'abord avec Peggy Harper avec qui il a eu un fils, Harper Simon en 1972. Ce dernier a lui aussi fait carrière dans la musique.\nEn août 1983, Paul Simon devint le mari de Carrie Fisher, actrice connue pour son rôle de la princesse Leia Organa dans la première trilogie Star Wars. Ils se séparèrent en juillet 1984.\nEn 1992, Paul Simon épousa Edie Brickell qui lui donna trois autres enfants : Adrian Edward (1992), Lulu (1995) et Gabriel Elijah (1998).","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":"Considerado um dos grandes interprétes da alma norte-americana, captando com sensibilidade as contradições do homem urbano, iniciou sua carreira na década de 60, ao lançar, junto com o seu parceiro Art Garfunkel, o disco Wednesday Morning (1964), que continha a clássica faixa The sound of silence, tida por muitos como a melhor de seu repertório. Esse disco não fez sucesso imediato e a dupla Simon & Garfunkel foi desfeita momentaneamente. Antes, Paul Simon formara-se em Literatura, para por fim dedicar-se à música e, influenciado por Bob Dylan e a onda folk que varria a América, interpretar suas próprias composições.\nEm 1965, Simon foi tentar a sorte no circuito folk de Londres e, ao retornar aos Estados Unidos, encontrou a canção \"The sound of silence\" no topo das paradas, numa versão com instrumentos elétricos feita por cima da versão acústica gravada no ano anterior. Retomou a parceria com Garfunkel e gravaram um album às pressas, acolhido por público e crítica. Lançaram juntos, no total, seis discos, todos disco de ouro por recorde de vendas. Seu folk rock harmonioso e delicado fez muito sucesso com canções como \"America\", \"I am a rock\", \"The Boxer\", \"Bridge over troubled water\", entre outras.\nRompeu com Garfunkel em 1970, e seguiu carreira solo, com uma produção considerada de grande qualidade. Em 1974, realizou uma turnê acompanhado de uma banda gospel e um grupo de músicos peruanos, mostrando seu interesse pela cultura de outras nações e que só aumentou com o passar dos anos, gravando com artistas de vários países. Em 1986, após algum tempo afastado dos estúdios, lançou \"Graceland\", em que se faz acompanhar de músicos negros sul-africanos. Ganhou vários prêmios com esse trabalho e sua carreira teve novo momento de sucesso e prestígio nos anos seguintes.\nNo início dos anos 90, gravou um videoclipe com o grupo brasileiro Olodum. Já usou vários elementos em suas músicas, incluindo reggae. Dentre seus maiores sucessos, destacam-se, além dos que gravou com Art Garfunkel, \"American Tune\", \"Mardi Grass\", \"Kodakchrome\", \"Graceland\".","strBiographySE":null,"strBiographyNL":"Paul Frederic Simon (Newark (New Jersey), 13 oktober 1941 is een Amerikaans singer-songwriter.\n\nPaul Simons ouders, Belle en Louis, waren Hongaarse immigranten die in de jaren dertig vanwege de Holocaust naar de Verenigde Staten vluchtten. Louis Simon werkte als contrabassist voor de radio in Boedapest. In de Verenigde Staten werkte hij onder de naam Lee Sims voor een radiostation in Newark en trad hij op in orkesten in televisieprogramma's als Arthur Godfrey and His Friends, The Jackie Gleason Show en The Garry Moore Show. Belle Simon was lerares op een basisschool in New York City. Ze gaf tevens privéles in het bespelen van diverse muziekinstrumenten, waaronder de harp. Na de geboorte van Pauls vier jaar jongere broer Eddie verhuisde het gezin naar Kew Gardens in Queens.\n\nAan het eind van de jaren vijftig vormde de toen zestienjarige Simon met schoolvriend Art Garfunkel het duo Tom & Jerry, een naam die zij ontleenden aan de populaire tekenfilmreeks Tom and Jerry. Zij scoorden een kleine hit in de Verenigde Staten met hun eerste single, \"Hey Schoolgirl\", maar verder succes bleef nog uit. Met Jerry Landis als artiestennaam sloot Simon zich in de zomer van 1961 aan bij een zanggroep, Tico and the Triumphs, die verder bestond uit Mickey Borak, Marty Cooper en Gail Lynn. Hun single \"Motorcycle\", die Simon tevens produceerde, bereikte de 99ste plaats in de Billboard Hot 100. In 1964 ging deze groep uit elkaar. Simon en Garfunkel kwamen weer bijeen. In oktober 1964 bracht Columbia Records hun debuutalbum Wednesday Morning, 3 AM uit. Het album leverde geen succes op. CBS Records bracht in 1965 in het Verenigd Koninkrijk het eerste soloalbum van Simon uit, getiteld The Paul Simon Songbook. In oktober 1965 werd een nieuwe versie van het liedje \"The Sound of Silence\" van het debuutalbum van Simon and Garfunkel als single uitgebracht. Het leverde hen een Amerikaanse nummer één-hit op.[3] In de jaren zestig namen zij verder de albums Parsley, Sage, Rosemary and Thyme (1966), en Bridge over Troubled Water (1970) op. Ook de soundtrack van de film The Graduate (1967) bevat veel van hun muziek, waaronder het lied \"Mrs. Robinson\".\n\nHet duo ging in 1970 uit elkaar, waarna Simon onmiddellijk begon aan de opnamen van zijn tweede soloalbum. Dit album, getiteld Paul Simon, werd in 1972 uitgegeven. In de jaren daarna volgen \"There Goes rhymin' Simon\" (1973), Still crazy after all these years (1975) en Hearts and bones (1983).\n\nBehalve als vernieuwer van de (Amerikaanse) folkmuziek, heeft Simon - in de tweede helft van zijn carrière als solo-artiest - faam verworven als behendig improvisator bij de vermenging van niet-westerse muziekstijlen met zijn eigen westerse interpretatie. Hiervoor verblijft hij een tijdje in die andere cultuur: Graceland uit 1986, na een verblijf van ongeveer twee weken in Zuid-Afrika, is hiervan een bijzonder resultaat. Op deze plaat staan hits als \"Homeless\" (gedeeltelijk in het Zoeloe), \"Boy in the Bubble\" en \"Diamonds on the Soles of Her Shoes\". Ladysmith Black Mambazo, een van de bands die meewerkten, werd door het album populair. Simon was de eerste internationale artiest die in Zuid-Afrika een concert gaf nadat de Verenigde Naties de boycot van dit land, die zij vanwege de apartheid aldaar instelde, had opgeheven. Het concert vond op 11 januari 1992 plaats in Johannesburg.\n\nRhythm of the Saints uit 1990 volgde het recept van Graceland, ditmaal met Zuid-Amerikaanse rootsmuzikanten. Het album werd minder goed ontvangen, al werd The Obvious Child een kleine hit. Voor de musical Songs from the Capeman uit 1997 putte Simon uit een reeds bestaand amalgaam van stijlen, namelijk de mix die sinds 1920 in New York was ontstaan uit populaire Amerikaanse muziek en de door Puerto Ricaanse immigranten meegebrachte en verder ontwikkelde latinmuziek (onder meer salsamuziek). Voor Songs from the Capeman zocht Simon de medewerking van Puerto Ricaanse muzikanten, onder wie Marc Anthony.\n\nIn 2004 verschenen Simons soloalbums uit de periode 1972-2000 in een geremasterde heruitgave. De oorspronkelijke albums werden uitgebreid met demo's en alternatieve takes. In mei 2006 volgde het album Surprise, dat Paul Simon met producent Brian Eno opnam.\n\nIn 2011 werd het album So Beautiful or So What uitgebracht.\n\nIn 2012 toerde Simon door Europa ter gelegenheid van het vijfentwintigjarig jubileum van zijn album Graceland. De tournee begon met een optreden tijdens het festival Hard Rock Calling in Hyde Park in Londen. Op 17 juli trad hij op in België en op 18 juli (Nelson Mandela-dag) in het Ziggo Dome te Amsterdam. Hij werd onder meer begeleid door trompettist Hugh Masekela en muzikanten die indertijd op Graceland speelden, zoals Ray Phiri en de groep Ladysmith Black Mambazo.\n\nIn 2015 staat een tour gepland samen met Sting waarbij ook Amsterdam en Antwerpen worden aangedaan.","strBiographyHU":"Paul Frederich Simon (USA, New Jersey, Newark Heights, 1941. október 13.) amerikai énekes és dalszövegíró, az egykori Simon and Garfunkel duó egyik tagja. Jelenleg sikeres szólókarriert folytat. A Time Magazin 2006-ban a világunkat formáló 100 legjelentősebb ember közé sorolta. Magyar zsidó család fiaként született az Amerikai Egyesült Államokban. Édesapja a Magyar Rádió első hegedűseként emigrált. Zenei karrierje gimnazista korában kezdődött a Forest Hills High School tanintézetben, ahol megismerkedett Art Garfunkellel, akivel duót alapítottak és eleinte Tom és Jerry álnéven léptek fel. 1957-ben jelent meg a duó első munkája, a Hey, Schoolgirl a Big Records gondozásában. 1957 és 1964 között több mint 30 dalt írt, és alkalmanként együtt dolgozott Garfunkellel továbbra is Tom és Jerry néven. Ebből az időből származnak az Our Song, a That's My Story, és a Surrender, Please Surrender számok többek között. 1964-ben kötött szerződést a duó a Columbia Records kiadóval. A Columbia Records úgy döntött, hogy egyszerűen Simon and Garfunkel néven fogja szerepeltetni őket. Ugyanebben az évben ki is adták a Wednesday Morning, 3 A.M. című albumot, ami viszonylag sikertelen volt, csak a The Sounds of Silence című szám örvendett népszerűségnek. A kudarc után Paul Simon az Egyesült Királyságba utazott, és szóló karriert folytatott. Ennek eredményeként született 1965-ben a The Paul Simon Song Book, amit az Egyesült Királyságban adtak ki. Amikor azonban a The Sounds of Silence anyagi sikert kezdett hozni, visszatért az Egyesült Államokba és újra Garfunkellel kezdett zenélni. Simon és Garfunkel 1966-ban adták ki közösen a Parsley, Sage, Rosemary and Thyme és a Sounds of Silence című albumokat, 1968-ban pedig a Bookends címűt. Ezeket követte 1969-ben a Bridge Over Troubled Water című. Az 1970-es évek elejétől kezdve Paul Simon újra Garfunkel nélkül kezdett zenélni és kiadta a 1972-ben a Paul Simon című albumot. 1985-ben részt vett a We Are the World projektben, majd 1986-ban előrukkolt a Graceland albummal, ami nagy sikert aratott. 2000-ben jelent meg a You're the One című stúdióalbuma, ami nem lett olyan népszerű, mint a Graceland. A legutóbbi Paul Simon album 2011-ben jelent meg a So beautiful or so what. Paul Simon kiemelkedő tevékenységet folytat az iskolás gyermekek zenei nevelésében. 2003 óta hivatalos támogatója a Little Kids Rock non-profit projektnek, amely térítésmentesen hangszerekkel látja el és ingyenesen oktatja zenére az iskolásokat szerte az Egyesült Államokban.","strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Newark, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/5s528r1619605014.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/paul-simon-4e9743f2e3cce.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/2hucp71684851742.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/xqppws1512141380.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/xvvquy1536667810.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rrwsuy1521513365.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/sqpyqp1386879299.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/vpxvqr1386879469.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/l775ve1632535303.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/vqwpqv1465381575.jpg","strMusicBrainzID":"05517043-ff78-4988-9c22-88c68588ebb9","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}