{"artists":[{"idArtist":"111454","strArtist":"Otis Redding","strArtistStripped":null,"strArtistAlternate":"Otis Redding & Carla Thomas","strLabel":"Stax","idLabel":"45779","intFormedYear":"1960","intBornYear":"1941","intDiedYear":"1967","strDisbanded":null,"strStyle":"Blues","strGenre":"Soul","strMood":"Happy","strWebsite":"www.otisredding.com","strFacebook":"www.facebook.com/otisredding?rf=108191002535732","strTwitter":"1","strBiographyEN":"Otis Ray Redding, Jr. (September 9, 1941 - December 10, 1967) was an American soul singer-songwriter, record producer, arranger, and talent scout. He is considered one of the major figures in soul music and rhythm and blues (R&B), and one of the greatest singers in popular music. His open-throated singing was an influence on other soul singers of the 1960s, and he helped to craft the lean and powerful style of R&B that formed the basis of the Stax Sound. After appearing at the 1967 Monterey Pop Festival, he wrote and recorded \"(Sittin' On) The Dock of the Bay\", which became the first posthumous number-one record on both the Billboard Hot 100 and R&B charts after his death in a plane crash. The Dock of the Bay reached number one on UK Albums Chart, becoming the first posthumous album to do so.\n\nRedding was born and raised in the American state of Georgia. At age 15, he left school to support his family by working with Little Richard's backing band, The Upsetters, and by playing talent shows for prize money. In 1958, he joined Johnny Jenkins's band, The Pinetoppers, and toured the Southern United States while serving as driver and musician. An unscheduled appearance on a session led to a turning point in his career. He signed a contract with Stax Records and released his debut album, Pain in My Heart, in 1964. This album produced his first Stax single, \"These Arms of Mine\".\n\nAlthough Redding's initial popularity was with African Americans, he later became equally popular among the broader American public. He and his group first played small gigs in the South, then performed at the Whisky a Go Go nightclub, their first concert in the western United States. Internationally, Redding later performed in Paris and London among other venues. Redding's death was devastating for Stax, which was on the verge of bankruptcy. Later Stax discovered that Atlantic Records owned the rights to the entire catalog. Redding received many posthumous accolades, including the Grammy Lifetime Achievement Award and induction into the Rock and Roll Hall of Fame and the Songwriters Hall of Fame. Because of his influence on other artists, he received the honorific \"King of Soul\".","strBiographyDE":null,"strBiographyFR":"Otis Redding, né le 9 septembre 1941 à Dawson (Géorgie) et mort le 10 décembre 1967 dans le Wisconsin, est un des plus grands chanteurs américains de musique soul. Quelques jours après l'enregistrement de sa chanson la plus connue, (Sittin' On) The Dock of the Bay, il meurt à 26 ans dans un accident d’avion, laissant derrière lui une œuvre très dense.\nOtis Redding est parvenu à faire de sa musique profondément enracinée dans la culture noire américaine, une musique universelle. A cet égard, il jouit d’une remarquable popularité à travers le monde comme l’attestent les nombreuses reprises de son vivant ou posthume, par des artistes d'horizons multiples : des Rolling Stones à Aretha Franklin en passant par Etta James, les Moody Blues, Janis Joplin, Tina Turner, Johnny Hallyday, Michael Bolton, les Black Crowes ou le Zaîrois Papa Wemba. Plusieurs artistes de renom lui ont par ailleurs rendu hommage en chanson comme Eddie Floyd (Big Bird), Wilson Pickett (Cole, Cooke & Redding), Arthur Conley (Otis Sleep On), The Doors (Runnin'Blue), Paul Young (Now I Know What Made Otis Blue), etc.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Otis Redding (Dawson, Georgia, 9 de septiembre de 1941 - Madison, Wisconsin, 10 de diciembre de 1967) fue un cantante de soul, apodado «King Of Soul», en reconocimiento a su habilidad para transmitir emociones a través de su voz. Según el sitio web del Salón de la Fama del Rock (donde fue incluido en 1989) el nombre de Redding es «sinónimo del Soul, música derivada de la experiencia afroaméricana y la transformación del gospel y el rhythm and blues en una forma de funky secular». También el crítico de rock Jon Landau dijo en 1967 «Otis Redding es Rock and roll». Redding murió en un accidente áereo a los 26 años y conoció su mayor éxito de forma póstuma con el tema Sittin' on the dock of the bay relanzado un mes más tarde. Fue también conocido por formar un dúo junto a Carla Thomas.","strBiographyPT":"Otis Redding (9 de setembro de 1941 - 10 de dezembro de 1967) foi um cantor de soul norte-americano conhecido por seu estilo passional e pelo sucesso póstumo \"(Sittin' On) the Dock of the Bay\". Foi considerado pela revista Rolling Stone o 8° maior cantor de todos os tempos. E pela mesma o 21° maior artista de todos os tempos (pelo conjunto da obra).\n\nOtis Redding nasceu na pequena cidade de Dawson, Geórgia. Quando tinha cinco anos, sua família se mudou para Macon também na Georgia, onde Otis começou a cantar no coral de uma igreja e na adolescência ganhou o show de talentos do \"Douglass Theatre\" por 15 semanas consecutivas.3 Sua primeira influência musical foi Little Richard, que também havia morado em Macon.4 Ainda na adolescência resolveu sair da cidade, dizendo que se aquele não tinha sido o lugar para Little Richard, não seria o lugar para ele também.\n\nEm 1960, Otis Redding começou uma turnê pelo sul dos Estados Unidos com Johnny Jenkins and the Pinetoppers. Além de cantar, Otis trabalhava como motorista de Jenkins. No mesmo ano fez suas primeiras gravações, \"Fat Gal\" e \"Shout Bamalama\", com seu grupo com o nome \"Otis Redding and the Pinetoppers\", lançado pelos selos musicais \"Confederate\" e \"Orbit\".\n\nEm 1962 fez a sua primeira marca no mundo da música, durante uma sessão de Johnny Jenkins, quando o estúdio ficou vago, ele gravou \"These Arms of Mine\", uma balada de sua autoria. A música virou um pequeno hit pela \"Volt Records\", uma subsidiária do renomado selo sulista Stax Records que tinha sede em Memphis, Tennessee.\n\nRedding compunha a maioria de suas músicas, prática não muito comum na época, às vezes em parceria com Steve Cropper (do grupo Booker T. & the MG's). Em julho de 1967 ele se apresentou no influente Festival Pop de Monterey.\n\n\"(Sittin' On) the Dock of the Bay\" tornou-se famosa um ano depois da morte de Redding em um acidente de avião em Wisconsin, juntamente com sua banda de apoio The Bar-Kays.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Georgia, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sqxjme1659328089.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/otis-redding-4e6a1cb601d98.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/ycm7yb1643289165.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/rpuqvv1551710699.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/p2jpdy1643289305.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/z3ii321659328209.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/mp1xp31659328131.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rhhcv71659328140.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/2jbbua1640335761.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/dz5i601643289470.jpg","strMusicBrainzID":"82b1f5fd-cd31-41a9-b5d4-7e33f0eb9751","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Otis Redding/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}