{"artists":[{"idArtist":"121923","strArtist":"Julee Cruise","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1985","intBornYear":"1958","intDiedYear":"2022","strDisbanded":null,"strStyle":"","strGenre":"Pop","strMood":"Dreamy","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Julee Ann Cruise (December 1, 1956 – June 9, 2022) was an American musician, singer, songwriter and actress, best known for her collaborations with composer Angelo Badalamenti and film director David Lynch in the late 1980s and early 1990s. She released four albums and collaborated with a variety of other artists.\n\nBorn on 1 December 1956, Cruise studied French horn at Drake University and performed as a singer and actress in New York, where she also worked as a talent scout for Angelo Badalamenti. In 1985, Badalamenti was composing the score for David Lynch’s Blue Velvet, as well as serving as the vocal coach for the film’s star, Isabella Rossellini. A key scene in Blue Velvet was intended to feature “Song of the Siren” by This Mortal Coil, but when the rights to the song proved prohibitively expensive, it was suggested that Badalamenti compose a pop song in the same style, with lyrics written by Lynch. Because the song required a vocalist with a haunting, ethereal voice, Badalamenti recommended Julee Cruise, who had sung “like an angel” in a New York theater workshop that Badalamenti had produced. The result of their initial collaboration was “Mysteries of Love”, which figures prominently in Blue Velvet’s closing scenes.\n\nPositive reaction to “Mysteries of Love” led Badalamenti and Lynch to write and produce additional songs for Cruise, most of which were featured in her debut album, Floating Into the Night. The album was released on 12 September 1989 by Warner Bros. Records, and charted on Billboard the following year. A moody, tightly structured collection of pop songs with lush, idiosyncratic orchestrations and intentionally retro lyrics, Floating Into the Night became a favorite of such musicians as Tim Booth, lead singer of the band James, and techno artist Moby, who would go on to collaborate with Cruise on the unreleased track “Drown Disco”. It also provided musical material for two of Lynch’s other projects. The first was Industrial Symphony No. 1, a dark, intentionally obscure performance piece in which Cruise performed while “floating” from a harness dozens of feet above a stage at the Brooklyn Academy of Music.\n\nThe second, more significant project was the soundtrack to Lynch’s Twin Peaks, for which Badalamenti composed the original score. The song “Falling”, which became the orchestral theme for the television series, caused a minor sensation, winning a Grammy for Best Pop Instrumental, while the Twin Peaks soundtrack, featuring Cruise on the songs “Into the Night” and “The Nightingale” as well as on the vocal version of “Falling”, eventually became the best-selling television soundtrack of all time. Cruise made a number of appearances on Twin Peaks as a girl singer at a local bar, and was prominently featured in the show’s landmark pilot episode, as well as in 1992’s Twin Peaks: Fire Walk With Me.\n\nThe campy but unsettling “Rockin’ Back Inside My Heart”, the second single from Floating Into the Night, was released in 1990. Cruise also made a controversial appearance on Saturday Night Live on 12 May 1990, when scheduled performer Sinéad O’Connor refused to appear on the same show as guest host Andrew Dice Clay. The following year, Cruise recorded a Lynch- and Badalamenti-produced cover of the Elvis Presley song “Summer Kisses, Winter Tears” for the soundtrack of Wim Wenders’s Until the End of the World. Afterwards, Cruise maintained a relatively low profile until her second album, The Voice of Love, was released in 1993. To many listeners and reviewers, this album suffered in comparison to its predecessor, possibly due to the numerous other projects competing for Lynch and Badalamenti’s attention. Many of the tracks were little more than instrumentals from Wild at Heart or Twin Peaks: Fire Walk With Me with added vocals. However, several songs, notably “Questions in a World of Blue”, are ranked by fans among Cruise’s best.\n\nCruise’s early collaborations with Angelo Badalamenti and David Lynch were closely related to Lynch’s film work, and their lyrics often reflect this. For example, “Into the Night” begins with the whispered words “Now it’s dark”, a line which was repeatedly spoken by Frank Booth, Dennis Hopper’s character, in Blue Velvet. Lynch also photographed Cruise for the liner notes of Floating Into the Night and The Voice of Love, and created the sculptures featured on the covers of both albums.\n\nThe following decade found Cruise lending her vocals to works by a more miscellaneous list of collaborators, mostly in techno and dance music. She provided vocals and lyrics to several of the songs on Wide Angle, the debut album by Welsh electronic music group Hybrid, notably the epic techno track “If I Survive”. She also appeared on two albums by dance artist Khan. The lyrics for many of these songs, such as “Body Dump”, reflect Cruise’s own interest in true crime. She appears on a number of tracks on the 2003 album “Dreams Top Rock” by German post-rock act Pluramon.\n\nCruise also acted and sang in the Off Broadway cast of Return to the Forbidden Planet, a spoof of William Shakespeare’s The Tempest, and toured with the B-52s in 1992 and 1993.\n\nCruise’s long-delayed third album, The Art of Being a Girl, was released in 2002. This was the first of her albums for which Badalamenti and Lynch did not produce or write any of the music, with music and lyrics for each of the songs being written by Cruise herself (with the exception of an updated version of her classic single “Falling”) and guest produced by Rick Strom and Mocean Worker. The following year, Cruise’s song “The World Spins” was featured in an extended ballet sequence in Robert Altman’s The Company.\n\nCruise currently lives in Manhattan with her husband Edward Grinnan, the editor-in-chief of Guideposts Magazine.\n\nOn March 28, 2018, Cruise announced on her Facebook page that she had systemic lupus, which caused her considerable pain and affected her ability to walk and stand. She also had depression.\n\nCruise died in Pittsfield, Massachusetts on June 9, 2022, aged 65; her death was a suicide. Grinnan said that she \"left this realm on her own terms. No regrets. She is at peace\".","strBiographyDE":"Julee Cruise (* 1. Dezember 1956 in Creston, Iowa; † 9. Juni 2022 in Pittsfield, Massachusetts) war eine US-amerikanische Sängerin. \n\nBekannt wurde sie durch die Zusammenarbeit mit David Lynch als Sängerin für einige Lieder in seinen Filmen. Aus urheberrechtlichen Gründen konnte Lynch 1986 in seinem Film Blue Velvet das Lied Song to the Siren von Tim Buckley nicht verwenden, weshalb er mit Angelo Badalamenti, der für die Melodie verantwortlich war, ein eigenes Lied (Mysteries of Love) komponierte. Die Sängerin für dieses Lied wurde dann Julee Cruise mit ihrem so charakteristischen sphärischen und langsamen „Hauchgesang“.\n\nZwischen 1990 und 1992 war sie mehrfach als Nachtclubsängerin in der Serie Twin Peaks und anschließend in dem Film Twin Peaks – Der Film zu sehen, in denen sie die Lieder Falling, The Nightingale, Into the Night, Rockin’ Back Inside My Heart, The World Spins und Questions in a World of Blue sang. 1989 wurde ihr Album Floating into the Night veröffentlicht, dessen Lieder ausnahmslos von David Lynch (Texte) und Angelo Badalamenti (Melodie) stammten, die hier beide auch als Produzenten in Erscheinung traten. Im Anschluss setzte sie ihre Arbeit mit den beiden fort, und so entstand 1993 The Voice of Love. Beide Alben enthalten zahlreiche Twin-Peaks-Songs. 1990 trat sie außerdem mit einigen ihrer Lieder in Lynchs TV-Produktion Industrial Symphony No. 1: The Dream of the Brokenhearted auf.\n\nNach diesem zweiten Album gab es Streit zwischen Cruise und Badalamenti/Lynch. Cruise wollte nicht länger nur singen, sondern auch selbst an den Songs mitschreiben. Sieben Jahre lang redeten die Beteiligten nicht mehr miteinander, später hat man sich wieder versöhnt, aber kein weiteres Album veröffentlicht.\n\n1993 nahm Julee Cruise für eine Tournee durch Amerika und Europa bei The B-52’s den Platz von Cindy Wilson ein, die die Gruppe verlassen hatte. 2002 erschien mit The Art of Being a Girl nach langer Zeit wieder ein Studioalbum von Cruise. Dieses Mal ohne Hilfe von Badalamenti und Lynch.\n\nSie ist auf mehreren Stücken der Alben Dreams Top Rock (2003) und Monstrous Surplus (2007) des deutschen Komponisten und Musikers Marcus Schmickler zu hören.\n\nFür eine Folge der US-Fernsehserie Psych interpretierte und sang Cruise das Titellied.\n\nCruise starb am 9. Juni 2022 im Alter von 65 Jahren durch Suizid. Sie hatte bereits seit Längerem unter Lupus erythematodes sowie Depressionen gelitten.\n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Iowa","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rrupwy1390365189.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/wryuwq1531331343.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qtuxyu1424226021.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/xtsrxp1484440514.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/tqvypp1509975083.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/vrvwyt1509975069.jpg","strMusicBrainzID":"3b7865df-3c91-48dd-9126-a71e0dfe7f8d","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}