{"artists":[{"idArtist":"113972","strArtist":"Gregorian","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1991","intBornYear":"1991","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"New Age","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Gregorian is a German band headed by Frank Peterson that performs Gregorian chant-inspired versions of modern pop and rock songs. The band features both vocal harmony and instrumental accompaniment. Originally, Gregorian was conceived as a more pop-oriented group in the vein of Enigma. Under this concept, they recorded the 1991 album Sadisfaction, with lead vocals provided by The Sisters of Oz: Susana Espelleta (Peterson's wife at the time) and Birgit Freud. However, this was the only album in that style. In 1998, Peterson and his team Jan-Eric Kohrs, Michael Soltau and Carsten Heusmann re-invented the project to perform popular songs in the Gregorian style. The criteria for song selection were strict; in order to be considered, a song needed to be translatable into the 7-tone scale. For each album, songs were carefully chosen in addition to original songs written by Jan-Eric Kohrs, Amelia Brightman and Carsten Heussman. Twelve vocalists - previously acclaimed session and choir singers - were then hired to record the tracks. Each Gregorian album is initially digitally tracked at Nemo Studios, Peterson's Hamburg studio. The vocalists then record their parts in a church atmosphere with dimmed lights and candles, in order to escape what Peterson referred to in a 2001 interview as the \"cold and technical\" studio atmosphere. The concept proved to be successful, and the group proceeded to record several more Masters of Chant albums in the same style. Their 2004 album, The Dark Side, was a slight departure from the others, featuring a darker repertoire consistent with the title.","strBiographyDE":"Gregorian ist eine deutsche Band von Frank Peterson, die den Gregorianischen Choral inspirierten Versionen von modernen Pop-und Rock-Songs führt geleitet. Die Band verfügt sowohl Vocal-Harmony-und Instrumentalbegleitung. Ursprünglich wurde Gregorian als mehr Pop-orientierte Gruppe im Stile von Enigma konzipiert. \n\nNach diesem Konzept, zeichneten sie das 1991er Album Sadisfaction, mit Lead-Vocals von The Sisters of Oz vorgesehen: Susana Espelleta (Peterson Frau zu der Zeit) und Birgit Freud. Dies war jedoch das einzige Album in diesem Stil. Im Jahr 1998, Peterson und sein Team Jan-Eric Kohrs, Michael Soltau und Carsten Heusmann neu erfunden, um das Projekt zu populären Songs im gregorianischen Stil durchzuführen. Die Kriterien für die Titelauswahl waren streng; , um in Betracht gezogen werden, um ein Lied benötigt übersetzbar in der 7-Ton-Skala sein. Für jedes Album, Songs wurden sorgfältig neben Original-Songs von Jan-Eric Kohrs, Amelia Brightman und Carsten Heussman geschrieben gewählt. Zwölf Sängerinnen - zuvor gefeierten Sitzung und Chorsänger - wurden dann angeheuert, um die Spuren aufnehmen. \n\nJeder Gregorianischen Album wird zunächst digital Nemo Studios, Peterson Hamburger Studio verfolgt. Die Sänger dann erfassen ihre Teile in einer Kirche Atmosphäre mit gedämpftem Licht und Kerzen, um zu entkommen, was Peterson bezeichnet 2001 in einem Interview als \"kalt und technisch\" Studioatmosphäre. Das Konzept erwies sich als erfolgreich, und die Gruppe ging noch mehrere Masters of Chant-Alben im gleichen Stil aufzunehmen. Ihre Album 2004, The Dark Side, war eine leichte Abweichung von den anderen, mit einem dunkleren Repertoire im Einklang mit dem Titel.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":"Gregorian (англ. Грего́риан) — музыкальный коллектив, организованный в Германии, исполняющий знаменитые поп- и рок-композиции в стиле, похожем на григорианские песнопения. Все песни исполняются хором из 10 человек.\n\n Хотя сам стиль музыки значительно отличается от настоящих григорианских песнопений, коллектив работает в стилистике римско-католической церкви, в литургических пениях которой используются григорианские распевы. В частности, на концертах вокалисты выступают в монашеских рясах.\n\n Создателем группы Gregorian является Frank Peterson, один из основателей проекта Enigma. Также на его совести продюсирование таких известных и не очень исполнителей, как Ofra Haza, Sarah Brightman, Princessa, Violet. Кроме того, Франк Петерсон - известный композитор, аранжировщик и звукорежиссер. Он играет на синтезаторе и фортепиано, так же прекрасно, как на гитаре и ударных инструментах. Как продюсер Франк в состоянии взять любую песню и сделать ее лучше настолько, насколько это вообще возможно.\n\n Франк родился 20 декабря 1963 года в Гамбурге. Он начал учиться играть на фортепьяно в 4 года. Музыкальная карьера Франка началась в 80-х, когда он трудился в магазинчике, специализирующемся на торговле оборудованием для музыкальных студий. В перерывах между работой с покупателями Франк записал демо-тэйп со своим музыкальным материалом. По воле случая он разговорился с одним из своих клиентов, которому и продемонстрировал свое творение. Этим клиентом оказался не кто иной, как Michael Cretu, в то время еще совсем не знаменитый продюсер. Майклу запись настолько понравилась, что он предложил Франку поехать с ним в Мюнхен. Франк согласился и начал трудиться клавишником у Sandra, бывшей солистки группы Arabesque, только начинавшей сольную карьеру.\n\n Первое крупное достижение и признание Франка произошло в июне 1985 года, когда он играл на клавишах в главном хите Сандры «Maria Magdalena». Франк Петерсон (его имя на альбоме Сандры неправильно указали как Frank Peter) продолжал играть в группе Сандры на протяжении\n пяти лет, продолжая писать песни для других звезд, которые впоследствии занимали верхние строчки хит-парадов. Эти песни частенько сочинялись на пару с Майклом. В 1987 году Майкл Крету и Сандра поженились, а в 1989 супружеская пара уехала на испанский остров Ибица, не забыв захватить с собой и Франка.\n\n Однако и на Ибице Франк и Майкл время провели не зря. Они создали феноменальную группу Enigma (название имеет значение «тайна», «загадка») и записали ее первый альбом «MCMXC a.D», увидевший свет в 1990 году. Для поддержания обстановки таинственности вокруг альбома Майкл в титрах обозначен как Curly M.C., а Франк - как F. Gregorian. Петерсон был соавтором наиболее известной композиции альбома «Sadeness» и написал слова для «The Voice & the Snake», навеянные библейской Книгой откровений. Это одна из темнейших и наиболее зловещая композиция альбома.\n\n В конце концов в 1990 году компаньоны расстались. Франк вернулся в Гамбург, в то время как Майкл остался на острове. Официальной причиной этого стало желание Франка Петерсона работать с другим проектом. На каникулах в Испании Франк встретил Thomas Schwarz, который был известен как талантливый клавишник, и они вдвоем были полны страстного желания начать писать и продюсировать музыку. Томас пригласил в команду клавишника-виртуоза Matthias Meissner, с которым работал еще в 1988 году. Эти три композитора и музыканта плюс прежняя жена Франка Susana Espelleta и их помощник Michael Wehr составили мощную команду. Их первый альбом вышел в 1991 году, вскоре после дебюта Enigma. Он назывался «Sadisfaction», а в качестве названия группы значилось «Gregorian» (сокращение от F.Gregorian). К тому же название ассоциируется с грегорианскими песнопениями, происхождение которых уходит корнями в VII-IX века нашей эры. Литургические песни западно-христианских церквей пришли из Сирии и Палестины и очень быстро проложили себе путь в христианскую Европу. Само слово «Gregorian» имеет отношение к Римскому папе Григорию (Gregory) I. Именно во время его правления (590-604 нашей эры) стал развиваться Грегорианский стиль. Но «золотое» время этих хоралов приходится на период с 750 по 850 года нашего века, когда такие песни становятся самой знаменитой и популярной музыкой Западной и Центральной Европы. Кстати, примерно в то же время, был выпущен очень похожий альбом группы Gala, под названием «Gregorian», который часто ошибочно считают вторым альбомом Gregorian.\n\n Это было очень похоже на Enigma, но с облегченным саундом. Сильно отличающийся от альбомов серии «Masters of chant», вышедших десятилетие спустя, «Sadisfaction», тем не менее, уже включал некоторые характерные для Франка обработки старых известных хитов. Присутствовали на нем и элементы сэмплированных хоральных песнопений, голосовые партии в которых были исполнены группой The Sisters of Oz и отличались даже более попсовым звучанием, чем впоследствие у Энигмы. Позже вышел сингл с одной из песен альбома «Once in a lifetime», которая стала эталоном стиля студии «Nemo», будучи исполнена Сарой Брайтман (на альбоме Dive) и дважды - Принцессой (испанская версия для альбома «Princessa» и английская - для альбома «I won’t forget you»). Первый сингл-бриллиант «So sad» сравнялся по продажам с «Sadeness», при его записи использовались грегорианские псалмы против тьмы и мощная ритм-секция. Начиная с этого альбома, Франк завоевал за собой репутацию талантливого композитора и продюсера, и в дальнейшем неоднократно подтверждал, что он умеет писать оригинальную, вибрирующую и разрушительную музыку.\n\n Последующие 8 лет Франк Петерсон успешно занимался продюсированием таких звезд, как Sarah Brightman и Ofra Haza. В течение длительного периода времени никаких релизов с именем Gregorian не предпринималось: Франк чувствовал, что перенасыщенный различными течениями рынок не воспринял бы его творений. А мир и не подозревал, что несколько лет спустя имя Gregorian станет синонимом огромного коммерческого успеха в области эмбиент-попа.\n\n В начале 1999 года, после выпуска четвертого альбома Сары Брайтман «Eden», в котором сочетаются поп и опера, певица отправилась в свое первое мировое турне. Немного позже выпущен четвертый альбом Princessa «I won’t forget you», который продюсировал Франк. Большинство песен к этому альбому Петерсон написал совместно с Томасом и Матиасом.\n\n Можно было немного передохнуть. Но Франк не мог сидеть сложа руки. Он засел в студии «Nemo» в своей резиденции и в канун нового тысячелетия решил реанимировать свой старый проект Gregorian. Однако на этот раз вместо сэмплирования в стиле Enigma предварительно записанных литургических песнопений хитрый алхимик от искусства придумал переиначить самые известные за последние четыре десятилетия поп и рок-хиты под исполнение в стиле грегорианских хоралов.\n\n Принявшись за дело, маэстро вместе со своими друзьями, Michael Soltau, Carsten Heusmann и Jan-Eric Kohrs, прослушал огромное множество композиций - от рок-баллад 60-х до поп-хитов 90-х, пытаясь определить, какие же из них наиболее подходят для исполнения в грегорианском стиле. Затем последовал\n длительный и трудоемкий процесс интерпретации привычной нам 12-тоновой партитуры отобранных произведений в грегорианский пентатонический лад. К тому же помимо музыкального созвучия песен концепция требовала исполнения их на английском, а не на латинском языке, поэтому тексты песен также должны были совпадать стилистически. В результате оказались отобранными 12 треков знаменитых, но довольно разноплановых по стилю исполнителей. 60-годы представлены в альбоме такими нестареющими хитами, как синглом «Still I’m sad» группы Yardbirds (эту песню исполняли также группы Boney M и дважды Rainbow), балладой «When a man loves a woman» Percy Sledge и композицией «Sound of silence» Simon & Garfunkel, 70-годы - опусом «Sebastien» Steve Harley, 80-е - гимном электро-попа группы Ultravox «Vienna» from, элегией «Brothers in arms» Dire Straits, неоромантикой «Fade to grey» Visage и балладой Peter Gabriel «Don’t Give Up». И наконец, 90-годы представили «Losing my religion» REM, «Nothing else matters» Metallica, «Tears in heaven» Eric Clapton.\n\n Теперь необходимо было все причесать и без сучка и задоринки встроить в грегорианский «звуковой ландшафт». После транскрипции мелодий вокальных партий каждой песни четырем продюсерам предстояло еще решить задачу, как сделать так, чтобы всем известные и, в общем-то, порядком поднадоевшие хиты зазвучали по-новому. С этой целью вступления к некоторым песням были удлинены, а инструментальные пассажи слегка адаптированы или заново переписаны. Затем каждая композиция обрела новую электронную инструментовку с ярко выделяющимися басами и четким ритмом. Все аранжировки производились в студии «Nemo» с использованием самых современных синтезаторов, секвенсоров и ударных машин. В результате было получено звучание, отражающее тягу творческой группы к более модерновому саунду в стиле эмбиент-поп.\n\n Однако Франк понимал, что окончательная оценка его проекта в немалой степени будет зависеть и от качества вокала, поэтому, когда музыкальная часть была готова, он собственноручно набрал хор из 10 вокалистов, самых известных в Англии сессионных певцов, выходцев из знаменитых кафедральных хоров и классических институтов, таких как Академия Св.Мартина, Королевский Музыкальный колледж, Королевский колледж в Кембридже, Королевская Северная музыкальная школа и Музыкальный колледж Св.Троицы. В хор были отобраны Philip Conway, Thomas Barnard, Jeremy Birchall, Andrew Busher, Mark Bradbury, Timothy Holmes, Roger Langford, Gregory Moore, David Porter Thomas и Christopher Tickner. Они пели в лучших церквях Англии, в частности в кафедральных соборах Лондона, Оксфорда, Кэмбриджа, Бирмингема, Ноттингема, Саутгэмптона и Эдинбурга. Причем при их подборе Петерсон руководствовался не только наличием у последних исключительных вокальных данных, но и открытостью их к восприятию новых прогрессивных идей.\n\n Имея готовые записи аккомпанемента, рабочая группа студии «Nemo» направилась в Великобританию на запись хора. Для обеспечения хороших акустических характеристик Франк Петерсон арендовал старинную лондонскую церковь, которая в свое время была переоборудована под студию звукозаписи, так что хор пел в привычных для себя условиях, правда слушая предварительно записанное музыкальное сопровождение через наушники. Предполагая, что атмосфера студии будет несколько холодновата из-за насыщенности технической аппаратурой и не вызовет соответствующего настроя у исполнителей, Петерсон распорядился во время сессий звукозаписи зажигать 200 восковых свечей.\n\n После записи сольных и групповых партий команда вернулась в студию «Nemo» и занялась сведением треков и доводкой музыкального сопровождения. В это же время были написаны короткие вариации, позволившие осуществить плавные переходы от одного трека к другому. В результате запись 10-трекового альбома под названием «Masters of chant» заняла около года (альбом вышел в последнем квартале 1999 года) и потребовала больших капиталовложений. Но дело того стоило: смешение нестареющего музыкального стиля со знакомыми текстами и мелодиями было настолько успешным, что альбом завоевал признание во всем мире. Сочетание мягкой, медленной музыки и пения монахов захватывает с первых минут и с каждым новым треком затягивает в свой, немного пыльный, но таинственный и интригующий мир. Те, кто хоть раз испытал на себе энергетическое воздействие Gregorian, не понаслышке знают об очаровательном и вдохновляющем звуке и голосах монахов и успокаивающем эффекте ритуального песнопения. Этот стиль до сих пор завораживает многих людей также, как это происходило во времена папы Римского Григория I. Второй альбом Gregorian разошелся миллионным тиражом по всему миру и получил «золото» и «платину» в Германии, Португалии, Австралии, Филиппинах, Бельгии, Норвегии, Южной Америки и других странах. Теперь уже ясно, что очередной проект Франка Петерсона снова стал мировым хитом!\n\n Успех альбома неизбежно привел к тому, что всех исполнителей стали просто разрывать на части приглашениями выступить, и в начале 2000 года они отправились в длительное гастрольное турне по Европе. Надо отметить, что великолепные концерты такого хора явились для жителей Европы полным откровением - они убедили слушателей в отсутствии каких-либо студийных трюков при записи альбома. С другой стороны, согласно концепции вся окружающая обстановка при выступлении группы включая внешний вид участников должна была подчеркивать тему исполняющих службу грегорианских монахов. В связи с этим и на обложке альбома, и в музыкальном видео певцы были одеты в псевдо-монашеские робы, а концерты проводились в церквях, куда подчас набивалось до 2000 слушателей. Курьез состоял в том, что благодаря аутентичности внешних эффектов многие фаны действительно считали, что перед ними выступают настоящие грегорианские монахи! Что касается музыкальной части, то сама комбинация античности с модерном, а также применение дымовых машин, мигалок и уровней звука близких к рок-концертным всегда обеспечивали в конце каждого шоу восторженные и несмолкаемые овации.\n\n Такое аншлаговое турне пробудило еще больший интерес к альбому, и фирма «Edel» решила в октябре 2000 года выпустить повторное издание альбома «Masters of chant» с двумя бонус-треками: хитом знаменитой группы U2 «I still haven’t found what I’m looking for», который ранее выходил как отдельный сингл и песней «Save a prayer» Duran Duran. В поддержку этого релиза в ноябре того же года певцы снова отправились на гастроли в Германию.\n\n Тем временем Франк и его команда снова вернулись в студию, чтобы заново повторить пройденный путь. Последовали три долгих месяца отбора песен и их аранжировки, шесть месяцев ушло на переоборудование нового костела «Henry Wood Hall» в Лондоне под студию звукозаписи и на микширование треков. Правда на этот раз никого - ни певцов, ни издателей - не пришлось убеждать в том, что проект будет выигрышным. Подготовка к записи была продумана\n до мельчайших деталей, и немаловажную роль здесь сыграла команда продюсера - Ян Эрик Корс, Карстен Хессманн и Майкл Солтау. «Такие проекты требуют наличия высокоэффективной инфраструктуры, - поясняет Франк Петерсон, - вы не можете просто нанять любых профессиональных певцов и записать их в первой попавшейся студии.» И, наконец, в октябре 2001 г. новый альбом группы Gregorian «Masters of chant Chapter II» (Часть II) увидел свет.\n\n В общем и целом альбом «Master of chant Chapter II» оказался более сложным в производстве, чем его осыпанный наградами предшественник. «Мы много работали со струнным оркестром и гитарами, - говорит Петерсон, вдохновленный большими ожиданиями на волне успеха первой работы. - Людям нельзя позволять скучать из-за отсутствия оригинальных идей, и в то же время не следует давить на них сверхамбициозными экспериментами».\n\n Во второй части была расширена оркестровая составляющая, и в нее были включены некоторые этнические инструменты. В альбом «Master of chant Chapter II» вошли две оригинальные композиции - «Moment of peace» (автор Carsten Heusmann, появилась сначала в виде отдельного сингла, женскую партию исполнила Сара Брайтман) и «Babylon», а также мировые классические рок-хиты «Child in time» Deep Purple, «Wish you were here» Pink Floyd, «In the air tonight» Phil Collins, «Stairway to heaven» Led Zeppelin, которые приобрели совершенно новое и неожиданное звучание. «Chapter II» имела такой же, если не больший, успех, как и ее предшественник. Снова последовал гастрольный тур участников по Европе, на протяжение которого было дано около 60 концертов, а сами исполнители удостоились статуса суперзвезд. Для проведения такого количества живых концертов уже не хватало церквей и костелов, поэтому иногда использовались небольшие концертные залы с подходящей акустикой. В конце 2001 г. на базе этого турне вышли более крупнобюджетные DVD-диск и VHS-кассета под названием «Moments of peace in Ireland» (Моменты мира в Ирландии), на которых хор исполнял свои номера на фоне исторических достопримечательностей этой титулованной страны.\n\n Точно год спустя после выхода третьего альбома Gregorian в октябре 2002 года на свет появляется «Master of chant Chapter III» (Часть III), завершая таким образом тематическую трилогию. Цветовая схема нового альбома, включая монашеские тоги исполнителей, была заменена на горчично-желтый тон в отличие от красного для первого альбома и синего - для второго. Альбом примечателен двумя безумно красивыми композициями - «Join me in death» современной финской love-металлической группы HIM и «Voyage, voyage» французской диско-звезды 80-х Desireless. Женские партии снова исполнила Сара Брайтман, скрывшаяся под псевдонимом Hepsibah. Кроме того, chill-out версию хита «Join me» (последний трек) преподносит нам немецкий электронный дуэт Schiller. Первыми странами, в которых вышел новый альбом, стали Германия, Австрия и Швейцария, и уже в течение первых недель релиза он стал карабкаться вверх по поп-чартам этих стран.\n\n\n Дискография:\n 1. Sadisfaction 1991\n 2. Master of chant 2000\n 3. Master of chant Chapter II 2001\n 4. Master of chant Chapter III 2002\n 5. Master of chant Chapter IV 2003\n 6. Gala Dance\n 7. Chill Out\n 8. Agnus Dei\n 9. Dark Side 2004\n 10. Master of chant chapter V \n 11. Christmas Chants\n 12. Masters of Chant Chapter VI\n\n В противоположность грегорианским песнопениям, хор выступает с внушительным музыкальным сопровождением, включающим гитару (в зависимости от композиции — электрическую или акустическую), барабаны, клавишные инструменты. Имеет место и компьютерная обработка музыки с помощью специальных эффектов. На концертах Gregorian выступают в стиле, присущем рок-группам, в частности, исполняют композиции «вживую», заводят публику.","strBiographyES":null,"strBiographyPT":"Gregorian é um projeto musical alemão, liderado por Frank Peterson, cantando cantos gregorianos inspirados em versões modernas das músicas pop e rock dos anos 60, 70, 80, 90 e 2000. É principalmente produzido pela Nemo Studio e várias outras gravadoras da Europa. Um dos mais bem sucedidos projetos pop de fusão clássica, Gregorian mistura pop e rock com cantos gregorianos.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"7","strCountry":"Deutch","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/gregorian-4fd1adf87acca.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/gregorian-4fb8f4c071fd6.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/swquut1523370989.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/ypyuxr1530798617.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/gregorian-4fd1a970a2aaf.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/gregorian-4fe0128004bcc.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/gregorian-4fe0128d09aed.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/gregorian-5610010dda45c.jpg","strMusicBrainzID":"18a0d72d-0be0-4196-a340-035163bfae1c","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}