{"artists":[{"idArtist":"116317","strArtist":"Chet Atkins","strArtistStripped":null,"strArtistAlternate":"Chester Burton Atkins","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1924","intDiedYear":"2001","strDisbanded":"Yes","strStyle":"Rock/Pop","strGenre":"Guitarist","strMood":"","strWebsite":"www.misterguitar.us","strFacebook":"","strTwitter":"1","strBiographyEN":"Chester Burton \"Chet\" Atkins (June 20, 1924 – June 30, 2001) was an American guitarist and record producer who, along with Owen Bradley, created the smoother country music style known as the Nashville sound, which expanded country's appeal to adult pop music fans as well.\nAtkins's picking style, inspired by Merle Travis, Django Reinhardt, George Barnes, Les Paul, and (Mother) Maybelle Carter brought him admirers within and outside the country scene, both in the United States and internationally. Atkins produced records for The Browns, Porter Wagoner, Norma Jean, Dolly Parton, Dottie West, Perry Como, Elvis Presley, the Everly Brothers, Eddy Arnold, Don Gibson, Jim Reeves, Jerry Reed, Skeeter Davis, Waylon Jennings and many others.\nAmong many honors, Atkins received 14 Grammy Awards as well as the Grammy Lifetime Achievement Award, 9 Country Music Association Instrumentalist of the Year awards, and was inducted into both the Rock & Roll Hall of Fame and the Country Music Hall of Fame and Museum.","strBiographyDE":null,"strBiographyFR":"Chester Burton Atkins, plus connu sous le nom de « Chet » Atkins (né le 20 juin 1924 à Luttrell - mort le 30 juin 2001 à Nashville dans le Tennessee) était un guitariste et producteur américain. Il a beaucoup influencé la musique country. Sa talentueuse technique de jeu en « Picking » (qu'il appelait lui-même « yakety ») lui a apporté un certain nombre d'admirateurs dans et en dehors de la scène country. Il a créé, avec Owen Bradley, le son de Nashville (Nashville sound). Bien qu'il ne puisse pas être considéré comme un pur produit du son Rockabilly, son jeu de guitare a eu une énorme influence sur eux. Il a influencé notamment des guitaristes comme Scotty Moore, Mark Knopfler (Neck and Neck), Tommy Emmanuel (The Day Finger Pickers Took Over The World) et surtout le français Marcel Dadi. Par ailleurs, Chet Atkins a produit de nombreux albums dont certains disques d'Elvis Presley, de Jim Reeves et de Waylon Jennings.\n\nChester Burton Atkins est né dans une ferme près de Luttrell, Tennessee, le 20 juin 1924.\n\nÉlevé dans une ambiance musicale (un père pianiste et un frère guitariste qui fit plus tard partie de l'orchestre de Les Paul), il devient violoniste professionnel à l'âge de 17 ans pour un show radiophonique de Knoxville. Fasciné par les disques de Merle Travis, il se met à la guitare – offerte par son frère – qui deviendra très vite son instrument de prédilection.\n\nVers 1946, il débute à Nashville sous le nom de Chester Atkins And The All Star Hillbillies (Roy Lanham, Jack Shook, Dutch McMillin et Louis Ennis), enregistrant Guitar Blues (Bullet 617). En 1948, il joue avec deux amis qui deviendront célèbres sous le nom de Homer & Jethro et rencontre les Carter Sisters et Mother Maybelle avec qui il apparaît sur la scène du Grand Ole Opry en 1950.\n\nRemarqué par RCA, il devient musicien de session, remportant un premier hit au début des années 1950 avec Galloping Guitars.\n\nIl rêvait aussi d'être chanteur (malgré une timidité et une voix mal assurée qui faisait sourire Merle Travis). Mais partout on ne réclame que sa guitare magique et il participe aux dernières sessions d'Hank Williams et aux premières d'Elvis pour RCA en janvier 1956, jouant notamment lors de Heartbreak Hotel.\n\nNommé responsable des studios RCA de Nashville à partir de 1957, il contribuera à forger le fameux « Nashville Sound » en compagnie du pianiste Floyd Cramer, des guitaristes Hank Garland et Grady Martin, du bassiste Bob Moore et du batteur Buddy Harmon, fournissant le backing de nombreux artistes dont la chanteuse de rockabilly Janis Martin.\n\nIl fut également producteur de plusieurs albums de Hank Snow.\n\nIl se fera lui-même un nom grâce au succès de son album Teensville en 1960, qui contenait deux de ses premiers hits Boo Boo Stick Beat (1959) et One Mint Julep. En 1963 il sort l'album Teen Scene avec I Got A Woman, Susie Q, Rumpus (avec préface de Steve Sholes. Au cours des années suivantes, Chet Atkins sort un double-face, What'd I Say/Charlie Brown ainsi qu'une soixantaine d'albums dans lesquels il aborde tous les styles.\n\nRoi du picking et du finger style, il fut l'un des guitaristes les plus prolifiques et influents des années 1950 à nos jours. Il sera également ami des Everly Brothers et de Jerry Reed, avec qui il joua en duo dans les albums « Me and Jerry » et « Me and Chet ». Apte au rock 'n' roll, au rockabilly, au jazz, au blues et même au flamenco, c'est son style country (repris en France dans les années 1970 par Marcel Dadi) qui lui vaudra la plus large part de sa notoriété en France.\n\nVéritable institution, Chet Atkins, vice-président de RCA Nashville et découvreur d'innombrables talents (dont Charlie Pride), fut élu meilleur musicien de l'année par la Country Music Association en 1967, 1968, 1969 et 1984. Il fut élu en 1973 membre du Country Music Hall of Fame.\n\nParadoxalement, Chet Atkins qui avait contribué à la sophistication de la musique « Made in Nashville », s'inquiétait des nouvelles directions prises par la musique country et prônait un retour aux sources salvateur. Outre son rôle de producteur, il restera avant tout comme l'un des guitaristes les plus importants de l'histoire de la musique populaire, à l'instar de son maître, Merle Travis. Spécialiste de la guitare électrique durant les années 1950 (il collabora avec Gretsch pour l'élaboration de la fameuse guitare « Chet Atkins Country Gentleman »), il deviendra également au début des sixties, l'un des rois de la guitare classique qu'il sut utiliser dans le cadre du jazz et de la country music.\n\nTechnicien hors pair et « picker » impressionnant, il resta au plus haut niveau tout au long des années 1970. Le double album A Man And His Guitar est très représentatif de sa période récente avec un répertoire d'un éclectisme renversant emprunté à Willie Nelson, Duke Ellington, Doc Watson, Kosma, Bach, Mozart, Rodrigo et les Beatles.\n\nIl donna son premier concert en France à l'Olympia le 10 décembre 1977 avec Marcel Dadi.\n\nIl vint pour la dernière fois en France en 1991 à Issoudun (36) à l'occasion de la Convention Nationale de la guitare organisée autour de Marcel Dadi. Chet s'y est montré généreux, disponible et marqua l'évènement en jouant \"Les Feuilles Mortes\" le jour du décès d'Yves Montand.\n\nD'autre part, Chet Atkins était radio amateur, son indicatif était WA4CZD. En 1998 il obtint l'indicatif W4CGP en référence au titre honorifique C.G.P. (Certified Guitar Player). Il était membre de l'ARRL(American Radio Relay League).","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Chester Burton \"Chet\" Atkins (20 de junio de 1924 – 30 de junio de 2001) fue un influyente guitarrista y productor de country. Su estilo —inspirado por Merle Travis, Django Reinhardt, George Barnes y Les Paul— le trajo admiradores dentro y fuera de la escena de EE. UU. Atkins produjo discos para Eddy Arnold, Don Gibson, Jim Reeves, Connie Smith, y Waylon Jennings. Creó, junto a Owen Bradley, el estilo de música country más suave y tranquilizador conocido como sonido Nashville, que llevó el gusto por la música country a admiradores de la música pop para adultos.\n\nChet Atkins nació en Luttrell, Tennessee, y creció con su madre, dos hermanos y una hermana. Sus padres se divorciaron cuando él tenía seis años. Comenzó tocando el ukelele y posteriormente violín; a los nueve años, negoció con su hermano Lowell una vieja pistola y algunas tareas a cambio de una guitarra. Se vio forzado a trasladarse a Georgia para vivir con su padre debido a una casi fatal condición asmática; debido a esta enfermedad debía dormir sentado en una silla para poder respirar adecuadamente; durante esas noches se acostumbró a tocar la guitarra hasta dormirse, hábito que conservó el resto de su vida.\n\nSe transformó en un guitarrista dotado mientras estaba en educación media. Atkins era autodidacta y, más tarde, la vida le concedió junto a Tommy Emmanuel, Jerry Reed y John Knowles el graduado honoris causa \"CGP\", significando \"Guitarrista Certificado\" (en inglés, Certified Guitar Player). Su hermanastro Jim fue también un guitarrista exitoso que llegó a trabajar con el Trío de Les Paul en Nueva York.\n\nAtkins no tuvo un estilo propio hasta 1939, cuando, todavía viviendo en Georgia, oyó tocar a Merle Travis en la radio (la WLW). Esta temprana influencia formó su estilo propio de tocar. Mientras que la mano derecha de Travis utilizó su índice para la melodía y el pulgar para apuntes de bajo, Atkins amplió su estilo de mano derecha para incluir una pulsación a las cuerdas con sus tres primeros dedos, y con el pulgar sobre el bajo. El resultado fue una claridad y complejidad que hizo su sonido inequívoco. Después de dejar el colegio en 1942, consiguió un trabajo en WNOX la radio de Knoxville. Allí tocó el violín y la guitarra con el cantante Bill Carlisle y el cómico Archie Campbell así como también se hizo miembro de la estación \"Dixieland Swingsters\", un pequeño combo instrumental de swing.\n\nDespués de tres años, se movió a la radio WLW en Cincinnati, Ohio, donde Merle Travis anteriormente había trabajado. Después de seis meses él se movió a Raleigh y trabajó con Johnnie y Jack antes de dirigirse a Richmond, Virginia, donde tocó con la banda \"Sunshine Sue Workman\". La personalidad tímida de Atkins trabajó contra él, dándose el hecho de que su estilo sofisticado condujo a muchos a dudar que fuera realmente un intérprete \"country\". Fue despedido a menudo, pero también fue capaz de conseguir otro trabajo en otra emisora de radio debido a su manera única de tocar. Atkins hizo sus propios discos, que por lo general tomaban normas de pop y de jazz, en un estudio propio sofisticado en su casa, a menudo grabando las pistas de ritmo en la radio RCA, pero añadiendo sus partes de solo en casa, refinándolo todo hasta que el resultado lo satisficiera. Los guitarristas de todos los estilos llegaban de todas partes para admirar sus álbumes debido a sus ideas musicales únicas y en algunos casos, sus ideas electrónicas experimentales. En este período Atkins se hizo conocido internacionalmente como \"Mister Guitar\" (Señor Guitarra), que es también el nombre de uno de sus álbumes. Su marca registrada para tocar, \"el Estilo de Atkins\", es muy difícil de dominar para un guitarrista. Consiste en usar el pulgar y los primeros dos -a veces tres- dedos de la mano derecha. Atkins desarrolló este estilo al escuchar a Merle Travis de vez en cuando de una radio primitiva. Él estaba seguro de que nadie podría tocar esto articuladamente con solamente el pulgar y el índice (que en realidad era exactamente como Travis lo tocaba) y asumió que para esto se requerían el pulgar y dos dedos. Así llegó al estilo que él promovió y dominó.\n\nEl hit más grande de Atkins fue el single de 1965, \"Yakety Axe\" una adaptación de su amigo saxofonista Boots Randolph, \"Yakety Sax\". Él raras veces se presentaba en vivo en aquel tiempo, y eventualmente tuvo que contratar a otros productores de RCA como Robert Ferguson y Felton Jarvis para aliviar su carga de trabajo. Un combate en 1973 contra el cáncer de colon, sin embargo, condujo Atkins a redefinir su papel en RCA y permitir a otros manejar la administración mientras que él volvió a su primer amor, la guitarra, a menudo grabando con Reed o incluso con Homer y Jethro en Jethro Burns (el cuñado de Atkins) después de que Homer muriese.\n\nHasta finales de los años 70, Atkins trabajó como productor. Nuevos ejecutivos en RCA tenían ideas diferentes. Primero se retiró de su posición en la empresa, y luego comenzó a sentirse incómodo como artista porque RCA no le dejaría diversificarse en el jazz. Al mismo tiempo se molestó con la dirección Gretsch ya sin posesión familiar sobre ella. Retiró su autorización para que usaran su nombre y comenzó a diseñar guitarras Gibson. Finalmente abandonó RCA en 1982 y firmó con Columbia Records, para la cual produjo un álbum de estreno en 1983. Mientras estaba con Columbia, mostró su creatividad y gusto en la guitarra de jazz, y en varios otros contextos. El jazz siempre fue su amor y, a menudo, en su carrera fue criticado por músicos \"puros\" de country del país, por sus influencias de jazz. También dijo en muchas ocasiones que no le gustaba ser llamado un \"guitarrista country\", insistiendo que él era un guitarrista nada más. Aunque tocase 'de oído' y fuese un improvisador magistral, también fue capaz de leer la música y hasta realizó algunos arreglos de guitarra clásicos con gusto y distinción. Más tarde, volvió al country con álbumes que él registró junto a Mark Knopfler y Jerry Reed. Siendo requerido a nombrar a los diez guitarristas más influyentes del siglo XX, nombró a Django Reinhardt en primera posición de la lista, y él mismo se ubicó quinta posición.\n\nEn años posteriores volvió a la radio, apareciendo en Garrison Keillor's Prarie Home Companion, llegando incluso al punto de tocar un violín de tiempo en tiempo.\n\nAtkins recibió numerosos premios, incluyendo once Premios Grammy y nueve premios de la Country Music Association. Mientras hacía más y más actos, en los años 1990 su salud se resintió y el cáncer volvió y esta vez empeorado. Chet Atkins moría el 30 de junio de 2001 en su casa en Nashville.\n\nMuere Chet Atkins, legendario guitarrista: El legendario guitarrista de música country Chet Atkins que ayudó a dar a conocer el \"Nashville Sound\" (el sonido Nashville, la capital de la música country en EE UU) con toques pop, ha muerto a la edad de 77 años. Atkins, que llevaba varios años luchando para vencer el cáncer que padecía, ha muerto en su casa de Nashville, después de haber superado un cáncer de colon en 1973 y un tumor cerebral en 1997. El guitarrista intervino en cientos de discos incluyendo los de Elvis Presley y los Everly Brothers además de haber sido muy importante en las carreras de Dolly Parton y Roy Orbison.\n\nAtkins fue citado muchas veces en todas partes de su carrera, y en su propio legado él una vez dijo:\n\n\"Años después, luego de que me haya ido, alguien escuchará lo que hice y sabrá que yo estuve aquí. A ellos no les importará quién era yo, pero ellos oirán a mis guitarras hablando por mí.\"","strBiographyPT":"Chester Burton Atkins, conhecido como Chet Atkins, (Luttrell, Tennessee, 20 de junho de 1924 - Nashville, 30 de junho de 2001) foi um guitarrista e um produtor musical americano. É conhecido por ter desenvolvido um estilo complexo de tocar conhecido como thumbpicking ou fingerpicking, inspirado principalmente por Merle Travis, em que tocava a melodia, o ritmo, e o baixo simultaneamente.\n\nSeu trabalho influenciou guitarristas famosos como Mark Knopfler, George Harrison, Earl Klugh, Lenny Breau, Tommy Emmanuel e vários outros. Como produtor, produziu álbuns de vários artistas, entre eles, Eddy Arnold, Don Gibson, Jim Reeves e Elvis Presley.\n\nFoi considerado o 21º melhor guitarrista de todos os tempos pela revista norte-americana Rolling Stone.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"American","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qswqxx1363452031.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/atkins-chet-576ef29a584f1.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vpquus1522753778.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/upvspq1383266161.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/usqutr1522753802.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/3igiu11643653358.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/atkins-chet-5ea84ef086601.jpg","strMusicBrainzID":"5810667a-9db6-4fd0-abac-667cdac5d415","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}