{"artists":[{"idArtist":"111463","strArtist":"Ray Charles","strArtistStripped":null,"strArtistAlternate":"Raymond Charles Robinson","strLabel":null,"idLabel":null,"intFormedYear":"1947","intBornYear":"1930","intDiedYear":"2004","strDisbanded":"Yes","strStyle":"Urban/R&B","strGenre":"Soul","strMood":"Fun","strWebsite":"www.raycharles.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Ray Charles Robinson (September 23, 1930 - June 10, 2004), known by his shortened stage name Ray Charles, was an American musician. He was a pioneer in the genre of soul music during the 1950s by fusing rhythm and blues, gospel, and blues styles into his early recordings with Atlantic Records. He also helped racially integrate country and pop music during the 1960s with his crossover success on ABC Records, most notably with his Modern Sounds albums. While with ABC, Charles became one of the first African-American musicians to be given artistic control by a mainstream record company. Frank Sinatra called Charles \"the only true genius in show business\".\n\nThe influences upon his music were mainly jazz, blues, rhythm and blues and country artists of the day such as Art Tatum, Nat King Cole, Louis Jordan, Charles Brown, Louis Armstrong. His playing reflected influences from country blues and barrelhouse, and stride piano styles.\nRolling Stone ranked Charles number ten on their list of \"100 Greatest Artists of All Time\" in 2004, and number two on their November 2008 list of \"100 Greatest Singers of All Time\". In honoring Charles, Billy Joel noted: \"This may sound like sacrilege, but I think Ray Charles was more important than Elvis Presley. I don't know if Ray was the architect of rock & roll, but he was certainly the first guy to do a lot of things . . . Who the hell ever put so many styles together and made it work?\"","strBiographyDE":"Die Geschichte von Ray Charles Robinson, einer der bedeutensten Rhythm And Blues- und Soul-Musiker, beginnt am 23. September 1930 in Albany, Georgia, USA. Er wächst in ärmlichen Verhältnissen zusammen mit seiner Mutter und seinem jüngeren Bruder in der Kleinstadt Greenville, Florida, auf.\n\nWo sich der Vater herumtreibt, ist unklar, auf jeden Fall sorgt er nicht für seinen Sohn. Schon mit drei Jahren fängt der kleine Ray an, sich für Musik zu interessieren. Gegenüber auf der anderen Straßenseite gibt es die einzige Kneipe im Ort, in der ein Klavier und eine Jukebox steht. Der Besitzer spielt das Piano.\n\nRay Charles findet sich oft bei seinem Nachbarn ein und hört entweder bei den aktuellen Boogie Woogie- und Bluessongs zu oder darf selber, auf dem Schoß sitzend, ein wenig rumklimpern. Im Alter von fünf Jahren erlebt RC, wie er oft genannt wird, die erste große Tragödie in seinem Leben.\n\nSein Bruder ertrinkt vor seinen Augen beim Spielen in einem Kessel. Ray ist nicht in der Lage ihm zu helfen, da er noch zu klein und schwach ist. Die Mutter, die er verzweifelt ruft, kommt wenige Augenblicke zu spät. Ein paar Monate später bahnt sich der zweite Schicksalsschlag an. RCs Augen beginnen zu tränen. Eine eigenartige Flüssigkeit tritt aus und verklebt die Augenlieder. Er hat grünen Star. Innerhalb von zwei Jahren verschlechtert sich sein Sehvermögen bis zur völligen Blindheit.\n\nSeine Mutter hat Sorge, dass er wegen seiner Behinderung zu sehr von anderen Menschen abhängig ist. Um dem entgegen zu steuern, muss der Junge bei allen Hausarbeiten helfen. Er darf sich auch in dem kleinen Ort ohne seine Mutter frei bewegen. Mit der Zeit trainiert er sich Techniken an: hauptsächlich auf sein Gehör gestützt, kann er sich orientieren. Sogar Fahrrad fahren ist so für ihn möglich.\n\nSpäter schickt Miss Robinson ihren Sohn in eine Blindenschule, die vom Staat finanziert wird. Diese befindet sich aber nicht in der ländlichen Gegend, in der RC wohnt, und so muss er im Alter von sieben Jahren von zu Hause weg, ca. 300 km nach St. Augustine. In der Schule lernt er neben den üblichen Dingen die Blindenschrift und bekommt Klavierunterricht.\n\nZwar hat er schon von seinem Nachbarn ein paar Bluesriffs erlernt, aber nun wird seine Technik anhand von klassischen Stücken richtig ausgebildet. Doch Abends, wenn kein Unterricht mehr ist, treffen sich die Kinder in den Übungsräumen zu Sessions, bei denen sie ihre Musik spielen. Das heißt, die Musik der Schwarzen, denn natürlich gibt es in der Blindenschule die Rassentrennung.\n\nNeben Klavier erlernt Ray Charles auch Klarinette spielen und bringt sich selber das Spielen des Altsaxophons bei. Weiterhin singt er in kleiner Besetzung mit anderen Schülern Gospels. Nach ein paar Jahren hat er die ersten Auftritte. Seine Klavierlehrerin verschafft ihm die Möglichkeit auf Kaffeekränzchen ein paar Stücke zum Besten zu geben. Als Lohn bekommt er ein Stück Kuchen.\n\nIm Mai 1945 stirbt seine Mutter. Er hat das Gefühl nun Erwachsen werden zu müssen. RC verlässt die Schule und siedelt nach Jacksonville über, die damals die größte Stadt in Florida ist. Er kann dort bei Bekannten wohnen, ist aber gewillt, jetzt selber seinen Lebensunterhalt zu verdienen. Das versucht er mit Musik. Ray geht zu der örtlichen Musikergewerkschaft und beginnt sich bekannt zu machen, in dem er bei jeder Jamsession dabei ist.\n\nAuch kann er so von seinen Mitmusikern Licks abschauen, wodurch er gelegentlich Unmut auf sich zieht. Ray Charles Robinson will alles spielen können, damit er möglichst viele Jobs annehmen kann. Blues, Jazz, Boogie Woogie und Swing sind die Stile mit denen er sich beschäftigt. Die Zeiten sind hart, denn es sind viele Musiker in der Stadt, die alle Geld verdienen möchten.\n\nAußerdem sind die Vierziger Jahre die Zeit des Bebop und das damit einhergehende Virtuosentum lässt es nicht zu, dass ein junger Bursche sich nur mit ein paar Blueschanges über Wasser hält. Doch er versucht nicht nur sein Klavierspiel zu verbessern, immer wichtiger wird für ihn sein Gesang.\n\nIn dieser Phase bemüht er sich seine Idole Nat Cole und Charles Brown möglichst gut zu imitieren. Nach einiger Zeit bekommt er die ersten Aushilfsjobs angeboten. In verschiedenen Big Bands oder Combos darf er mitmachen und sogar ein paar Lieder singen. Nach einem Jahr will RC noch mehr Unabhängigkeit, da er ja noch bei Bekannten wohnte. Er geht nach Orlando. Dort kennt er niemanden mehr und muss vollständig für sich selber sorgen.\n\nDie Folge ist, dass Ray Charles Robinson zu Beginn in der neuen Stadt fast verhungert. Händeringend sucht er nach einer Möglichkeit, irgendwo für Geld zu musizieren. Er findet eine Big Band, bei der er gelegentlich mitspielt. Als der Bandleader merkt, dass RC arrangieren kann, was er sich in der Schulzeit schon beigebracht hat, kann er dort noch ein wenig mehr arbeiten. Als die landesweit bekannte Big Band von Lucky Millinder in Orlando Station macht, spielt er bei ihr vor. Doch er wird nicht genommen. Der Bandleader speist ihn mit den Worten ab: \"Bist nicht gut genug, Kid!\"\n\nNach kurzer Zeit verlässt Ray Charles Robinson Orlando und geht nach Tampa, dort kann er schneller Fuß fassen. Er kommt gleich bei einer Combo unter, doch auch hier bleibt er nicht lange, da er meint noch weiter von zu Hause weggehen zu müssen. So geht der achtzehnjährige RC nach Seattle. Seine erste große Liebe, Luise, kommt nach. Sie gebärt eine Tochter von ihm, kurz nachdem sie sich trennen.\n\nMusikalisch stellt sich langsam ein Erfolg ein. Mit seinem ersten eigenen Trio, das sich McSon Trio nennt, nimmt er die erste Platte bei dem Swingtime Label auf. \"Baby, Let Me Hold Your Hand\", das er im Stil von Charles Brown singt, wird ein kleiner Hit, der sich in den Race Charts platzieren kann. Er beschließt nun, das Robinson in seinem Namen wegzulassen, da damals der Boxer Sugar Ray Robinson sehr bekannt ist und er Verwechsellungen vorbeugen möchte.\n\nDurch den speziellen Lebensstil als Musiker kommt er zunehmend in Kontakt mit Drogen. Neben den üblichen Mitteln Alkohol und Gras fängt er an, Heroin zu spritzen, damals vielleicht ein- oder zweimal in der Woche.\n\n1950 siedelt Ray Charles nach Los Angeles über. Sein Trio nimmt zwar bei Swingtime noch ein paar Stücke auf, doch in L.A. bekommen sie keine Auftrittsmöglichkeiten, so dass sie die Band auflösen. Er selbst erhält zum ersten Mal bei einem großen Musiker ein Arrangement. In der Bluesband von Lowell Fulson ist er Gaststars, bei dem er seinen ersten Hit zum Besten geben darf.\n\nNach einiger Zeit wird er musikalischer Leiter und schreibt die Charts. Zwischen durch nimmt RC immer wieder eigene Sachen auf. Anfang der fünfziger Jahre beginnt er, seinen Stil zu ändern. Zwar lobt man ihn oft für seine guten Imitationen von Nat Cole und Charles Brown, doch er verspürt den Drang, nach sich selbst zu klingen. Das Bedürfnis, seine eigenen musikalischen Vorstellungen umzusetzen, wächst immer mehr.\n\nSo trennt er sich 1952 von Lowell, kommt bei einer New Yorker Agentur unter und wechselt zu dem Label Atlantic. Seine ersten Stücke, die er dort aufnimmt, sind zum Beispiel \"Mess Around\" und \"It Should Have Been Me\". Stilistisch bewegen sie sich zwischen Swing und Rhythm'n'Blues. Der Gesang ist dreckig und das Klavierspiel treibt ungemein. Sein Repertoire umfasst zwar auch Jazz, doch nimmt er solche Sachen nicht auf, da er immer populäre Musik für die Leute machen will und auch ganz einfach Geld verdienen muss.\n\nEr begibt sich dann alleine auf Tournee mit immer wechselnden örtlichen Begleit-Bands. Dies ist sehr riskant. Brother Ray, wie er sich selber gerne nennt, hat noch keinen großen Namen. Außerdem ist für Schwarze nicht viel Geld zu verdienen, im Gegensatz zu den weißen Musikern. Sie covern die R'n'B-Stücke, nennen es Rock'n'Roll und machen den großen Reibach damit.\n\n1954 hat Ray Charles die Nase voll, immer mit wechselnden Bands zu spielen. Die Musiker fabrizieren ihm zu viele Fehler. So beginnt er sich seine eigene siebenköpfige Combo zusammen zu stellen. Dies ist vielleicht der entscheidende Schritt, der es Ray ermöglicht, das zu schaffen, was man später als Soul bezeichnet. In der Umgebung seiner eingespielten Band traut er sich, alles auszuprobieren und zu vermischen, was sein musikalischer Hintergrund darstellt: Blues, Rhythm'n'Blues und Gospel.\n\nEr nimmt alte Kirchenlieder der Schwarzen, auf die es kein Copyright gibt und unterlegt sie mit einem harten R'n'B-Groove. Der erste große Hit ist \"I Got A Women\". Es gibt zwar einige Kirchenvertreter, die sich aufregen, RC würde die geistliche Musik entweihen, da sie nun zum Tanzen verwendet wird. Doch aufhalten können sie den Erfolg nicht. Der zweite stilistische Coup ist, die Raeletts, einen weiblichen Backgroundchor, in seine Band zu integrieren. Die Folge ist ein starker Kontrast zwischen dem rauen, männlichen Lead-Gesang und dem Chor. Das gibt es damals noch nicht, die Sänger sind sonst ausschließlich männlich.\n\nWährend dieser Zeit heiratet er zum zweiten Mal. (Die erste Ehe dauert nur wenige Monate.) Mit seiner zweiten Frau bleibt er dreizehn Jahre zusammen. Sie haben drei Söhne. Die Ehe ist aber über weite Strecken unglücklich. Ray Charles ist neun Monate im Jahr auf Tournee. Wenn er weg ist, hat er immer andere Frauen.\n\nDies zieht einige Vaterschaftsklagen nach sich, die er auch regelmäßig verliert. Ein anderer Grund ist sein Heroinkonsum. Ende der fünfziger Jahre muss er jeden Tag ein bis zweimal fixen. So gibt sich RC auch zu 80% die Schuld am Scheitern der Ehe und sieht, dass seine Frau sehr viel ertragen musste.\n\n1959 bei einer Session während einer Zugabe entsteht \"What'd I Say\". Vielleicht das bekannteste Stück von RC. In ihm tritt die Verbindung von R'n'B und Gospel sehr deutlich hervor. Das Stück übernimmt mit seinem Call-and-Response direkt die Kommunikationsform zwischen Prediger und Kirchengemeinde. Das Lied wird ein Riesenhit und verkauft sich an Schwarze und Weiße.\n\nIn den folgenden Jahren erweitert Charles immer mehr seine musikalische Bandbreite. Zwar ist er schon immer in den verschiedensten Stilrichtungen zuhause, doch unter seinem Namen veröffentlichte er bisher nur R'n'B. Mit \"The Genius Of Ray Charles\" erscheint eine Big Band-Platte, auf der er Streicher einsetzt. Ihm und einem breitem Publikum gefällt der zuckersüße Klang.\n\n1962, mittlerweile ist er bei ABC unter Vertrag, erscheint \"Modern Sounds In Country And Western Music\". Dies ist ein Stilbruch. In der Zeit als die Rassentrennung noch Fakt ist, singt ein schwarzer Musiker auf seine Art die Musik der Weißen. Doch die LP ist ein großer Erfolg.\n\nKeiner rechnet damit, doch als der Country-Musiker Tap Hunter \"I Can't Stop Loving You\" im gleichen Stil wie RC herausbringt, zieht ABC sofort nach und sie können Hunters Single unten halten. Der absolute Durchbruch bei beiden ethnischen Gruppen ist geschafft. Ein weiteres Country-Album schiebt Ray Charles nach.\n\n1964 geht es RC finanziell sehr gut. Er hat sich ein eigenes Haus gebaut, in dem sich sein Studio und seine Plattenfirma befindet. Zu den Auftritten fliegt er mittlerweile mit dem eigenen Flugzeug. Doch dann findet die Drogenfahndung bei ihm eine größere Menge Heroin. Um den sozialen Abstieg zu verhindern, nicht ins Gefängnis zu müssen und auf Rücksicht auf seine Familie beginnt er mit dem Entzug in einer psychiatrischen Klinik.\n\nEin Jahr lang steht er nicht mehr auf der Bühne. Er arbeitet zwar in seinem Studio, doch für die Leute ist er nicht mehr präsent. Nach der Verurteilung zu fünf Jahren auf Bewährung kehrt er auf die Bühne zurück. Der Erfolg stellt sich sofort wieder ein. \"Crying Time\" ist ein großer Hit und mit \"Let's Get Stoned\" kommentiert er die für ihn verlogene Gesetzgebung.\n\nIn der Rassenproblematik, die in den sechziger Jahren die gesellschaftliche Diskussion in den USA beherrscht, kämpft Charles nicht in vorderster Front. Doch er hat eine feste Meinung, schließlich ist er im Süden groß geworden, wo es getrennte Busse, öffentliche Toiletten und Lokale gibt und die Polizisten einen Schwarzen verhaften und zusammen schlagen, nur weil ihnen seine Frisur nicht passt.\n\nSo duldet er bei seinen Konzerten keine Trennung zwischen schwarzen und weißen Publikum, was ihm einmal ein Prozess beschert. Vor Martin Luther King hat er großen Respekt und unterstützt ihn immer wieder mit finanziellen Mitteln. In den siebziger Jahren ist RC weiter permanent in der ganzen Welt auf Tournee. Seine musikalische Bandbreite verbreitert sich dadurch weiter.\n\nSo nimmt er zum Beispiel ein paar französische Chansons auf. Doch die Zeit, an musikalischen Revolutionen beteiligt zu sein, ist vorbei. Ray glänzt zwar immer noch mit seinen großen Fähigkeiten als Entertainer und modernisiert seinen Sound etwas, indem er neue elektronische Instrument einsetzt und sich an zeitgemäßen Beats orientiert (z.B.: \"I'll Be Good To You\"), doch neue Akzente setzen andere.\n\nDie achtziger Jahre sind die Zeit der Ehrungen. Er bekommt den Grammy Life Time Music Award, seine Version von \"Georgia On My Mind\" wird zur Nationalhymne von Georgia erklärt, 1986 wird er im Kennedy Center von Reagan ausgezeichnet und bei \"We Are The World\" (Der Wohltätigkeitssong) singt er den Abschluss-Chorus, um nur eine Auswahl zu nennen.\n\nDie Neunziger sind in der Wahrnehmung des Publikums durch die Pepsiwerbung geprägt, für die Ray Charles sich einspannen lässt. \"You Have Got The Right One, Baby\" heißt das Stück für die Getränkefirma. Nebenher steht Brother Ray weiterhin auf der Bühne und unterhält die Leute. Nicht nur seine enormen Fähigkeiten als Entertainer beeindrucken dabei, sondern auch seine seit einigen Jahren vorhandene Vorliebe für bunte Jacketts.\n\nSelbst im neuen Jahrtausend ist \"The Genius\" noch auf Tournee. Doch im Dezember 2003 wird bei ihm ein Leberleiden diagnostiziert, dem er am 10. Juni 2004 in seinem Haus in Beverly Hills im Kreise seiner Familienangehörigen erliegt. Die Leistungen und Persönlichkeit des 73 Jahre alten Charles würdigen im Gefolge seines Todes zahlreiche Kollegen.\n\n\"Eine echte Legende - ein amerikanisches Kleinod\", nennt ihn Michael Jackson. \"Er brachte dem Globus den weltlichen Soul\", erinnert Aretha Franklin an den einflussreichen Musiker, der sich im April 2003 zum letzten Mal in der Öffentlichkeit zeigt.\n\nAm 8. Oktober 2004 findet ihm zu Ehren im Staples Center in Los Angeles ein Tribute-Konzert vor 8.000 geladenen Gästen statt. Mary J. Blige, Elton John, Usher, Stevie Wonder, Norah Jones, Jamie Cullum, B.B. King und Al Green verbeugen sich vor dem 'Godfather Of Soul', indem sie zwölf seiner größten Songs interpretieren. Die Show wird u.a. moderiert von Quincy Jones, Tom Cruise, Morgan Freeman und Jamie Foxx.\n\nLetzterer spielt auch die Hauptrolle in Ray Charles filmischer Biografie \"Ray\", die im Januar 2005 bundesweit in die Lichtspieltheater kommt. Zeitgleich zum Kinostart veröffentlicht Universal Pictures den Konzertmitschnitt auf der DVD \"Genius: A Night For Ray Charles\". Im selben Jahr erscheint auch der \"Genius Loves Company\"-Nachfolger \"Genius & Friends\". Ray Charles erfüllt sich damit posthum den Wunsch, seine Duo-Aufnahmen aus den späten 90ern als Compilation zu veröffentlichen.\n\nEbenfalls posthum vereint er sich mit dem Count Basie Orchestra. Produzent John Burk hatte ein Band mit einem Live-Mitschnitt aus den 1970er-Jahren entdeckt, auf dem Ray Charles mit Big Band agierte. Der Klang des Genius war zwar brillant, die Big Band ging soundtechnisch jedoch unter.\n\nDie moderne Studiotechnik machts möglich und so spielt die Count Basie Big Band in der Besetzung des Jahres 2006 die Songs neu ein. \"Ray Sings, Basie Swings\" zeigt einen bestens gelaunten Ray Charles und ein präzises Orchester, das sein Handwerk versteht.","strBiographyFR":"Ray Charles, de son vrai nom Ray Charles Robinson, surnommé « The Genius » (le génie) (23 septembre 1930 - 10 juin 2004), etait un chanteur compositeur arrangeur et pianiste américain dont la carrière fut riche en différents styles musicaux : le jazz, le gospel, le blues, la country, le rhythm and blues et le style qu'il créa : la soul, à l'origine de beaucoup de styles musicaux actuels.\n\nRay Charles Robinson est né le 23 septembre 1930, en pleine période de la grande dépression économique. Sa famille est réellement très pauvre, ils viennent d'Albany en Géorgie. Il est élevé par sa mère Aretha Williams à Greenville en Floride. Il fait une petite approche du piano avec Wylie Pitman (piano stride), un homme qui jouait dans le bar de son village. Son enfance est marquée par des traumatismes physiques et psychologiques : À 4 ans, il est atteint d'un glaucome (diagnostic non officiel). Un an plus tard, il est témoin impuissant de la noyade de son petit frère qui n'avait que 3 ans (cet épisode le marqua profondément). À 7 ans, sa cécité est complète et il est placé dans une institution spécialisée. C'est dans cette école que, 9 années durant, il apprend la composition, ainsi que la pratique de plusieurs instruments, dont la clarinette, le saxophone alto et le piano (instrument qu'il ne put étudier immédiatement car, au moment de sa venue, les effectifs de l'école étaient complets). Malgré un enseignement musical essentiellement classique, ses préférences s'orientent rapidement vers des musiques contemporaines : le gospel, le blues, le jazz et le country. Bien que les patients de cet institut fussent aveugles, les noirs et les blancs étaient séparés.\nÂgé de 15 ans, il perd sa mère et décide de quitter l'institution. Il se fait héberger par une amie de sa mère à Jacksonville, où il commence à travailler comme musicien. Il tente ensuite sa chance à Chicago, à Orlando, puis à Tampa, où il gagne à peine de quoi survivre en jouant du piano dans des orchestres de danse.\n\nÀ seulement 17 ans, après avoir traversé tout le pays pour s'installer à Seattle, il commence à se produire dans les clubs (comme le Rocking Chair) comme chanteur, accompagné de sa propre formation. En 1949, il enregistre pour la première fois sous son propre nom. C'est à cette époque qu'il rencontre Quincy Jones, avec qui il se lie d'amitié. Il signe un contrat chez Swing Time Records après avoir rencontré Jack Lauderdale et après plusieurs disques avec des succès modestes, Rocking Chair Blues ou The Ego Song, il enregistre Baby, Let Me Hold Your Hand, qui se place dans les premières places des R&B charts en 1951. Il commence alors à forger sa personnalité musicale, s'éloignant peu à peu de ses premières influences, Nat King Cole et Charles Brown. Un style vraiment personnel commence à se dessiner.\nAidé par Atlantic Records, sa maison de disques, qui lui laisse toute liberté de création, Ray Charles va connaître une décennie de succès. Le premier succès qu'il enregistre est The Sun Gonna Shine Again, produit par Ahmet Ertegün (qui par ailleurs a écrit une chanson connue de Ray Charles Mess Around), son producteur et fondateur d'Atlantic Records. Il compose son premier grand succès I Got a Woman. Viennent ensuite Hallelujah I Love Her So, Drown in My Own Tears, This Little Girl of Mine, Swannee River Rock, The Right Time très bien placés dans les R&B charts. Il faut attendre la sortie de What'd I Say qu'il improvise en 1959 lors d'un concert dans un club de Milwaukeee (premier hit dans les pop charts) et The Genius Of Ray Charles, pour que sa notoriété s'élargisse dans de notables proportions.\n\nFermement décidé à continuer sa percée en direction du public pop, le chanteur quitte la maison Atlantic pour ABC Paramount en 1959, plus à même de lui offrir une passerelle vers le public blanc. Ce « crossover » fait qu'il sera le premier artiste noir de l'histoire à être écouté par un public blanc (et de même pour les succès qui vont avec) :\nGeorgia on My Mind, Hit the Road Jack (1960)\nBaby, It’s Cold Outside (1961)\nUnchain my Heart, I Can't Stop Loving You, You are my sunshine (1962)\nBusted, That Lucky Old Sun, Don’t Set Me Free (1963)\nTogether Again (1965)\nLet's Go Get Stoned (1966)\nHere We Go Again, In The Heat Of The Night, Yesterday(1967)\nEleanor Rigby (1968)\nAmerica The Beautiful (1972)\nNéanmoins, Charles doit quand même attendre 1962 et la sortie de son chef-d'œuvre, Modern Sounds in Country and Western Music, pour être écouté par ce public et donc réaliser son rêve. Avec I Can't Stop Loving You cotoyant Hey, Good Lookin, c'est l'éclectisme de l'artiste qui triomphe.\n\nLes affaires marchent alors tellement bien pour Ray Charles que, en 1963, associé à son gérant Joe Adams, il monte sa propre société de production « Ray Charles Enterprises ». Il joue aussi dans le film Ballad In Blue de 1964. C'est aussi un moment où il doit faire face à de gros problèmes de dépendance à l'héroïne, en 1965. Après un petit blanc de sa carrière, Ray Charles revient en force en 1966, avec Let's Go Get Stoned. Après quelques chansons aux résultats encore honorables (dont ses reprises de Yesterday et Eleanor Rigby des Beatles), il se fait oublier petit à petit.\nÀ la fin des années 1970 et au cours des années 1980, il fait quelques apparitions sporadiques, à l'occasion d'événements tels que le film The Blues Brothers ou la chanson We Are the World au bénéfice de USA for Africa. Malgré de nombreux changements de maisons de disques, il n'obtient plus que de modestes succès. Seule exception, son duo avec Chaka Khan en 1989, I'll Be Good to You, qui le réconcilie brièvement avec les pop charts.\nRay Charles continue inlassablement de tourner dans le monde entier à guichet fermé auprès de son public d'admirateurs jusqu'à un âge avancé malgré une désaffection du grand public.\nIl est récompensé de douze Grammy Awards, parmi les très nombreuses récompenses et distinctions qu'il reçoit au cours de sa carrière. Il est un des premiers à entrer au Rock'n'Roll Hall of Fame en 1986. Il reçoit la médaille de Chevalier des Arts et Lettres cette même année et la chanson Georgia on My Mind est consacrée hymne officiel de l'État de Géorgie en 1979. Dans les années 1990, Ray Charles recommence à faire parler de lui, notamment pour la publicité pour Pepsi-Cola : You Get The Right One Baby et quitte définitivement les petits piano-bars pour revenir à la grande scène notamment avec l'album Genius Loves Company, de 2004, composé de duos (entre autres avec Norah Jones, Elton John, B. B. King, Johnny Mathis et Natalie Cole).\n\nAlors qu'il devait jouer dans une salle de Géorgie, à cause de la loi de ségrégation de l'époque, Ray Charles refuse d'y entrer, respectant ainsi tous les noirs américains, se rebellant contre l'autorité. Il lui fut interdit de jouer en Géorgie, et ce n'est que plus tard, après la fin de la ségrégation et des lois raciales, que le gouvernement de Géorgie lui présentera des excuses publiques et choisira une de ses chansons comme hymne national de la Géorgie.\nMalheureusement, tout n'a pas toujours été rose pour lui. Il voyageait beaucoup dans le monde entier, faisait de nombreuses tournées et fréquentait beaucoup de femmes, notamment de sa troupe. Il mit enceinte une de ses chanteuses Marge Hendricks et refusa d'élever le bébé, mais il envoya tous les mois une importante somme d'argent pour qu'elle puisse l'élever dans de bonnes conditions.\nIl toucha aussi à des drogues dures, comme l'héroïne, et en devint dépendant. Refusant de se faire soigner, son état s'aggrava de plus en plus, jusqu'à ce qu'il fût envoyé de force en cure de désintoxication. Durant cette cure, il refusera de prendre des produits de substitutions qui auraient pu l'aider à mieux vivre son sevrage. Une fois sorti, il ne toucha plus jamais à la drogue jusqu'à la fin de sa vie. Il a aidé financièrement beaucoup d'associations internationales, et chanté dans de nombreux hôpitaux.\nRay Charles eut 12 enfants de 9 femmes différentes. Il fut marié deux fois; une première fois avec Eileen Williams de 1951 à 1952, il n'y eut aucun enfant de ce mariage. Et une seconde fois de 1955 à 1977 avec Della Robinson qui lui donna 3 enfants : Ray Jr, David, Robert. Il eut Charles Wayne avec Margie Hendricks une chanteuse de sa troupe. Ses autres enfants sont: Alexandria Bertrand, Reatha Butler, Robyn Moffett, Evelyn Mitchell Robinson, Raenee Robinson-McClellan, Sheila Betts Robinson , Vincent Kotchounian et Ryan Corey Robinson den Bok.\n\nIl meurt à 73 ans d'une maladie du foie, le 10 juin 2004, dans sa maison de Beverly Hills, accompagné de sa famille. Il donnera 1 million de dollars à chacun de ses enfants, et repose au cimetière d'Inglewood en Californie. Le 10 juin à partir de 22 heures, soit une heure après l'annonce de sa disparition, France Info lui rend hommage en diffusant toute la nuit ses chansons, jusqu'à six heures le lendemain. De même la radio TSF, station de jazz, lui consacra une journée entière.\nLe lendemain, les titres de la presse nationale française rendirent également hommage au Genius, Libération titrant « No more Ray », Le Monde « Ray Charles, la mort du Genius ». À noter que ce fut la première fois depuis sa création que le journal Le Monde mit en une de son journal la mort d'une personnalité autre que politique. Ailleurs, la mort de Ray Charles fut quelque peu éclipsée, notamment aux États-Unis, car elle fut annoncée la veille des funérailles nationales du président Ronald Reagan. Ainsi, par respect envers le 40e président des États-Unis, il n'y eut aucune réaction officielle le lendemain de sa mort. Ce n'est que le jour de son enterrement, le 18 juin, que George W. Bush rendit hommage à l'un des plus grands artistes américains.\nNombre d'artistes lui ont rendu hommage à sa mort. On peut citer des personnalités de la musique comme Willie Nelson, Quincy Jones, James Brown, Michael Jackson, Aretha Franklin, Neil Young, Norah Jones, Elton John, Stevie Wonder ou encore les Rolling Stones, ayant repris la chanson Night Time Is The Right Time durant toute leur tournée européenne 2006 : A Bigger Bang.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Ray Charles Robinson (23 de septiembre de 1930 - 10 de junio de 2004), conocido por su nombre artístico abreviado Ray Charles, fue un músico estadounidense. Fue un pionero en el género de la música soul durante la década de 1950 al fusionar estilos de rhythm and blues, gospel y blues en sus primeras grabaciones con Atlantic Records. También ayudó a integrar racialmente la música country y pop durante la década de 1960 con su éxito cruzado en ABC Records, sobre todo con sus álbumes Modern Sounds. Mientras estaba en ABC, Charles se convirtió en uno de los primeros músicos afroamericanos en recibir el control artístico de una compañía discográfica convencional. Frank Sinatra llamó a Charles \"el único verdadero genio en el mundo del espectáculo\".\n\nLas influencias sobre su música fueron principalmente jazz, blues, rhythm and blues y artistas country de la época como Art Tatum, Nat King Cole, Louis Jordan, Charles Brown, Louis Armstrong. Su forma de tocar reflejó influencias del country blues y el barrelhouse, y estilos de piano stride.\nRolling Stone clasificó a Charles en el número diez en su lista de los \"100 mejores artistas de todos los tiempos\" en 2004, y en el número dos en su lista de noviembre de 2008 de los \"100 mejores cantantes de todos los tiempos\". Al honrar a Charles, Billy Joel señaló: \"Esto puede parecer un sacrilegio, pero creo que Ray Charles fue más importante que Elvis Presley. No sé si Ray fue el arquitecto del rock & roll, pero ciertamente fue el primero en hacerlo\". hacer un montón de cosas... ¿Quién diablos ha juntado tantos estilos y los ha hecho funcionar?\".","strBiographyPT":"Ray Charles (Georgia, 23 de setembro de 1930 – Los Angeles, 10 de junho de 2004) foi um pianista norte-americano, pioneiro e cantor de música soul, blues, jazz que ajudou a definir o seu formato ainda no fim dos anos 50, além de um inovador intérprete de R&B.\n\nQuando entrou na indústria do entretenimento, seu primeiro empresário queria que ele assinasse seus trabalhos com seu nome completo, Ray Charles Robinson. Porém, o próprio músico preferiu não usar seu último nome, porque verificou que algumas pessoas o estavam confundindo com o boxeador Sugar Ray Robinson, já famoso e com carreira consolidada no esporte. Considerado um dos maiores gênios da música negra norte-americana, Ray Charles também foi um dos responsáveis pela introdução de ritmo gospel nas músicas de R&B.\n\nFoi eleito pela Rolling Stone o melhor cantor de todos os tempos e também maior artista da música de todos os tempos.\n\nEra filho de Aretha Williams, que trabalhava numa serraria, e Bailey Robinson, um reparador de ferrovia, mecânico e biscateiro. Os dois nunca se casaram. A família mudou-se para Greenville, Flórida, quando Ray era um bebê. Bailey teve mais três famílias, Aretha cuidava da família sozinha.\n\nRay Charles não nasceu cego. Ele ficou totalmente cego aos sete anos de idade. Charles nunca soube exatamente por que perdeu a visão, apesar de existirem fontes que sugerem que sua cegueira era devido a glaucoma, enquanto outras fontes sugerem que Ray começou a perder a sua visão devido a uma infecção provocada por água com sabão nos seus olhos, que foi deixado sem tratamento. Frequentou a Escola para Cegos e Surdos de Santo Agostinho, em St. Augustine, Flórida. Aprendeu também a escrever música e tocar vários instrumentos musicais, mas o melhor e mais conhecido é o piano. Enquanto ele estava lá, a mãe dele morreu seguido por seu pai dois anos depois.\n\nÓrfão na adolescência, Ray Charles iniciou a sua carreira tocando piano e cantando em grupos de gospel, no final dos anos 40. A princípio influenciado por Nat King Cole, trocou o gospel por baladas profanas e, após assinar com a Atlantic Records em 1952, enveredou pelo R&B. Quando o rock & roll estourou com Elvis Presley em 1955, e cantores negros como Chuck Berry e Little Richard foram promovidos, Ray Charles aproveitou o espaço aberto na mídia e lançou sucessos como \"I Got a Woman\" (gravada depois por Elvis), \"Talkin about You\", \"What I'd Say\", \"Litle girl of Mine\", \"Hit the Road Jack\", entre outros, reunindo elementos de R&B e gospel nas músicas de uma forma que abriram caminho para a soul music dos anos 60, e tornando-o um astro reverenciado do pop negro.\n\nA partir de então, embora sempre ligado ao soul, não se ateve a nenhum gênero musical negro específico: conviveu com o jazz, gravou baladas românticas chorosas e standards da canção americana. Entre seus sucessos históricos desta fase estão canções como \"Unchain My Heart\", \"Ruby\", \"Cry Me a River\", \"Georgia On My Mind\" e baladas country tais como \"Sweet Memories\", e seu maior sucesso comercial, \"I Can't Stop Loving You\", de 1962. Apesar de problemas com drogas que lhe prejudicaram a carreira, as interpretações de Ray Charles sempre foram apreciadas, não importando as músicas que cantasse. Uma \"aura\" de genialidade reconhecida acompanhou-o até o fim da vida e mais do que nos últimos álbuns que gravou, era nas suas apresentações ao vivo que o seu talento único podia ser apreciado.\n\nUm notório mulherengo, Ray Charles casou-se duas vezes e foi pai de doze filhos com sete diferentes mulheres. Sua primeira esposa foi Eileen Williams (casado em 1951, divorciado em 1952) deu-lhe um filho. Outros três filhos são de seu segundo casamento, em 1955, com Della Beatrice Howard (divorciaram-se em 1977). Sua namorada longo prazo e parceira no momento da sua morte era Norma Pinella. Charles deu a cada um de seus 12 filhos US$ 1.000.000,00 sem impostos em 2004, pouco antes de morrer.\n\nFaleceu na idade de 73 anos, às 11h35 no dia 10 de junho de 2004 em sua casa de Beverly Hills, onde estava com seus familiares, vítima de uma doença no fígado. Foi enterrado no Cemitério Inglewood Park, localizado em Los Angeles na Califórnia.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Albany, Georgia","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/pedi4r1630509330.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/ray-charles-4e519054842bb.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/t5irym1643115703.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/qtxvyv1523443749.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/qvuvqu1532001074.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ray-charles-4deba8cc09e4f.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/rtryxw1387492443.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rtutpt1387492491.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/1p2c281632835817.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/yyyxvr1523444741.jpg","strMusicBrainzID":"2ce02909-598b-44ef-a456-151ba0a3bd70","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Ray Charles/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}