{"artists":[{"idArtist":"111446","strArtist":"Roy Orbison","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1960","intBornYear":"1936","intDiedYear":"1988","strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock & Roll","strMood":"Good Natured","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Roy Kelton Orbison (April 23, 1936 - December 6, 1988) was an American singer-songwriter, best known for his distinctive, powerful voice, complex compositions, and dark emotional ballads. Orbison grew up in Texas and began singing in a rockabilly/country and western band in high school until he was signed by Sun Records in Memphis. His greatest success came with Monument Records between 1960 and 1964, when 22 of his songs placed on the Billboard Top Forty, including \"Only the Lonely\", \"Crying\", and \"Oh, Pretty Woman\". His career stagnated through the 1970s, but several covers of his songs and the use of \"In Dreams\" in David Lynch's Blue Velvet revived his career in the 1980s. In 1988, he joined the supergroup Traveling Wilburys with George Harrison, Bob Dylan, Tom Petty, and Jeff Lynne and also released a new solo album. He died of a heart attack in December that year, at the zenith of his resurgence. His life was marred by tragedy, including the death of his first wife and his two eldest sons in separate accidents.\nOrbison was a natural baritone, but music scholars have suggested that he had a three- or four-octave range. The combination of Orbison's powerful, impassioned voice and complex musical arrangements led many critics to refer to his music as operatic, giving him the sobriquet \"the Caruso of Rock\". Elvis Presley and Bono have stated his voice was, respectively, the greatest and most distinctive they had ever heard. While most men in rock and roll in the 1950s and 1960s portrayed a defiant masculinity, many of Orbison's songs instead conveyed a quiet, desperate vulnerability. He was known for performing while standing still and solitary, wearing black clothes and dark sunglasses which lent an air of mystery to his persona.\nOrbison was initiated into the second class of the Rock and Roll Hall of Fame in 1987 by longtime admirer Bruce Springsteen. The same year he was inducted into the Nashville Songwriters Hall of Fame, and the Songwriters Hall of Fame two years later. Rolling Stone placed Orbison at number 37 on their list of The Greatest Artists of All Time, and number 13 on their list of The 100 Greatest Singers of All Time. In 2002, Billboard magazine listed Orbison at number 74 in the Top 600 recording artists.","strBiographyDE":null,"strBiographyFR":"Roy 'Kelton' Orbison (né le 23 avril 1936 à Vernon, et décédé le 6 décembre 1988 à Madison, US) est un auteur-compositeur-interprète américain.\nIl apprend à jouer de la guitare à partir de 6 ans. Au lycée, il forme son premier groupe avec une bande de copains, The Wink Westerners. À l'université, ce groupe country se réoriente vers le rock 'n' roll et devient The Teen Kings. Mais le groupe ne rencontre pas le succès et se sépare.\nSon premier album \"Roy Orbison at the Rock House\" est sorti en 1961. Il est un pionnier du Rock 'n' roll aussi connu sous le surnom de \"The Big O\". C'est un monstre sacré du rock qu'Elvis considérait comme le plus grand chanteur du monde et Les Beatles comme l'un des leurs. Il est l'auteur de la chanson culte \"Pretty Woman\" que l'on peut entendre dans le film du même nom avec Richard Gere et Julia Roberts.\nLe 6 décembre 1988, alors qu'il est en visite chez sa mère à Hendersonville au Tennessee, il décède d'une crise cardiaque.\n","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Roy Kelton Orbison (23 de abril de 1936 - 6 de diciembre de 1988) fue un cantautor estadounidense, mejor conocido por su voz distintiva y poderosa, composiciones complejas y baladas oscuras y emocionales. Orbison creció en Texas y comenzó a cantar en una banda de rockabilly / country y western en la escuela secundaria hasta que firmó con Sun Records en Memphis. Su mayor éxito llegó con Monument Records entre 1960 y 1964, cuando 22 de sus canciones se colocaron en el Billboard Top Forty, incluyendo \"Only the Lonely\", \"Crying\" y \"Oh, Pretty Woman\". Su carrera se estancó durante la década de 1970, pero varias versiones de sus canciones y el uso de \"In Dreams\" en Blue Velvet de David Lynch revivieron su carrera en la década de 1980. En 1988, se unió al supergrupo Travelling Wilburys con George Harrison, Bob Dylan, Tom Petty y Jeff Lynne y también lanzó un nuevo álbum en solitario. Murió de un infarto en diciembre de ese año, en el cenit de su resurgimiento. Su vida se vio empañada por la tragedia, incluida la muerte de su primera esposa y sus dos hijos mayores en accidentes separados.\nOrbison era un barítono natural, pero los estudiosos de la música han sugerido que tenía un rango de tres o cuatro octavas. La combinación de la voz poderosa y apasionada de Orbison y los complejos arreglos musicales llevaron a muchos críticos a referirse a su música como operística, dándole el sobrenombre de \"el Caruso del Rock\". Elvis Presley y Bono han declarado que su voz fue, respectivamente, la más grande y más distintiva que jamás hayan escuchado. Si bien la mayoría de los hombres del rock and roll de las décadas de 1950 y 1960 mostraban una masculinidad desafiante, muchas de las canciones de Orbison, en cambio, transmitían una vulnerabilidad silenciosa y desesperada. Era conocido por actuar mientras estaba parado y solo, vistiendo ropa negra y gafas de sol oscuras que le daban un aire de misterio a su personalidad.\nOrbison fue iniciado en la segunda clase del Salón de la Fama del Rock and Roll en 1987 por su admirador Bruce Springsteen. El mismo año fue incluido en el Salón de la Fama de los Compositores de Nashville y dos años después en el Salón de la Fama de los Compositores. Rolling Stone colocó a Orbison en el número 37 en su lista de Los mejores artistas de todos los tiempos y en el número 13 en su lista de Los 100 mejores cantantes de todos los tiempos. En 2002, la revista Billboard incluyó a Orbison en el puesto 74 en el Top 600 de artistas de grabación.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":"Roy Kelton Orbison (Vernon (Texas), 23 april 1936 – Nashville (Tennessee), 6 december 1988) was een Amerikaanse country- en rockzanger. Hij staat sinds 1987 in de Rock and Roll Hall of Fame, sinds 1987 in de Nashville Songwriters Hall of Fame en sinds 1989 in de Songwriters Hall of Fame. In 2006 kreeg Orbison postuum een ster op de Music City Walk of Fame en in 2010 op de Hollywood Walk of Fame. In 2014 werd Orbison opgenomen in de Musicians Hall of Fame.\n\nRoy Orbison begon zijn carrière in 1956 bij het platenlabel Sun Records dat geleid werd door Sam Phillips en waar ook Elvis Presley, Johnny Cash, Jerry Lee Lewis en Carl Perkins onder contract stonden of hadden gestaan. Met het nummer \"Ooby Dooby\" waarvan er zo'n 500.000 stuks werden verkocht en dat tot nummer 56 op de Billboard Top 100 kwam, scoorde hij zijn enige hit voor Sun. In de periode dat hij voor het platenlabel actief was, wist hij al dat zijn hart bij het zingen van ballads lag. Sam Phillips, de eigenaar van Sun Records, wilde echter dat Roy uptempo songs opnam, dit zeer tegen de zin van Roy. Toen Roy een grote hit schreef voor The Everly Brothers (\"Claudette\") zag hij zijn kans schoon en kocht zijn platencontract bij Sun Records af om zodoende ergens anders zijn geluk te kunnen beproeven.\n\nOrbison kwam terecht bij het platenlabel R.C.A. waar Elvis Presley vele hits opnam. Roy bleef echter niet lang. Na een aantal nummers op plaat te hebben gezet verliet hij in 1959 het label en kwam terecht bij Monument Records dat onder leiding stond van Fred Foster.\n\nDe eerste single \"Up Town\" was een bescheiden succes en bereikte plaats 72 in de Billboard Top 100. De opvolger werd uitgebracht in 1960 en maakte van Roy Orbison een wereldster. Van het nummer \"Only The Lonely\" gingen ruim twee miljoen exemplaren over de toonbank en met dit nummer creëerde Orbison iets dat nog nooit eerder in de rock-'n-roll was gehoord: de dramatische rockballad. Tussen 1960 en 1965 produceerde Roy klassiekers als \"Running Scared\", \"Crying\", \"Blue Angel\", \"Falling\", \"Blue Bayou\", \"It's Over\", \"In Dreams\" en \"Oh, pretty woman\". Vaak rustig beginnend, bouwde Roy langzaam naar een climax toe die zowel in de arrangementen als in de stem en teksten van Orbison tot uitdrukking werd gebracht. De stem van Roy en de composities van zijn songs zouden hem de status van legende bezorgen. Er was echter nog een element dat de muziek van Orbison uniek maakte. Roy had namelijk ook het talent om liedjes op een totaal vernieuwende manier te schrijven. Het was in de beginjaren zestig de gewoonte om een song volgens een vast patroon te schrijven. (A,B,C,B,D,B) Roy schreef echter bijvoorbeeld in schema's als A,B,C,D...Z. Er kwam in het hele liedje dus geen enkele herhaling van zinnen voor. Het vroegste voorbeeld hiervan is de song \"Wedding Day\" uit 1961. \"In Dreams\" en \"Falling\" uit 1963 zijn echter de bekendste voorbeelden. \"Running Scared\" uit 1961 was een song die ook afweek van wat gewoon was op dit gebied omdat het refrein aan het einde van het lied zat in plaats van in het midden. Toen het contract bij Monument Records in 1965 afliep was Roy Orbison een wereldster met platenverkopen die de 30 miljoen hadden overschreden.\n\nOrbison tekende voor het M.G.M.-label, dat bereid was om hem het tot dan hoogste bedrag ooit (1 miljoen dollar contant) voor een platenartiest te betalen. Verder kreeg hij de kans om in films te acteren. M.G.M. had echter wel bedongen dat er per jaar 30 songs en 1 album geproduceerd moesten worden. Daarmee kwam de nadruk te liggen op de kwantiteit in plaats van op de kwaliteit van de songs, dit in tegenstelling tot wat bij Monument Records gebruikelijk was. De eerste single op het M.G.M.-label was de top 20-hit \"Ride Away\". Het zou zijn grootste hit voor M.G.M. zijn. In 1966 had hij met \"Cry Softly Lonely One\" (top 52) zijn laatste hitnotering in Amerika. In Engeland had hij meer hits, met als hoogste notering \"Too Soon To Know\" dat in 1966 de top 3 haalde. \"Penny Arcade\" was in 1969 zijn laatste notering in Engeland. Het opkomen van de Beatles en andere Britse bands (The British Invasion) en de daarmee veranderende smaak bij het platenkopend publiek zorgde ervoor dat de aanwezigheid van Orbison in de hitlijsten minder werd. Verder vonden er grote tragedies in zijn privéleven plaats. Zijn vrouw Claudette kwam in 1966 om het leven bij een motorongeluk en twee van zijn drie zoons vonden in 1968 de dood bij een brand in zijn landhuis. De carrière van Roy Orbison kwam in een diep dal terecht. De hits bleven uit en het (grote) publiek leek hem vergeten te zijn. Zijn concerten in Engeland werden nog wel goed bezocht omdat de fans hem trouw waren gebleven, maar in zijn thuisland Amerika was dat volkomen anders. Daar trad hij met regelmaat op voor een klein publiek.\n\nIn 1973 werd zijn contract bij M.G.M. ontbonden. Een jaar later tekende hij bij Mercury Records en nam daar het album \"I'm Still In Love With You\" op. Niet alleen was dit album onder de artistieke maat vergeleken bij zijn vroegere werk, muzikaal gezien verraste Roy de luisteraar niet meer met de vocale hoogstandjes die hem zijn bijnaam \"The Big O\" hadden opgeleverd. In 1977 tekende Orbison opnieuw bij Monument Records en nam het album \"Regeneration\" op. Dit album was beter dan het voorgaande, maar kon ook niet de vergelijking doorstaan met zijn vroegere werk. Een tweede album was af (nooit uitgebracht) toen Roy hartklachten kreeg, nadat hij had opgetreden in een show ter nagedachtenis aan Elvis Presley, die kort daarvoor was overleden. Hij onderging een hartoperatie en kreeg 3 bypasses.\n\nKort daarna verliet Orbison Monument Records. In 1979 tekende hij bij Aslyum Records en bracht daar het album \"Laminar Flow\" uit. Het album bevatte matige disco-achtige liedjes met uitzondering van \"Poor Baby\" en \"Hounddog Man\". Ondertussen was er achter de schermen iets op gang gekomen, want Roy was dan wel niet meer een succesvol platenartiest, zijn werk uit de zestiger jaren had echter wel zijn sporen nagelaten bij jongere collega's. Linda Rondstadt nam \"Blue Bayou\" op (1977), Don McLean \"Crying\" (1980) en Van Halen \"Oh, pretty woman\" (1981) en allen scoorden zij daarmee grote hits. Zelf scoorde Roy samen met Emmylou Harris in 1980 eindelijk weer een hit met \"That Loving You Feeling Again\". Het werd beloond met een Grammy Award, zijn eerste.\n\nVanaf die tijd begon Roy aan een comeback te werken en kwam hij meer en meer in de spotlights te staan. Zo stond hij in het begin van de jaren tachtig in het voorprogramma van \"The Eagles\" en liet zich daardoor aan een groter en jonger publiek zien. In 1983 verscheen hij op televisie door een concert te geven onder de naam \"Roy Orbison live in Austin City Limits Texas\" In 1985 trad hij op bij \"Farm Aid\" en bracht hij een nieuwe single uit, \"Wild Hearts\". Het was een ballad die een ouderwets goede Orbison liet horen. Het grote publiek merkte deze song echter niet op. Ook maakte hij dat jaar een album met zijn oude Sun-maatjes Jerry Lee Lewis, Carl Perkins en Johnny Cash. Het album heette \"The Class of '55\". In 1986 werd het nummer \"In Dreams\" gebruikt in de cultfilm \"Blue Velvet\", geregisseerd door David Lynch. Hierdoor kwam Orbison onder de aandacht van een jong publiek. Velen wilden weten wie de zanger van \"In Dreams\" was en ontdekte daardoor de muziek die Orbison tot dan gemaakt had. In 1987 nam Roy samen met k.d. lang \"Crying\" opnieuw op als een duet. Het nummer werd in Amerika een hit en het leverde hem opnieuw een Grammy Award op. In hetzelfde jaar werd hij opgenomen in de Rock and Roll Hall of Fame dat een jaar eerder in het leven was geroepen. Daarmee werd de status van Roy Orbison als belangrijke pionier en vernieuwer van de Rock-'n-Roll officieel bevestigd en erkend door de muziekindustrie. In datzelfde jaar nam hij een televisiespecial op waarvan de zwart-witvideo Roy Orbison and Friends, A Black and White Night uitkwam. In deze show bracht Roy al zijn grote hits, inclusief twee nummers van zijn dan nog nieuw uit te komen album, ten gehore. Hij werd omringd door gastmuzikanten als Bruce Springsteen, Elvis Costello, Bonnie Raitt, Tom Waits, Jennifer Warnes, k.d. lang, Jackson Browne, J.D. Souther en James Burton (ex-gitarist van Elvis Presley). Roy was eindelijk terug aan de top en maakte dat nog eens duidelijk door in 1988 deel uit te maken van de supergroep The Traveling Wilburys waarvan ook Bob Dylan, George Harrison, Jeff Lynne en Tom Petty deel uitmaakten. Het debuutalbum heette Traveling Wilburys Vol. 1, waarvan wereldwijd miljoenen exemplaren verkocht werden. Orbison stierf op 6 december 1988 plotseling als gevolg van een hartstilstand bij zijn moeder thuis in Hendersonville, een voorstadje van Nashville. Orbison was in voorbereiding op een wereldtoernee. Zijn stoffelijk overschot werd begraven in een anoniem graf op de Westwood Village Memorial Park Cemetery in Los Angeles.\n\nZijn nieuwe album werd in januari 1989 postuum uitgebracht onder het Virgin-label. De single \"You Got It\" werd een wereldwijde hit. De enige keer dat Orbison You Got It voor een publiek zong was drie weken voor zijn dood op het Diamond Awards Festival in het Sportpaleis in Antwerpen waar hij een \"Diamond Award\" kreeg omdat hij 25 jaar tot de \"top of the bill\" behoorde. De opnames van dat optreden werden gebruikt voor de videoclip van \"You Got It\". De tweede single \"She's A Mystery Girl\" werd ook een hit. Dit nummer werd voor Orbison geschreven door Bono en Edge van U2. In 1992, vier jaar na zijn dood, werd het nummer \"I drove All Night\" een hit in Engeland en bereikte daar de 7e plaats. De opvolger Crying (duet met K.D. Lang) haalde in datzelfde jaar de 13e positie. Roy Orbison was, in tegenstelling tot veel van zijn tijdgenoten, helemaal terug aan de top toen hij stierf en keek vooruit naar nieuwe dingen en niet terug op oude vergane glorie. Vandaag de dag wordt hij door velen in de muziekbusiness erkend als een van de grootste artiesten die de rock-'n-roll heeft voortgebracht. Zijn platen blijven goed verkopen en zijn in aantal de 100 miljoen ruim gepasseerd. Hij is een voorbeeld en inspiratie voor vele artiesten en dat voor iemand tegen wie producer Jack Clement (Sun Records) ooit zei; \"Roy, you're never gonna make it as a ballad singer\".","strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Vernon, Texas, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/supryv1506394334.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/orbison-roy-558b55aaed201.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/7y5jh91643629860.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/exe91n1639478985.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/87i49c1639479341.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vqytss1365102530.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/swyutw1431648800.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/uxqxvp1439469007.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/qldfm31639478751.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/mwz1oa1639479215.jpg","strMusicBrainzID":"0bbbc496-c7b5-4b3f-bb6d-bd312827d6e5","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Roy Orbison/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}