{"artists":[{"idArtist":"114265","strArtist":"Johann Sebastian Bach","strArtistStripped":null,"strArtistAlternate":"J.S. Bach","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1685","intDiedYear":"1750","strDisbanded":"Yes","strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Johann Sebastian Bach (31 March  1685 – 28 July 1750) was a German composer, organist, harpsichordist, violist, and violinist of the Baroque period. He enriched many established German styles through his skill in counterpoint, harmonic and motivic organisation, and the adaptation of rhythms, forms, and textures from abroad, particularly from Italy and France. Many of Bach's works are still known today, such as the Brandenburg Concertos, the Mass in B minor, the The Well-Tempered Clavier, his cantatas, chorales, partitas, Passions, and organ works. His music is revered for its intellectual depth, technical command, and artistic beauty.\nBach was born in Eisenach, Saxe-Eisenach, into a very musical family; his father, Johann Ambrosius Bach was the director of the town musicians, and all of his uncles were professional musicians. His father taught him to play violin and harpsichord, and his brother, Johann Christoph Bach, taught him the clavichord and exposed him to much contemporary music. Bach also went to St Michael's School in Lüneburg because of his singing skills. After graduating, he held several musical posts across Germany: he served as Kapellmeister (director of music) to Leopold, Prince of Anhalt-Köthen, Cantor of Thomasschule in Leipzig, and Royal Court Composer to August III. Bach's health and vision declined in 1749, and he died on 28 July 1750. Modern historians believe that his death was caused by a combination of stroke and pneumonia.\nBach's abilities as an organist were highly respected throughout Europe during his lifetime, although he was not widely recognised as a great composer until a revival of interest and performances of his music in the first half of the 19th century. He is now generally regarded as one of the main composers of the Baroque period, and as one of the greatest composers of all time.","strBiographyDE":"Johann Sebastian Bach (* 21. März(jul.)/ 31. März 1685(greg.) in Eisenach; † 28. Juli 1750 in Leipzig) war ein deutscher Komponist sowie Orgel- und Klaviervirtuose des Barock. Er gilt heute als einer der bekanntesten und bedeutendsten Musiker, vor allem für Berufsmusiker ist er oft der größte Komponist aller Zeiten. Seine Werke beeinflussten nachfolgende Komponistengenerationen und inspirierten Musikschaffende zu zahllosen Bearbeitungen.\n\nZu Lebzeiten wurde Bach als Virtuose, Organist und Orgelinspektor hoch geschätzt, allerdings waren seine Kompositionen nur einem relativ kleinen Kreis von Musikkennern bekannt. Nach Bachs Tod gerieten seine Werke jahrzehntelang in Vergessenheit und wurden kaum noch öffentlich aufgeführt. Nachdem die Komponisten der Wiener Klassik sich mit Teilen von Bachs Werk auseinanderzusetzen begannen, setzte mit der Wiederaufführung der Matthäus-Passion unter Leitung von Felix Mendelssohn im Jahre 1829 die Bach-Renaissance in der breiten Öffentlichkeit ein. Seit der Mitte des 19. Jahrhunderts gehören seine Werke weltweit zum festen Repertoire der klassischen Musik.\n\nJohann Sebastian Bach entstammt der weitverzweigten lutherischen mitteldeutschen Familie Bach, deren bis in das 16. Jahrhundert zurückverfolgbare väterliche Vorfahren und Verwandte fast alle als Kantoren, Organisten, Stadtpfeifer, Mitglieder von Hofkapellen oder Clavichord/Cembalo- und Lautenbauer im Raum zwischen Werra und Saale tätig waren. Der Stammbaum der Familie Bach lässt sich zurückführen bis zu Veit (oder Vitus) Bach, der 1545 als evangelischer Glaubensflüchtling Ungarn verließ und sich in Wechmar bei Gotha als Bäcker niederließ. Er spielte bereits das „Cithrinchen“ (ein Zupfinstrument); auch sein Sohn Johannes war nicht nur als Bäcker, sondern auch als „Spielmann“ tätig. Die weiteren Nachfahren waren alle Musiker. Von Johann Sebastian Bach selbst stammt eine Chronik über den „Ursprung der musicalisch-Bachischen Familie“ mit Kurzbiographien von 53 Familienmitgliedern aus dem Jahr 1735.\n\nJohann Sebastian war das jüngste von acht Kindern Johann Ambrosius Bachs und dessen Frau Elisabeth, geborene Koch. Sein Vater war Stadtpfeifer in Eisenach und Hoftrompeter in der kleinen Kapelle des Herzogs Johann Georg I. und danach des Herzogs Johann Georg II. von Sachsen-Eisenach. Zur Geburt Bachs galt an seinem Geburtsort Eisenach noch der Julianische Kalender. So wird sein Geburtsdatum in der Regel mit dem örtlich gültigen Datum, dem 21. März 1685, angegeben, sein Todesdatum hingegen nach dem in Leipzig gültigen Gregorianischen Kalender. Gemäß Gregorianischem Kalender ist sein Geburtsdatum der 31. März. Das Geburtshaus, das in der damaligen Fleischgasse (heute Luthergasse 35) stand, existiert heute nicht mehr. Zwei Tage nach seiner Geburt wurde Johann Sebastian Bach in der Georgenkirche zu Eisenach getauft. Seine beiden Vornamen erhielt Johann Sebastian von den beiden Taufpaten, Sebastian Nagel, Stadtpfeifer von Gotha, einem befreundeten Berufskollegen von Johann Ambrosius, und dem fürstlich-eisenachischen Forstbeamten Johann Georg Koch.\n\nObwohl Eisenach zu Bachs Geburtszeit nur etwa 6.000 Einwohner hatte, verfügte es über ein recht bedeutendes Musikleben. Seit 1672 war es Residenzstadt des kleinen Fürstentums Sachsen-Eisenach, dessen Hofkapelle bekannte Musiker anzog, so unter anderem Johann Pachelbel 1677–1678, Daniel Eberlin 1672–1692 und Georg Philipp Telemann 1708–1712. Die frühe Kindheit verbrachte Bach in Eisenach, wo er durch den Cousin seines Vaters, den Organisten der Eisenacher Georgenkirche, Johann Christoph Bach, auch erstmalig mit Kirchen- und Orgelmusik in Kontakt gelangte. Die Grundlagen des Violinspiels vermittelte ihm wahrscheinlich sein Vater. Im Alter von acht Jahren kam Bach auf die Lateinschule des Eisenacher ehemaligen Dominikanerklosters, die 200 Jahre zuvor bereits der Reformator Martin Luther besucht hatte; zuvor hatte Johann Sebastian Bach vermutlich die deutsche Schule besucht.\n\nSeine Mutter starb am 3. Mai 1694. Am 27. November 1694 heiratete sein Vater die Witwe Barbara Margaretha Bartholomäi, geborene Keul; er starb aber nur wenige Monate danach am 20. Februar 1695. Im Alter von 9 Jahren war Johann Sebastian somit Vollwaise geworden. Barbara Margaretha Bach, seine Stiefmutter, wollte mithilfe der Stadtpfeifergesellen und -lehrlinge das Amt ihres verstorbenen Mannes weiter versehen, erhielt aber dafür nicht die Genehmigung der Stadt Eisenach. Daher konnte sie nicht mehr selbst für die Kinder sorgen. Johann Sebastian Bach zog mit seinem Bruder Johann Jacob zu seinem älteren Bruder Johann Christoph Bach nach Ohrdruf.\n\nDer dreizehn Jahre ältere Bruder Johann Christoph, Organist an St. Michaelis in Ohrdruf, übernahm seine weitere Erziehung und musikalische Ausbildung und vermittelte das Spielen auf den Tasteninstrumenten. Spätestens hier dürfte sich sein Interesse für Musik und Instrumente gebildet haben. Auch lernte Bach in Ohrdruf das Spielen der Orgel, ihren Aufbau und ihre Mechanik kennen. Durch die ab 1697 über längere Zeiträume erfolgten Reparaturen an der Orgel der Michaeliskirche ist es nicht ausschließbar, dass Bachs Kenntnisse über die Orgel durch die Umbauten zunahmen. Sein Bruder Christoph arbeitete an den Umbauten der Orgel mit. Unter Aufsicht seines älteren Bruders Johann Christoph durfte er die Orgel auch spielen. Außerdem war Bach als Chorsänger tätig. In Ohrdruf besuchte Johann Sebastian das Lyzeum bis zur Prima. In der Secunda waren sein Vetter Johann Ernst Bach und sein lebenslanger Freund Georg Erdmann seine Mitschüler. Die schulischen Leistungen Bachs in Ohrdruf sind als sehr gut überliefert. Jahre später darauf angesprochen, meinte er: „Ich habe fleißig seyn müssen; wer eben so fleißig ist, der wird es ebenso weit bringen können.“ Unterrichtet wurde Bach in den Fächern Latein und Griechisch, Mathematik, Geographie, Katechismus und evangelische Religion. Durch ein Schulstipendium („Freitisch“ bzw. „Freiplatz“) konnte er zu seinem Unterhalt beitragen. Diese Schulstipendien wurden durch wohlhabende Bürger gestiftet. Damit verbunden war die Verpflichtung, den Söhnen dieser Familien Privatunterricht zu erteilen.\n\nAus der Ohrdrufer Zeit stammt auch der Bericht aus dem Nekrolog, dass Johann Christoph in einem Schrank mit bloßen Gitterstäben wertvolle Werke von Komponisten aus der späteren Hälfte des 17. Jahrhundert aufbewahrte und diese seinem Bruder offenbar verwehren wollte, der sie abschreiben wollte. Bach schrieb heimlich „bey Mondenscheine“ die Noten ab, wurde jedoch vom Bruder ertappt, so der Nekrolog. Der Nekrolog berichtet fälschlicherweise, dass Johann Christoph bereits 1700 verstarb und Bach erst hier die ihm verwehrten Werke erhielt. Nach Christoph Wolff hatte das Abschreiben der Noten keinen Riss zwischen Bach und seinem Bruder hinterlassen. Beide blieben bis zu Christophs Tod im Jahre 1721 eng verbunden.\n\nDie Fürsorge und Hilfe, die Johann Sebastian in Ohrdruf erfuhr, hat er nie vergessen. Er hat von seinem Bruder in seinem musikalisch-schöpferischen Start und Heranwachsen wesentliche Förderung erhalten. In der Möllerschen Handschrift von Bachs Ohrdrufer Choralbuch, das wesentlich von Johann Christoph angelegt wurde, finden sich wenigstens 25 der ersten Werke des jungen Johann Sebastian.\n\nAls nach dem Tod des Bruders die umgekehrte Situation eintrat und sein Neffe Johann Heinrich Hilfe benötigte, nahm er ihn von 1724 bis 1728 bei sich in Leipzig auf.\n\nNach dem unerwarteten Verlust ihrer „Freitische“ auf dem Lyzeum in Ohrdruf entschlossen sich der 14-jährige Bach und sein Klassenkamerad Erdmann, ihre Schulausbildung in der Partikularschule des Lüneburger Michaelisklosters fortzusetzen. Der Gedanke an die Fortsetzung der Schulausbildung in Lüneburg ist auf mehrere Gründe rückführbar.\n\nJohann Christoph Bach war finanziell außerstande, seinem Bruder die Schule zu bezahlen. Johann Christophs Schwiegervater Johann Bernhardt Vonhoff, Mitglied des Ohrdrufer Stadtrates, hatte zusammen mit Georg Böhm das Gymnasium in Gotha und die Universität in Jena besucht, wodurch ein Kontakt nach Lüneburg bestand. Außerdem waren die Familien Bach und Böhm miteinander bekannt. Das akademische Niveau an der Partikularschule in Lüneburg war höher als am Ohrdrufer Lyzeum. Außerdem lernten die Schüler hier durch die Nachbarschaft der Ritterschule die Grundlage der höfischen Tradition kennen. Ohrdrufs Schulkantor Elias Herder hatte 1689–1695 die Michaelisschule in Lüneburg absolvieren können, da er als Chorschüler einen Freiplatz erhalten hatte. Gegenüber Johann Sebastian Bach hatte er wahrscheinlich von der Schule berichtet.\n\nFest steht, dass Bach seine Geige mit nach Lüneburg nahm. Erstmals werden Bach und Erdmann am 3. April 1700 bei der Verbuchung der Mettengeldzahlungen aufgeführt. Beide mussten kein Schulgeld zahlen, waren dafür aber verpflichtet, als Mettenchorsänger ihren Dienst zu tun. Im Gegensatz zu allen seinen Geschwistern und seinen Vorfahren, die alle die höhere Schulausbildung zugunsten einer Musikerlehre aufgegeben hatten, entschied sich Bach damit für eine höhere Schulbildung, die zum Universitätsstudium qualifizierte. Im Frühjahr 1702 schloss er die Schule in Lüneburg erfolgreich ab.\n\nDer Komponist Georg Böhm war zu dieser Zeit Organist an St. Johannis. Sein Einfluss auf Bachs frühe Orgelwerke und Klaviersuiten lässt sich bei stilkritischer Analyse vermuten, aber nicht belegen. Im Jahre 2005 im Altbestand der Weimarer Herzogin-Anna-Amalia-Bibliothek entdeckte Abschriften von Orgelwerken Dietrich Buxtehudes und Johann Adam Reinckens, des zu Bachs Zeit berühmten Organisten von St. Katharinen in Hamburg, legen allerdings nahe, dass der knapp 15-jährige Johann Sebastian Bach die Kopie von Reinckens Choralfantasie An Wasserflüssen Babylon für den Orgelunterricht bei Georg Böhm verfertigt hat. Sie ist von Bach mit einem Hinweis auf Böhm datiert: „â Dom. Georg: Böhme | descriptum aõ. 1700 | Lunaburgi“. Mindestens eine Fußwanderung Bachs nach Hamburg, um sich bei Reincken im Orgelspiel weiterzubilden, ist belegt. Die Orgel der Katharinenkirche, die als berühmtestes und schönstes Instrument Norddeutschlands galt, hinterließ bei ihm einen bleibenden Eindruck.[13] Der Nekrolog erwähnt, dass Bach in seiner Lüneburger Zeit die Gelegenheit hatte, „sich durch öftere Anhörung einer damals berühmten Capelle, welche der Hertzog von Zelle unterhielt, und die mehrenteils aus Frantzosen bestand, im Frantzösischen Geschmack […] fest zu setzen“. Diese „Capelle“ konnte Bach in der Lüneburger Residenz des Herzogs Georg Wilhelm hören. Unter den französischen Musikern befand sich auch der Ballettmeister der Ritterakademie Thomas de la Selle, ein Schüler Lullys.[14] Zwischen Ostern 1702, als Bach seine Schulzeit in Lüneburg beendet hatte, und 1703 lassen sich Bachs Spuren nicht näher verfolgen. Wahrscheinlich zog er von Lüneburg nach Thüringen zurück, da er mit dem Ende der Schulzeit auch die freie Kost und Logis verloren hatte. Möglicherweise kam er zunächst bei seiner älteren Schwester Maria Salome in Erfurt oder wieder bei seinem Ohrdrufer Bruder Christoph unter, der sich inzwischen wirtschaftlich wesentlich verbessert hatte.[15] Aus einem späteren Brief ergibt sich, dass er sich im Juli um die vakante Organistenstelle an St. Jacobi in Sangerhausen bewarb und beim dortigen Rat bevorzugter Kandidat war, dass sich Herzog Johann Georg von Sachsen-Weißenfels aber über das Votum des Rats hinwegsetzte und diesen Posten an den später erfolgreichen, nach seiner Zeit aber erst 2010 wieder aufgeführten[16] Opernkomponisten Johann Augustin Kobelius vergab. Carl Philipp Emanuel Bach berichtet im Nekrolog, dass sein Vater die Musik hauptsächlich autodidaktisch erlernte, und erwähnt eine Fußwanderung nach Hamburg, bei der die Unmöglichkeit, sich den kleinsten „Imbiss“ leisten zu können, zeigte, wie viel Geld und Mühe es den jungen Sebastian kostete, Reincken in Hamburg aufzusuchen.\n\nSpätestens ab März 1703 war Bach als Lakai und Violinist in der Privatkapelle des Mitregenten Johann Ernst von Sachsen-Weimar angestellt. Bei einer Orgelprobe am 17. März 1703 knüpfte Bach Kontakte zum Rat in Arnstadt. Am 9. August 1703 erhielt Bach ohne weiteres Probespiel seine Bestallung als Organist der Neuen Kirche in Arnstadt. Für ein ungewöhnlich hohes Gehalt von 50 Gulden und 30 Gulden für Kost und Logis war Bach an der Neuen Kirche offiziell zunächst nur für das Orgelspiel zuständig, später aber auch für die Zusammenarbeit mit dem Chor des Lyzeums verpflichtet.\n\nIm Haus seiner Verwandten wohnte auch eine verwaiste Cousine zweiten Grades, Maria Barbara Bach, Tochter von Johann Michael Bach, zu der er Zuneigung entwickelte.\n\nIm Oktober 1705 wanderte er zu Studienzwecken nach Lübeck – offiziell, „um Buxtehude zu hören“. Sein privates Motiv war auch, sich als Nachfolger des 70-jährigen Organisten zu St. Marien zu bewerben. Es war ihm Urlaub von vier Wochen gewährt worden. Diesen dehnte er bis in den Januar 1706 aus und ließ sich währenddessen als Organist in Arnstadt durch seinen Vetter Johann Ernst vertreten. Diese Reise zu Buxtehude bescherte Bach wertvolle musikalische Eindrücke. Mit großer Wahrscheinlichkeit hat Bach auch auf der berühmten alten Totentanz-Orgel von St. Marien spielen können. Buxtehudes Abendmusiken, Orgel- und Klavierwerke sowie dessen unvergleichliches Orgelspiel bildeten einen Ansporn für den jungen Organisten und Komponisten. Die ersten erhaltenen Orgel- und Klavierwerke Bachs lassen den Einfluss Buxtehudes erkennen. Dazu gehören Choralvorspiele wie beispielsweise Wie schön leuchtet der Morgenstern (BWV 739) und Präludien, Toccaten, Partiten und Phantasien. Buxtehude war sehr von Bach angetan. Bedingung für die Nachfolge in der Stelle war aber, Buxtehudes Tochter Anna Margarethe zu heiraten. Zu dieser fühlte sich Bach jedoch nicht hingezogen; sie war zudem 10 Jahre älter als er.\n\nAuf 1706 wird Bachs Capriccio sopra la lontananza del fratello dilettissimo datiert, das er möglicherweise zum Abschied von seinem Bruder Johann Jacob komponierte, der sich als Musiker in die Hofkapelle König Karls XII. von Schweden verdingt hatte und diesen in den folgenden Jahren auf dessen Feldzügen im Nordischen Krieg begleitete.\n\nAus den vorliegenden Akten geht hervor, dass Bach mehrmals Konflikte mit dem Arnstädter Konsistorium hatte. Dies betraf sein Verhalten den Chormitgliedern gegenüber, seine Urlaubsüberziehung und seine Art, Orgel zu spielen. So wurde er ermahnt, bei der Begleitung der Choräle im Gottesdienst die Gemeinde nicht durch befremdliche Zwischenspiele, Verzierungen und Modulationen zu verwirren. Ferner wurde ihm vorgeworfen, in der Kirche mit einer „frembden Jungfer“ musiziert zu haben. Entgegen der lange tradierten Meinung war das wohl nicht Maria Barbara Bach, da diese schon jahrelang in Arnstadt wohnte und bekannt war. Der Enge dieser Verhältnisse hoffte Bach durch seinen Wechsel nach Mühlhausen zu.\n\nNachdem Bach am 24. April 1707 in der Freien Reichsstadt Mühlhausen vorgespielt hatte, trat er dort am 1. Juli an der Divi-Blasii-Kirche seinen Dienst als Organist an. Sein Gehalt betrug 85 Gulden, dazu kamen Naturalien und Einkünfte aus den Nebenkirchen. Wie schon in Arnstadt fällt auf, dass er eine wesentlich höhere Bezahlung als sein Vorgänger und sein Nachfolger erzielte. Diese Verhältnisse erlaubten es ihm nun, eine Familie zu gründen. Am 17. Oktober 1707 heiratete er in Dornheim bei Arnstadt Maria Barbara Bach. Der Ehe entstammen sieben Kinder. \n\nAuftragsgemäß komponierte Bach zum Ratswechsel am 4. Februar 1708 die festliche Kantate Gott ist mein König (BWV 71), die als einzige aus dieser Zeit als Druck erhalten ist.\n\nIm Juni 1708 reiste Bach im Zusammenhang mit dem Abschluss der Renovierungsarbeiten an der dortigen Orgel nach Weimar und spielte vor dem Herzog Wilhelm Ernst. Dieser bot ihm die Stelle als Hoforganist und Kammermusiker mit einem Gehalt von 150 Gulden zuzüglich Naturalien an. Ein großer Stadtbrand in Mühlhausen hatte zu einer Verteuerung der Lebenshaltungskosten geführt. Die Aussicht auf eine wesentlich bessere finanzielle Situation war offenbar ausschlaggebend dafür, dass Bach schon am 25. Juni 1708 – kaum ein Jahr nach seinem Amtsantritt – in Mühlhausen um seine Entlassung bat.[20] Sein Nachfolger wurde Johann Friedrich Bach. Der Stadt Mühlhausen blieb Johann Sebastian Bach aber weiterhin verbunden. Jeweils für den Februar 1709 und 1710 bekam er Aufträge für Ratswechselkantaten, die gleichfalls auf Kosten des dortigen Rates gedruckt wurden, aber verschollen sind.\n\nBach übersiedelte in der ersten Julihälfte 1708 mit seiner schwangeren Gattin nach Weimar. Am 29. Dezember desselben Jahres wurde das erste Kind, Catharina Dorothea, getauft. Während der Weimarer Zeit folgten noch fünf Kinder: Wilhelm Friedemann (* 22. November 1710), die Zwillinge Maria Sophia und Johann Christoph (* 23. Februar 1713, beide starben bald darauf), Carl Philipp Emanuel (* 8. März 1714) und Johann Gottfried Bernhard (* 11. Mai 1715). Auf die Ausbildung seiner Söhne, einschließlich der später geborenen Johann Christoph Friedrich und Johann Christian, legte Bach großen Wert. Alle erhielten eine umfassende Schulbildung und nahmen später ein Universitätsstudium auf. Ein Großteil von Bachs Orgelwerk entstand während der Weimarer Zeit, darunter seine Passacaglia und Fuge c-Moll und zahlreiche Toccaten, Präludien und Fugen. Hier begann er sein Orgelbüchlein, das als Sammlung von 164 Choralvorspielen angelegt war, von denen er aber nur 44 vollendete.\n\nAm 21. und 22. Februar 1713 befand sich Bach in Weißenfels anlässlich der Feierlichkeiten zum Geburtstag des Herzogs Christian von Sachsen-Weißenfels. Möglicherweise wurde dort die Jagdkantate BWV 208 aufgeführt, Bachs früheste bekannte weltliche Kantate. Kirchenkantaten sind aus der früheren Weimarer Zeit nur wenige überliefert.\n\nGegen Ende des Jahres 1713 wurde Bach nach der Aufführung einer Probekantate die Organistenstelle an der Marktkirche St. Marien und Liebfrauen in Halle angeboten. Der Grund für Bachs Interesse an der Stelle ist nicht bekannt. Er erhielt am 14. Dezember seine Bestallung vom Kirchenkollegium, zögerte aber mit der Vertragsunterzeichnung und schickte erst am 19. März 1714 eine endgültige Absage mit der Begründung, dass die Besoldung nicht seiner Erwartung entspreche.\n\nAm 2. März 1714 wurde Bach in Weimar zum Konzertmeister ernannt. Obwohl er in der Hierarchie immer noch unter dem Kapell- und dem Vizekapellmeister stand, bekam er mit 250 Gulden ein erheblich höheres Gehalt als beide. Mit dem neuen Amt war die Pflicht verbunden, alle vier Wochen eine Kirchenkantate auf den jeweiligen Sonntag zu komponieren. Als erste erklang am 25. März (Palmsonntag und gleichzeitig Mariä Verkündigung) die Kantate Himmelskönig, sei willkommen (BWV 182). Ihr folgten in regelmäßigen Abständen noch mindestens 20 weitere Werke, die den Grundstock der späteren Leipziger Kantatenjahrgänge bildeten. Über das Instrumentalrepertoire, das Bach mit der Weimarer Hofkapelle pflegte, ist nahezu nichts bekannt; alle Unterlagen und Noten wurden 1774 beim Brand der Wilhelmsburg vernichtet.\n\nWichtig für Bach waren offenbar auch seine Beziehungen zum Dresdner Musikdirektor Johann Georg Pisendel (1687–1755). Stilkritische Vergleiche von Bachs und Pisendels Solowerken für Violine legen nahe, Pisendel habe Bach zur Komposition der 6 Sonaten und Partiten angeregt. Bereits 1709 hatten Bach und Pisendel einige Zeit miteinander in Weimar verbracht und seither Kompositionen ausgetauscht. Durch Pisendel, der kurzzeitig ein Schüler Antonio Vivaldis war, wurden Bach möglicherweise Vivaldis Kompositionen vermittelt. Außerdem hatte der junge, musikalisch begabte Neffe des Fürsten, Prinz Johann Ernst, in den Niederlanden die italienische Musik kennengelernt und brachte von dort viele Partituren mit. In den Weimarer Jahren transkribierte Bach mehrere Werke Vivaldis (insbesondere aus Vivaldis L’Estro Armonico), so die Cembalo-Konzerte in D-Dur (BWV 972), C-Dur (BWV 976) und F-Dur (BWV 978). Anlässlich der Hochzeit seines Dienstherrn Ernst August am 24. Januar 1716 in Nienburg lernte er erstmals dessen Schwager, den dortigen jungen Fürsten Leopold von Anhalt-Köthen, kennen. Als im folgenden Jahre der bisherige Hofkapellmeister Augustin Reinhard Stricker seinen Posten verließ, unterschrieb Bach bereits am 5. August 1717 den Vertrag als sein Amtsnachfolger in Köthen, ohne jedoch vorher um seine Entlassung in Weimar gebeten zu haben. Als er dies nachholen wollte, erhielt er seine Demission nicht, sondern wurde am 6. November wegen seiner „Halßstarrigen Bezeugung“ in der Landrichterstube in Haft genommen. Am 2. Dezember wurde er aus Haft und Dienstverhältnis in Ungnade entlassen.\n\nIn Köthen trug Bach die Titel Kapellmeister und Director derer Cammer-Musiquen. Er schätzte den musikalischen jungen Fürsten Leopold von Anhalt-Köthen, der oft als Violinist im Orchester mitwirkte, und stand ihm offenbar auch persönlich nahe, was man daraus schließen kann, dass sowohl Leopold als auch seine Geschwister August Ludwig und Eleonore Wilhelmine Taufpaten von Bachs am 15. November 1718 geborenem Sohn Leopold August waren. Bereits am 7. August 1717 zum Kapellmeister ernannt, nahm Bach bei der Unterzeichnung des Vertrages eine Gebühr von 50 Talern entgegen. Insgesamt lag sein Jahreseinkommen in der Funktion des Kapellmeisters bei 400 Talern. Hinzu kam ein Mietzuschuss von 12 Talern, die meisten Orchesterproben fanden im Hause Bachs statt.\n\nBach konnte in Köthen für eine hervorragende Kapelle komponieren. Fürst Leopold hatte bis zu 17 Musiker angestellt, die zum Teil aus der 1713 aufgelösten Kapelle des preußischen Königs Friedrich Wilhelm I. stammten. Acht der Instrumentalisten, unter ihnen Christian Ferdinand Abel, hatten Solistenqualität und den Rang eines Cammermusicus. Der Fürst stattete seine Kapelle mit guten Instrumenten aus und schickte Bach zum Kauf eines neuen Cembalos 1719 nach Berlin. Dort konnte Bach den kunstliebenden Markgrafen Christian Ludwig (1677–1734) kennenlernen. Für ihn stellte er 1721 ältere und neuere Instrumentalsätze als Six Concerts Avec plusieures Instruments zusammen, die deshalb später Brandenburgische Konzerte genannt wurden (BWV 1046–1051).\n\nAndererseits hatte das reformierte Bekenntnis des Fürsten Konsequenzen: Es gab nur noch wenig Bedarf an geistlicher Musik. Denn der Gottesdienst sollte nach reformierter Überzeugung schlicht gehalten bleiben. Als Bach 1720 nach einer zweimonatigen Reise des Hofs aus Karlsbad zurückkehrte, musste er erfahren, dass seine Gattin Maria Barbara nach kurzer Krankheit gestorben und schon am 7. Juli bestattet worden war. Ihre Todesursache ist nicht bekannt, der Nekrolog schreibt, sie sei nach kurzer Krankheit gestorben. Am 3. Dezember 1721 heiratete er Anna Magdalena, die jüngste Tochter des fürstlichen Hof- und Feldtrompeters zu Sachsen-Weißenfels Johann Kaspar Wilcke, die 1720 als Sopranistin an den Köthener Hof gekommen war. Dieser zweiten Ehe entstammen 13 Kinder, von denen die meisten im Kindesalter starben: Christiana Sophia Henrietta (* 1723; † 1726), Gottfried Heinrich (* 1724; † 1763), Christian Gottlieb (* 1725; † 1728), Elisabeth Juliana Friederica (* 1726; † 1781), Ernestus Andreas (* 1727; † 1727), Regina Johanna (* 1728; † 1733), Christiana Benedicta (* 1730; † 1730), Christiana Dorothea (* 1731; † 1732), Johann Christoph Friedrich (* 1732; † 1795), Johann August Abraham (* 1733; † 1733), Johann Christian (* 1735; † 1782), Johanna Carolina (* 1737; † 1781) und Regina Susanna (* 1742; † 1809). In den Jahren 1726 bis 1733 starben somit in der Familie sieben kleine Kinder, ein Sohn (Gottfried Heinrich) wurde geistig behindert geboren. Im Jahr 1728 starb auch 51-jährig Bachs letzte noch lebende Schwester Maria Salome. Einige Bach-Biografen vermuten, dass Bach durch diese Schicksalsschläge in den Jahren danach in eine „Schaffenskrise“ geraten sei.\n\nAls Beitrag zur musikalischen Erziehung seiner Kinder hatte Bach am 22. Januar 1720 das Clavierbüchlein für den ältesten Sohn Wilhelm Friedemann begonnen, das unter anderem die zweistimmigen Inventionen und dreistimmigen Sinfonien enthält. Das 1722 angelegte Clavierbüchlein vor Anna Magdalena Bachin enthält die Frühfassungen der Französischen Suiten. Neben dem Wohltemperierten Klavier und den sechs Violinpartiten und -sonaten sind dies die mit Sicherheit auf die Köthener Zeit datierbaren autografen Instrumentalkompositionen. Daneben sind noch einige Geburtstags- und Neujahrskantaten überliefert. Es gilt als sicher, dass Bach für den Hof eine beträchtliche Zahl an Konzerten und anderen Instrumentalkompositionen geschrieben haben muss, die aber weitgehend verschollen oder aber in späteren Bearbeitungen als Cembalokonzerte oder Kantatensätze erhalten sind. Aus nicht ganz klaren Gründen schien sich Fürst Leopold in der Folgezeit von Bachs Ensemblemusik etwa 1722 immer mehr abzuwenden, was diesen veranlasste, sich nach neuen Stellen umzusehen. Oftmals wird behauptet, die Abwendung von der Musik wurde durch die Gemahlin des Fürsten verursacht. Diese starb jedoch bereits im Kindbett, noch bevor Bach seine Stelle als Thomaskantor antrat.\n\nSchon im September 1720 wurde die Organistenstelle zu St. Jacobi in Hamburg frei, um die sich Bach bewarb. Er wurde vom Hamburger Rat zum Probespiel zugelassen, sagte aber dann doch ab, wahrscheinlich weil die Übernahme der Stelle mit einer beträchtlichen Kaufsumme verknüpft war. Möglicherweise ist die Widmung der Brandenburgischen Konzerte vom 24. März 1721 für den Markgrafen Christian Ludwig von Brandenburg-Schwedt ebenfalls im Zusammenhang mit Bachs Suche nach einer neuen Stelle zu sehen. Ein Dankesschreiben oder eine Besoldung von Christian Ludwig von Brandenburg scheint Bach nicht erhalten zu haben, jedenfalls existiert heute kein Dokument, das hierüber Auskunft gibt. Auch kam ab 1722 hinzu, dass Fürst Leopold über niedrigere Etats verfügte, ausgelöst durch die militärische Anschließung an Preußen und durch anhaltende Konflikte im Fürstenhause der Askanier. Es ging um mögliche Neuaufteilungen und die feudalistischen Pensionsansprüche, die aufgrund der geringen Einnahmen (etwa 10.000 Menschen lebten damals im Fürstentum Anhalt Köthen, die meisten einfache Bauern) kaum realisierbar waren, so dass der Fürst ernsthafte Einkommensverluste verbuchte. Eine andere Sache war für Bach beschwerlich: die zunehmenden Streitigkeiten zwischen Reformierten und Lutheranern. Die Fürstenmutter Gisela Agnes war lutherisch geblieben und förderte die kleine lutherische Gemeinde in Köthen sehr. Bach, streng lutherisch geprägt, hielt sich zu dieser Gemeinde. Der wachsende lutherische Einfluss beim Landadel weckte allerdings Besorgnisse und Abwehr beim Fürsten. Das Klima zwischen der reformierten und lutherischen Konfession wurde immer gereizter. Auch die schlecht geführte Lateinschule Köthens dürfte Bach dazu veranlasst haben, durch einen Umzug seinen Söhnen eine bessere Schulausbildung zukommen zu lassen.\n\nDurch den Tod Johann Kuhnaus am 5. Juni 1722 wurde in Leipzig die Stelle des Thomaskantors frei. Nach einem ersten Probespiel am 14. Juli wurde von den Bewerbern, zu denen Johann Friedrich Fasch (Kapellmeister am Hofe zu Anhalt-Zerbst) und Christian Friedrich Rolle (Musikdirektor in Magdeburg) zählten, Georg Philipp Telemann gewählt. Da Telemann auf Grund einer Gehaltserhöhung in Hamburg blieb, wurde eine zweite Kantoratsprobe anberaumt, bei der neben Bach Georg Friedrich Kauffmann aus Merseburg, der freiwillig zurücktrat, Johann Christoph Graupner (Kapellmeister in Darmstadt) und Balthasar Schott (Organist an der Neuen Kirche zu Leipzig) kandidierten. Bach führte am 7. Februar 1723 als Probestück die Kantaten Jesus nahm zu sich die Zwölfe, BWV 22, und Du wahrer Gott und Davids Sohn, BWV 23, auf. Gewählt wurde Graupner, der aber ablehnen musste, weil ihm vom hessischen Landgrafen die Entlassung verweigert wurde. Somit wurde Bach „als dritte Wahl“ Thomaskantor, ein Amt, das er bis zu seinem Tode behielt. Den Titel eines Fürstlich-Köthenischen Kapellmeisters durfte Bach weiter führen, und er lieferte noch bis zum Tod Leopolds (1728) Musik zu den Festtagen des Fürstenhauses. Auch reiste er zwischen 1724 und 1728 mehrmals nach Köthen, wo er mit Fürst Leopold zusammentraf und ihm Musik aufführte. Bach blieb bis zum Tod des Fürsten eng mit diesem verbunden.\n\nEnde Mai 1723 nahm Bach seinen Dienst in Leipzig als Thomaskantor auf. Als Kantor und Musikdirektor war er für die Musik in den vier Hauptkirchen der Stadt verantwortlich. Dazu zählte die Vorbereitung einer Kantatenaufführung an jedem Sonntag und an den Feiertagen. Außerdem oblag ihm der Musikunterricht in der Thomasschule. Die Internatsschüler waren verpflichtet, als Chorsänger die Gottesdienste mitzugestalten. Sein Deputat als Lateinlehrer, das mit seiner Stelle traditionell verbunden war, übertrug er gegen eine Geldzahlung von jährlich 50 Talern (die Hälfte seines festen Einkommens) an Siegmund Friedrich Dresig, den Konrektor der Schule. Seine Stelle als Thomaskantor behielt er bis zu seinem Tod im Jahre 1750. Durch bestellte Kantaten für Hochzeiten, Taufen oder Begräbnisse erzielte er ein jährliches Einkommen von etwa 700 Talern; dies geht aus dem sogenannten Erdmannbrief aus dem Jahre 1730 hervor („meine itzige Station belaufen sich auf etwa 700 Reichstaler“).\n\nGleich nach seiner Ankunft fing Bach an, Kantaten für die jeweils anstehenden Aufführungen zu komponieren oder zu überarbeiten. Bei dieser systematischen Arbeit muss Bach in den ersten beiden Jahren im Schnitt ungefähr ein Werk pro Woche geschaffen haben, danach verlangsamte er das Tempo. Insgesamt sind zwei vollständige Jahrgänge überliefert, der Nekrolog berichtet von drei weiteren[9] (siehe Bachkantate). Insgesamt sollen in dieser Zeit ca. 300 Kantaten entstanden sein.\n\nFür Weihnachten 1723 schrieb Bach die zweite Fassung des Magnificat in Es-Dur mit den weihnachtlichen Einlagesätzen (die erste Fassung erklang ohne die später erstellten Einlagesätze schon am 2. Juli 1723 zu Mariä Heimsuchung), für den Karfreitag 1724 sein bis dahin umfassendstes Werk, die Johannespassion, für Weihnachten 1724 ein Sanctus. Wohl Anfang 1725 begegnete Bach dem Textdichter Christian Friedrich Henrici alias Picander, der schließlich den Text für die Matthäuspassion lieferte, die 1727 oder 1729 uraufgeführt wurde. Die Aufführungsbedingungen hatten sich in diesen ersten Leipziger Jahren insgesamt verschlechtert. Bach sah sich daher gezwungen, in einer Eingabe an den Rat der Stadt Leipzig vom 23. August 1730 seine Vorstellungen von der vokalen und instrumentalen Ausstattung einer „wohlbestallten Kirchen Music“ zu dokumentieren. Dieser „höchstnöthige Entwurff“ ist heute eine wichtige Quelle für die historische Aufführungspraxis seiner Werke. Bach bemühte sich in dieser Zeit, den Titel eines Hofkompositeurs in Dresden zugesprochen zu bekommen, da er unzufrieden war mit der Bezahlung, den hohen Lebenshaltungskosten und der Leipziger Obrigkeit, die Bachs Schaffen nicht in dessen Sinne förderte, wie sich einem Brief von 1730 an seinen Jugendfreund Georg Erdmann entnehmen lässt.\n\nEtliche seiner Huldigungskantaten arbeitete Bach kurz nach ihrer Entstehung in geistliche Werke um. Diesem Parodieverfahren ist das Weihnachtsoratorium von 1734/1735 zu verdanken, das Himmelfahrtsoratorium von 1735 und das Osteroratorium. Durch Parodierung geistlicher Kantaten entstanden die sogenannten Lutherischen Messen, ebenso die Urfassung der h-Moll-Messe von 1733 (die sogenannte Missa), die nur das Kyrie und das Gloria umfasste. Nach Einreichung dieses Werkes beim kurfürstlichen Hof in Dresden erhielt Bach am 19. November 1736 die ersehnte Nachricht, sich „königlich polnischer und kurfürstlich sächsischer Compositeur bey Dero Hoff-Capelle“ nennen zu dürfen.[25] Der Titel war weder mit Privilegien noch mit Einkünften verbunden, stärkte jedoch seine Position gegenüber den Leipziger Autoritäten. Auch erhielt Bach nicht den erhofften Ruf, fortan in der Residenzstadt Dresden zu wohnen und zu wirken.\n\n1729 übernahm Bach die Leitung des 1701 von Telemann gegründeten Collegium musicum, die er bis 1741, vielleicht sogar bis 1746, behielt. Mit diesem studentischen Ensemble führte er deutsche und italienische Instrumental- und Vokalmusik auf, außerdem schrieb er dafür etliche seiner weltlichen Kantaten, wie z. B. Hercules am Scheidewege, die er „Dramma per la Musica“ oder „Dramma per Musica“ nannte und die strukturell der Oper nahestehen. Seine Bauernkantate und die Kaffeekantate sind Beispiele für das humoristische Genre. Letztere wurde höchstwahrscheinlich im Zimmermannischen Caffee-Hauß in der Katharinenstraße 14 (1943 kriegszerstört) aufgeführt, in dem er mit dem Collegium musicum konzertierte. Wöchentlich einmal – während der Leipziger Messe sogar zweimal – wurden hier oder im dazugehörenden Kaffehausgarten abends solche „Musikalischen Concerten, oder Zusammenkünffte“ abgehalten. Sie gelten als Nachweis des erwachenden bürgerlichen Verlangens nach hochstehender musikalischer Unterhaltung in Leipzig.\n\nDem dienten auch die vielen Cembalokonzerte für bis zu vier Solisten, die zum größten Teil als neue Arrangements meist eigener Violin- oder Oboenkonzerte und Instrumentalsätze aus Kantaten, aber auch aus fremden Vorlagen (z. B. Vivaldi) entstanden. Als Solisten standen – neben Bach selbst – seine Söhne und Schüler zur Verfügung. In seiner gesamten Leipziger Zeit war Bach ein gesuchter Lehrer. Oft lebten die Schüler in seinem Haushalt. Ziel des Unterrichts war es, Musiker heranzubilden, die als Instrumentalisten und Komponisten den vielfältigen Aufgaben bei Hof, in der Kirche und im beginnenden bürgerlichen Musikleben gewachsen waren. Bachs Unterricht trug vor allem bei seinen Söhnen reiche Früchte. Für diesen Unterricht verwendete Bach ältere und neuere eigene Kompositionen. Viele davon fasste er zusammen und veröffentlichte sie als Clavierübung I, II, III und IV.\n\nSchon in Weimar und Köthen hatte Bach Huldigungskantaten für die Fürstenhäuser in Weimar, Weißenfels und Köthen sowie Festmusiken in Form von Kantaten zu verschiedenen Anlässen komponiert. In Leipzig entstanden weitere derartige Werke wie etwa 1725 die für das Herzogtum Sachsen-Weißenfels komponierte Schäferkantate BWV 249a. Häufig verarbeitete Bach dabei ältere Vorlagen. Die Festmusiken und Huldigungskantaten galten dem Umkreis der Universität, den Kurfürsten von Sachsen, sonstigen Adligen und reichen Bürgern. Diese Kantaten wurden meist im Freien aufgeführt und mussten daher in Chor und Instrumentalkapelle stark besetzt sein. Das war vor allem gewährleistet, nachdem Bach das Collegium musicum übernommen hatte. Zur Verstärkung standen ihm die Musiker der musicalischen Stadt Compagnie zur Verfügung.\n\nIn den 1740er Jahren scheint sich Bach weitgehend von Neukompositionen für die Kirche und für das Collegium musicum zurückgezogen haben. Im Sommer des Jahres 1741 hielt sich Bach in Berlin auf. Während seiner Abwesenheit erkrankte seine Frau, schwanger mit ihrem jüngsten Kind, offenbar schwer. Bachs Vetter Johann Elias teilte ihm dies mit:\n\n„So viel Schmerzen empfinden wir gleichwohl über die Schwachheit unserer Hochwerthesten Fr. Mamma, indem die selbe schon seither 14 Tagen nicht eine einzige Nacht nur eine Stunde Ruhe gehabet, u. weder sitzen noch liegen kann.“\n\nBach dürfte diese Aussage sicherlich an den Tod seiner ersten Frau erinnert haben, und er kehrte nach Leipzig zurück. Auch in den weiteren Jahren gab es Reisen. Bach kehrte am 17. November 1741 von einer Reise nach Dresden, wo er mit Hermann Graf von Keyserlink zusammentraf und ihm die „Goldbergvariation“ überreicht haben dürfte, nach Leipzig zurück. Am 30. August 1742 führte Bach anlässlich des 36. Geburtstages des Grafen von Dieskau die Bauernkantate „Mer hahn en neue Oberkeet“ (BWV 212) auf dessen Gutssitz in Kleinzschocher auf. 1744 veröffentlichte er den zweiten Teil des Wohltemperierten Klaviers. Spätestens 1746 gab er die Leitung des Collegium musicum ab. Im Mai 1747 besuchte er auf Einladung Friedrichs des Großen, in dessen Hofkapelle Carl Philipp Emanuel Bach als Cembalist angestellt war, Potsdam und Berlin und improvisierte auf den dortigen Pianoforti und Orgeln. Er versprach, ein ihm vom König vorgegebenes Thema in einer Fuge auszuführen und in Kupfer zu stechen. Aus diesem Versprechen wurde das Musikalische Opfer, eine Sammlung von zwei Fugen (drei- und sechsstimmig), zehn Kanons und einer Triosonate, alle über das gleiche Thema. Eine Bezahlung für diese Komposition erhielt er vom König nicht.\n\nEinige canonische Verænderungen über das Weynacht-Lied: Vom Himmel hoch da komme ich her lautet der Titel eines Variationenwerkes, das Bach zu seinem Eintritt 1747 in die von Lorenz Christoph Mizler gegründete Correspondierende Societæt der musikalischen Wissenschaften einreichte. Ein weiteres bedeutendes kontrapunktisches Spätwerk Bachs ist die Kunst der Fuge, deren erste Reinschrift Bach 1742 abschloss, die er aber danach bis 1749 umfassend ergänzte und überarbeitete. Die Sammlung von einfachen Fugen, Gegenfugen, Spiegelfugen, Fugen mit mehreren Themen und Kanons stellt ein Kompendium der Techniken der Fugenkomposition dar. Ebenfalls in Bachs letzte Jahre fällt die Vollendung der h-Moll-Messe unter Verwendung der Missa von 1733, des Sanctus von 1724 und anderer älterer Kompositionen. Johann Nikolaus Forkel berichtete, dass Bach auf seinem Sterbebett den letzten Choral Vor deinen Thron tret ich hiermit (BWV 668) seinem Schüler und Schwiegersohn Johann Christoph Altnickol diktiert habe.\n\nIn seinen letzten Jahren litt Bach an einer Augenkrankheit. Auch von motorischen Störungen im rechten Arm und damit in der Schreibhand wird berichtet. Ab 1749 sind keine eigenhändigen Schriftstücke von ihm mehr erhalten. Das letzte Schreiben aus Bachs Hand stammt vom 12. April 1749, in dem er seinen Kantoratsvertreter, den Chorprefekten Johann Nathanael Bammler, als guten Vertreter in „Abwesenheit meiner“ lobte. Die letzte bekannte Unterschrift stammt vom 6. Mai 1749, der zugehörige Text wurde von seinem Sohn Johann Christoph Friedrich geschrieben. Es handelt sich um eine Quittung für den Verkauf eines Fortepianos an einen polnischen Adeligen. Die Kompositionen Et incarnatus est und der unvollendet gebliebene Contrapunctus XIV aus der Kunst der Fuge sind die letzten Handschriften des Komponisten, die spätestens zur Jahreswende 1749/50 abgeschlossen wurden. Seine Frau Anna Magdalena oder sein Sohn Johann Christian unterschrieben für ihn seitdem alle Dokumente. Der spätestens gegen Mitte des Jahres 1749 verschlechterte Gesundheitszustand Bachs machte ihm wahrscheinlich auch den Auftrag eines Werkes oder eines Gastkonzerts in Mähren, Prag oder sogar Wien unmöglich. Bei dem Interessenten handelte sich um den Reichsgrafen Johann Adam von Questenberg. Questenberg, ein kultivierter und enorm wohlhabender Patrizier, besaß unter anderem Residenzen in Mähren, Prag und Wien, war selbst ein aktiver Lautenspieler und pflegte Beziehungen zu Musikern wie Johann Joseph Fux, Antonio Caldara, Francesco Conti und später auch zu Christoph Willibald Gluck. In seiner Hauptresidenz, dem Schloss Jaroměřice, unterhielt er eine Privatkapelle. Questenberg bat den jungen Leutnant Graf Franz Ernst von Wallis, der die Rechte an der Leipziger Universität studierte, den Kontakt mit Bach herzustellen. Dazu ein Schreiben von Wallis an von Questenberg:\n\n„Er hat ungemeine freüde bezeiget von eürer Excellentz, als seinem gnädigsten hochen Patron, und Gönner einige nachrichten zu erhalten und mich ersuchet gegenwärtigen Brief beyzuschließen.“\n\nDas vermutlich seit der Jugend aufgrund einer mäßigen Kurzsichtigkeit eingeschränkte Sehvermögen ließ später wahrscheinlich durch eine Linsentrübung so stark nach, dass sich Bach von dem schon damals umstrittenen Okulisten (Starstecher) John Taylor zwischen dem 28. März und dem 7. April 1750 zweimal operieren ließ. Nach der zweiten Operation erholte Bach sich trotz oder wegen weiterer Behandlungsmaßnahmen verschiedener Ärzte nicht mehr vollständig. Sein Sehvermögen erlangte er nicht zurück. Ein klarer Zusammenhang zwischen den Augenoperationen und der vier Monate später zum Tod führenden Erkrankung ist aus heutiger Sicht nur schwierig herzustellen. Bach starb am 28. Juli 1750 und wurde drei Tage darauf anonym auf dem Johannisfriedhof in Leipzig begraben. Im hauptsächlich von Carl Philipp Emanuel Bach und Johann Friedrich Agricola verfassten, 1751 fertiggestellten und 1754 veröffentlichten Nekrolog heißt es zu Bachs Krankheit und Tod:\n\n„Sein von Natur etwas blödes Gesicht [d. h. schwaches Sehvermögen], welches durch seinen unerhörten Eifer in seinem Studiren […] noch mehr geschwächet worden, brachte ihm, in seinen letzten Jahren, eine Augenkrankheit zu Wege. Er wolte dieselbe […] durch eine Operation heben lassen. Doch diese […] lief sehr schlecht ab. Er konnte nicht nur sein Gesicht nicht wieder brauchen: sondern sein, im übrigen gesunder Cörper, wurde auch zugleich dadurch, und durch hinzugefügte schädliche Medicamente, und Nebendinge, gäntzlich über den Haufen geworfen: so daß er darauf ein völliges halbes Jahr lang, fast immer kränklich war. Zehn Tage vor seinem Tod schien es sich gähling mit seinen Augen zu bessern; so daß er einsmals des Morgens ganz gut wieder sehen, und auch das Licht wieder vertragen konnte. Allein wenige Stunden darauf, wurde er von einem Schlagflusse überfallen; auf diesen erfolgte ein hitziges Fieber, an welchem er […] am 28. Julius 1750, des Abends nach einem Viertel auf 9 Uhr, im sechs und sechzigsten Jahre seines Alters, auf das Verdienst seines Erlösers sanft und seelig verschied.“\n\nNach zweimaliger Umbettung befindet sich sein Grab heute in der Leipziger Thomaskirche.\n\nBachs Sohn Carl Philipp Emanuel Bach bezeugt, dass Bach sich im Komponieren als Autodidakt betrachtete. Es gab keinen verbürgten Kompositionsunterricht. Die Unterweisung bei seinem Bruder in Ohrdruf „mag wohl einen Organisten zum Vorwurf gehabt haben u. weiter nichts“ (C. Ph. E. Bach 1775). Auch zu Bachs mehrmonatigem Aufenthalt bei Buxtehude gibt es keinerlei Belege, dass er bei dieser Gelegenheit Kompositionsunterricht erhalten hätte. Von Jugend auf studierte Bach die Werke unterschiedlichster Komponisten und lernte aus ihnen durch Hören, Lesen, Abschreiben, Transkribieren, Bearbeiten und Nachahmen der Musik sowie durch die Übernahme von kompositorischen Mitteln, Formen und Gattungen.\n\n„Der seelige hat durch eigene Zusätze seinen Geschmack gebildet. […] Blos eigenes Nachsinnen hat ihn schon in seiner Jugend zum reinen u. starcken Fughisten gemacht. […] Durch die Aufführung sehr vieler starcken Musiken, […] ohne systematisches Studium der Phonurgie hat er das arrangement des Orchesters gelernt.“\n– C. Ph. E. Bach: Nekrolog, 1754\n\nIn Bachs vielfältigem Werk treffen sich Einflüsse aus der Musik Mittel-, Nord- und Süddeutschlands bzw. Österreichs sowie Frankreichs und Italiens, wobei sich die regionalen Traditionen gegenseitig beeinflusst haben. So enthalten die deutschen Traditionen auch italienische und französische Überlieferungen und Stilmittel. Daher sind manche Kompositionen nicht eindeutig zuzuordnen. Kenntnisse über die musikalischen Einflüsse vermitteln Bachs Abschriften und Erwerbungen von Werken anderer Komponisten, Bachs Transkriptionen und Bearbeitungen (z. B. von Vivaldi), schriftliche und mündliche Erwähnungen durch Bach und seinen Umkreis, Berichte und Rezensionen des 18. Jahrhunderts und stilkritische Untersuchungen der Musikwissenschaft der Werke Bachs und seiner Schüler.\n\nMit anderen komponierenden Zeitgenossen pflegte Bach einen respektvollen Umgang. Abfällige oder geringschätzige Bemerkungen über andere Komponisten, wie sie beispielsweise von Wolfgang Amadeus Mozart bekannt sind, sind von Bach nicht überliefert (allerdings gibt es auch insgesamt weit weniger überlieferte Zeugnisse von Bach als von Mozart). Er scheint die Werke anderer Komponisten mit unvoreingenommenem Interesse studiert und sie als Künstlerkollegen respektiert zu haben. Dafür sprechen Bachs Offenheit für Anregungen aus den verschiedensten musikalischen Richtungen und seine zahlreichen Bearbeitungen fremder Werke. Auch in den Jahren, als er längst eine eigene Tonsprache entwickelt hatte, schrieb er immer noch ganze Kantaten beispielsweise von Telemann ab, um sie zu studieren. Als Bach 1719 hörte, dass sich Georg Friedrich Händel in seiner Geburtsstadt Halle aufhielt, machte er sich unverzüglich von Köthen aus auf den Weg in die nur wenige Meilen entfernte Stadt, um den gleichaltrigen, wesentlich berühmteren Musikerkollegen zu treffen. Er musste nach seiner Ankunft aber feststellen, dass Händel schon wieder Richtung England abgereist war. Auch ein weiterer Versuch, Händel bei einem Aufenthalt in Halle im Jahr 1729 zu treffen, bei dem Bach wegen Krankheit verhindert war und deswegen durch seinen Sohn Wilhelm Friedemann eine Einladung nach Leipzig überbringen ließ, scheiterte, letztlich wohl am Desinteresse Händels. Im Einzelnen kann man feststellen, dass Bach mit Werken folgender Komponisten vertraut war:\n\n- Mitteldeutsche Komponisten: Johann Christoph Bach (Onkel von J. S. Bach),[30] Johann Pachelbel,[31] Johann Kuhnau, Johann Ludwig Bach, Johann Gottfried Walther, Johann Georg Pisendel, Silvius Leopold Weiss,[32] Johann Friedrich Fasch\n- Norddeutsche Komponisten: Johann Adam Reincken, Dietrich Buxtehude, Nicolaus Bruhns, Georg Böhm, Nicolaus Adam Strungk[33]\n- Süddeutsch-österreichische Komponisten:[33] Johann Jakob Froberger, Johann Caspar von Kerll, Johann Caspar Ferdinand Fischer, Johann Joseph Fux\n- Italienische Komponisten: Giovanni Pierluigi da Palestrina, Girolamo Frescobaldi,[33] Arcangelo Corelli,[34] Giovanni Legrenzi,[35] Giovanni Bassani,[36] Giuseppe Torelli, Alessandro Marcello,[37] Tomaso Giovanni Albinoni,[38] Antonio Vivaldi, Benedetto Marcello, Nicola Antonio Porpora,[39] Pietro Antonio Locatelli,[39] Francesco Durante, Giovanni Alberto Ristori, Giovanni Battista Pergolesi,[40] Antonio Caldara[41]\n- Französische Komponisten: André Raison, François Dieupart, François Couperin, Louis Marchand, Nicolas de Grigny\n\nManche berühmte Musiker, die Bach teilweise persönlich kannte, sind nicht eindeutig zuzuordnen. Sie hatten selbst unterschiedlichste Musik verarbeitet und Bach mit ihren Werken beeinflusst, so etwa Jan Dismas Zelenka, Johann Mattheson, Georg Philipp Telemann, Reinhard Keiser und Georg Friedrich Händel. Ob Bach auch Anregungen seiner Söhne Wilhelm Friedemann und Carl Philipp Emanuel aufnahm, ist nicht gesichert, aber zu vermuten. Dass manche Kompositionen der beiden ältesten Bachsöhne als Werke des Vaters galten und umgekehrt, deutet darauf hin.\n\nBach eignete sich bei seiner Arbeit an den verschiedenen Wirkungsstätten unter dem Einfluss der oben genannten Komponisten nach und nach die unterschiedlichsten Gattungen, Kompositionsstile und Musizierweisen an. Diesem Ziel galten auch einige von Bachs Reisen. Mit Ausnahme der Oper komponierte Bach Werke in allen zu seiner Zeit verbreiteten musikalischen Gattungen.\n\nVon Bach sind rund 200 Kirchenkantaten erhalten. In seinen Kantaten und Passionen griff er häufig auf populäre Choräle des evangelischen Kirchengesangbuches zurück. Eine größere Anzahl seiner Werke, vor allem aus der frühen Schaffenszeit, gilt als verschollen. Laut Nekrolog komponierte Bach fünf Passionen, erhalten sind aber nur die Johannes- und Matthäuspassion. Verschollen ist eine Markuspassion (deren Libretto erhalten ist, so dass teilweise Rekonstruktionen versucht wurden). Es existiert eine um 1730 entstandene Lukaspassion, die zum Teil mit der Handschrift Bachs niedergeschrieben ist. Die heutige Musikwissenschaft nimmt aber an, dass es sich dabei um Bachs Kopie des Werkes eines anderen Komponisten handelt. Das fünfte Werk dürfte eine einchörige Variante der Matthäus-Passion sein.\n\nDaneben zählen zu seinen Vokalkompositionen einige weltliche Kantaten (die bekanntesten sind die Jagdkantate und die „Kaffee-Kantate“ (BWV 211), zahlreiche Motetten, mehrere Messen, ein Magnificat, drei Oratorien, mehrere Dramma per musica sowie Choräle, Arien und geistliche Lieder.\n\nUmfangreich sind Bachs Werke für Tasteninstrumente. Zu den dezidierten Orgelwerken zählen Präludien und Fugen, Fantasien, Toccaten, die Passacaglia in c-Moll, eine Pastorella, Triosonaten, Orgelchoräle, Choralvorspiele, Choralbearbeitungen, Choralpartiten, Choralvariationen, Concerti. Eher dem Cembalo gewidmet sind die zwei- und dreistimmigen Inventionen und Sinfonien, Suiten, Partiten, Fantasien, Ouvertüren, Themata mit Variationen, Präludien oder Fantasien mit zugehörigen Fugen, Toccaten, Sonaten.\n\nAuch für andere Instrumente schuf er Solowerke, so je drei Sonaten und Partiten für Violine und sechs Suiten für Violoncello. An Musik für Laute solo sind Suiten, Präludien und Fugen überliefert, außerdem eine Sonate für unbegleitete Traversflöte.\n\nIm Bereich der Kammermusik komponierte Bach Solosonaten mit Basso Continuo oder obligatem Cembalo sowie einige Triosonaten, an Orchestermusik mehrere Concerti grossi (mit bis zu vier Solostimmen), Konzerte für ein, zwei, drei und vier Solisten (darunter auch Tasteninstrumente) , zum Teil als Bearbeitungen der Werke anderer Komponisten sowie vier Orchestersuiten. Spezialitäten wie das Musikalische Opfer oder die Kunst der Fuge runden das umfangreiche Oeuvre ab.\n\nJohann Sebastian Bachs musikalische Werke sind in Wolfgang Schmieders „Bach-Werke-Verzeichnis“ (BWV) katalogisiert. Ein neueres, aber weniger gebräuchliches Verzeichnis ist das „Bach-Compendium“ der Musikwissenschaftler Hans-Joachim Schulze und Christoph Wolff.\n\nBach sah sich selbst in erster Linie als Musikgelehrten, der Werke musikalischer Wissenschaft erstellte. Den Kernpunkt der musikalischen Wissenschaft bildet in Bachs Verständnis das alte aristotelische Prinzip der Kunst als Imitation der Natur. Für Bach liegt die Kunst zwischen der realen Welt – der Natur – und Gott, der diese reale Welt ordnet. Die musikalische Harmonie nimmt Bezug auf die Ordnung der Natur und ihren göttlichen Ursprung. Der „Traum von der Einheit der Wissenschaften“ reizte Bach nicht weniger als die führenden Köpfe und Denker seiner Zeit, und so folgte er seinem eigenen empirischen Weg, indem er die „verstecktesten Geheimnisse der Harmonie in die künstlichste Ausübung“ brachte, indem er die bis dahin bekannten Grenzen der Komposition und der musikalischen Darstellung im Ausmaß und im Detail aufhob und erweiterte.\n\nIm Jahre 1750 zog Bachs Schüler Johann Friedrich Agricola in einem Brief eine Parallele zwischen Bach und Newton, in dem er betont, dass Bachs Musik am besten von Musikkennern geschätzt werden könne, und äußerte: „Nicht alle Gelehrte sind vermögend einen Neuton zu verstehen; aber diejenigen, die es in den tiefsinnigen Wissenschaften so weit gebracht haben, daß sie ihn verstehen können, finden hingegen ein desto größeres Vergnügen und einen wahren Nutzen, wenn sie seine Schriften lesen“.\n\nBach hat auf vielen Gebieten der Musik Bahnbrechendes geschaffen und zur Weiterentwicklung musikalischer Formen und der Musiksprache beigetragen. Einige seiner Werke überschreiten den tradierten Formenkanon weit. Er galt schon den Zeitgenossen als bedeutender „Harmonist“, der die Möglichkeiten der Dur/Moll-Tonalität durch den gesamten Quintenzirkel ausschöpfte wie vor ihm kein zweiter. Vermutlich angeregt durch die verschiedenen Temperierungen von Andreas Werckmeister komponierte Bach sein Wohltemperiertes Klavier, dessen Popularität später der wohltemperierten Stimmung zum Durchbruch verhalf. Bach ging es darin – wie es Kirnberger beschrieben hat – unter anderem darum, die von der Temperierung abhängige Vielfalt tonartbezogener Affekte darzustellen und zu lehren. In Bachs Werken werden neue Wege der Harmonik beschritten (z. B. Chromatische Fantasie und Fuge). Die kontrapunktische Technik der Komposition und die Technik des Fugensatzes brachte er zu meisterhafter Beherrschung (z. B. in der Kunst der Fuge). Seine polyphone Kompositionstechnik fand ihren Niederschlag in zahlreichen Instrumental- und Vokalwerken.\n\nNeben seiner Wirkung als Musiker und Komponist hatte Bach auch Einfluss auf die praxisbezogene Musiktheorie, die später vor allem in den Schriften Johann Philipp Kirnbergers erfasst wurde. Er selbst beherrschte mehrere Instrumente (Orgel, Klavier/Cembalo, Violine, Bratsche und möglicherweise noch weitere) und kannte die technischen Möglichkeiten dieser Instrumente aus eigener Erfahrung. Bach war außerdem an den technischen Aspekten des Instrumentenbaus sehr interessiert und setzte sich für die Weiter- und Neuentwicklung von Musikinstrumenten ein. Dies war auf eine Erweiterung der kompositorischen Mittel ausgerichtet. Die Viola pomposa ist seine Erfindung. Bei den Tasteninstrumenten interessierten ihn besonders klangliche Neuentwicklungen. Er beschäftigte sich zum Beispiel mit deren Temperierung, bei den Orgeln mit deren Klangdisposition und mechanischen Qualitäten. Ein Beispiel ist Bachs Disposition der neüen reparatur des Orgelwercks ad D: Blasii (Mühlhausen 1708). Bach hatte einen ausgezeichneten Ruf als Orgelgutachter. Bei zahlreichen Orgel-Neu- und -umbauten wurde er hinzugezogen: so beispielsweise 1716 in Halle (Cuntzius-Orgel der Liebfrauenkirche), 1717 in der Leipziger Paulinerkirche (Scheibe-Orgel), 1723 in Störmthal (Hildebrandt-Orgel), 1724 in Gera (Fincke-Orgel der Salvatorkirche),1739 Altenburg (Trost-Orgel der Schloßkirche), 1743 Johanniskirche Leipzig (Scheibe-Orgel), 1743–1746 Naumburg (Hildebrandt-Orgel in der Wenzelskirche) und weiteren.[43] Mit bedeutenden Orgelbauern wie Gottfried Silbermann war er persönlich bekannt und als Orgel-Fachmann, der sich mit technischen Details auskannte, respektiert. Er unterstützte Silbermann in der Entwicklung des Pianofortes, das in Bachs späten Jahren, einem Bericht seines Schülers Johann Friedrich Agricola zufolge, „von ihm völlige Gutheißung erlangte“.\n\nDaneben wird Bach häufig als Mitbegründer der Spieltechnik mit dem Daumen als vollwertigem Spielfinger bei den Tasteninstrumenten genannt. Diese Technik ermöglichte eine neue Virtuosität und einen eleganten vielstimmigen Vortrag. „Er hatte sich eine eigene Fingerordnung ausgesonnen, daß es ihm nicht schwer fiel, die größten Schwierigkeiten mit der fließensten Leichtigkeit herauszubringen … Man … weiß, daß es dabey hauptsächlich auf den Gebrauch des Daumens ankömmt“.\n\nBachs Musik gilt heute als Gipfelpunkt der lutherischen Kirchenmusik und als „musikalischer Ausdruck der Reformation“. Der schwedische Bischof Nathan Söderblom ging 1929 so weit, seine Musik als „fünftes Evangelium“ zu bezeichnen. Von Bach selbst sind nur sehr wenige Selbstzeugnisse über seine religiösen Auffassungen überliefert. Unter den 52 theologischen Büchern und Erbauungsschriften in 81 Bänden aus seinem Nachlass[48] befanden sich die Werke Martin Luthers, die Schriften orthodox-lutherischer Theologen wie Abraham Calov (mit handschriftlichen Vermerken Bachs), Johannes Olearius, Heinrich Müller, August Pfeiffer, Erdmann Neumeister, aber auch Schriften der Pietisten Philipp Jacob Spener (Eyfer wider das Papstthum) und Johann Jakob Rambach (Betrachtung über die Thränen Jesu).[49] Nach Bachs Auffassung hatte Musik zwei wesentliche Zwecke: „und soll wie aller Music […] Finis und End Ursache anders nicht, als nur zu Gottes Ehre und Recreation des Gemüths seyn“. Seine Bitte um Entlassung aus dem Dienst in Mühlhausen begründete Bach am 26. Juni 1708 mit dem Hinweis auf seinen „Endzweck, nemlich eine regulirte kirchen music zu Gottes Ehren“. Diese umfassende lutherische Kirchenmusik, die einen entsprechenden Aufführungsapparat voraussetzte, konnte er schließlich in Leipzig mit der Komposition von mehreren vollständigen Kantatenjahrgängen verwirklichen.\n\nDie wenigen schriftlichen Äußerungen (meist Anmerkungen in seinen theologischen Büchern), die von Bach erhalten sind, weisen ihn als gläubigen Lutheraner aus. Allerdings spricht einiges dafür, dass sein Verhältnis zur Religion im Gegensatz zur strengen lutherischen Orthodoxie Leipzigs nicht auf Abgrenzung angelegt war. Bereits in Köthen hatte er ein enges persönliches Verhältnis zu seinem herzoglichen Dienstherrn, obwohl dieser Calvinist war. In seiner Leipziger Zeit komponierte er die h-Moll-Messe für den katholischen Dresdner Hof. Bachs geistliche Vokalwerke erweisen ihn als Ausleger der Bibel, die als „klingende Predigt“ (praedicatio sonora) angelegt sind und eine reflektierte theologische Deutung widerspiegeln. Der theologische Bachforscher Martin Petzoldt plädiert in diesem Zusammenhang für eine differenzierte Sichtweise, denn der „Ausleger der Bibel“ habe „spätestens in seinem letzten Lebensjahrzehnt“ zu einer „veränderten Frömmigkeit“ gefunden. Diese These macht sowohl die Wahl von Bachs Beichtvater Christoph Wolle, sein gutes Verhältnis zum Wolffianer Lorenz Christoph Mizler als auch den Beitritt Bachs zu dessen Societät (1747) nachvollziehbar. Bach hat sich demzufolge gegenüber den unterschiedlichsten Vertretern der Aufklärung – dem gemäßigten Wolle und dem radikaleren Mizler – nicht abgegrenzt, sondern seine Nähe zu ihnen bekundet. Bachs Öffnung für die Aufklärung zieht zwar nicht zwangsläufig eine Abwendung von seiner bisherigen Frömmigkeit nach sich. Damit riskierte Bach aber einen Konflikt mit seinen konservativen theologischen Vorgesetzten, z. B. mit dem Leipziger Superintendenten Salomo Deyling, denn dieser bildete zusammen mit Heinrich Klausing das „Zentrum der Phalanx der entschiedenen Gegner aller Tendenzen der neueren Philosophie“. Das von Bach in dem für ihn ereignisreichen Jahr 1747 abgelegte Symbolum (Glaubensbekenntnis) „Christus coronabit crucigeros“ wurde sowohl aus der Perspektive der lutherischen Orthodoxie als auch im Zusammenhang mit den oben genannten Ereignissen dieses Jahres bzw. dem geistesgeschichtlichen Konfliktfeld Leipzigs der 1740er Jahre interpretiert.\n\n\nZu seinen Lebzeiten fand Bachs kompositorisches Schaffen nur eingeschränkt Beachtung, verglichen etwa mit dem seiner Zeitgenossen Georg Friedrich Händel oder Georg Philipp Telemann. Allerdings war er sicher auch kein „verkanntes Genie“, sondern Musikkennern wie Johann Mattheson und Giovanni Battista Martini europaweit ein Begriff. Nach seinem Tod erschien im selben Band von Mizlers Musikalischer Bibliothek, in dem 1754 auch der Nekrolog abgedruckt wurde, eine Aufzählung der „berühmtesten deutschen Musiker“. Die dort gewählte Reihenfolge ist die folgende: 1. Hasse, 2. Händel, 3. Telemann, 4. die beiden Graun, 5. Stölzel, 6. Bach, 7. Pisendel, 8. Quantz und 9. Bümler. Europaweit bekannt war Bach zu Lebzeiten vor allem als Organist und Cembalovirtuose sowie als Meister der Improvisation. Der Musikkritiker Johann Adolf Scheibe schrieb 1737 über Bachs Fähigkeiten als Virtuose:\n\n„Ich habe diesen großen Mann unterschiedliche Male spielen hören. Man erstaunet bei seiner Fertigkeit, und man kann kaum begreifen wie es möglich ist, daß er seine Finger und seine Füße so sonderbar und so behend ineinanderschrenken, ausdehnen und damit die weitesten Sprünge machen kann, ohne einen einzigen falschen Ton einzumischen oder durch eine so heftige Bewegung den Körper zu verstellen.“\n– J. A. Scheibe: Der Critische Musicus, Sechstes Stück, Hamburg, 14. Mai 1737\n\nAn die überragende Improvisationskunst Bachs konnte sich Friedrich der Große noch 27 Jahre nach dessen Besuch in Potsdam gut erinnern:\n\n„Entre autres [Frédéric II] il me parla [de] musique, et d’un grand organiste nommé [Carl Philipp Emanuel] Bach, qui vient de faire quelque séjour à Berlin, cet artiste est doué d’un talent superieur à tout ce que j’ai entendu ou pu imaginer en profondeur de connoissances harmoniques et en force d’exécution; cependant ceux qui ont connu son Père ne trouvent pas encore qu’il l’egale, le Roi est de cette opinion et pour me le prouver il chanta à haute voix un sujet de Fugue chromatique, qu’il avoit donné à ce vieux Bach, qui sur le champ en fit une Fugue à 4 puis à 5, puis enfin à huit voix obligés.“\n„Unter anderem sprach [Friedrich II.] mit mir über Musik und einen großen Organisten namens [Carl Philipp Emanuel] Bach, der soeben in Berlin geweilt hat. Dieser Künstler ist mit einem Talent ausgestattet, das alles überragt, was ich je gehört habe oder mir hätte vorstellen können, und zwar in Bezug auf die Tiefgründigkeit, das Harmonieverständnis und die Stärke der musikalischen Ausführung. Nichtsdestoweniger meinen diejenigen, die noch seinen Vater gekannt haben, dass sein Sohn es ihm nicht hätte gleichtun können; der König stimmte dem zu und um es zu beweisen ließ er mir [das Thema] einer chromatischen Fuge, das er dem alten Bach gegeben hatte, vorspielen, woraufhin er erlebte wie dieser eine Fuge zu 4, danach 5 und schließlich acht (!) obligaten Stimmen darüber improvisierte.“\n– Gottfried van Swieten (österreichischer Gesandter in Berlin): Brief an Graf Kaunitz vom 26. Juli 1774\n\nNach Bachs Tod bestand zunächst kaum ein Verlangen, seine Werke weiterhin aufzuführen. Der Musikgeschmack der Zeit sehnte sich nach einem „natürlichen“ und „empfindsamen“ Musikstil. Bachs Musik wurde vielfach als künstlich und unnatürlich empfunden. In den Worten des schon zitierten Scheibe:\n\n„Dieser große Mann würde die Bewunderung ganzer Nationen sein, wenn er mehr Annehmlichkeit hätte und wenn er nicht seinen Stücken durch ein schwülstiges und verworrenes Wesen das Natürliche entzöge und ihre Schönheit durch allzugroße Kunst verdunkelte. Weil er nach seinen Fingern urteilt, so sind seine Stücke überaus schwer zu spielen; denn er verlangt die Sänger und Instrumentalisten sollen durch ihre Kehle und Instrumente eben das machen, was er auf dem Klavier spielen kann. Dieses aber ist unmöglich. […] man bewundert […] die beschwerliche Arbeit und eine ausnehmende Mühe, die doch vergebens angewandt ist, weil sie wider die Vernunft streitet.“\n– J. A. Scheibe: Der Critische Musicus, Sechstes Stück, Hamburg, 14. Mai 1737\n\nAuch die meisten Thomaskantoren des ausgehenden 18. Jahrhunderts kümmerten sich wenig um die Aufführung und Bewahrung der Kompositionen ihres Vorgängers. Das Andenken an Bach pflegten außer einigen Musikliebhabern[62] vor allem seine von ihm unterrichteten Söhne, die selbst Komponisten geworden waren. Allerdings beschritten sie durchaus eigene Wege.\n\nEin weiterer Sohn, Johann Gottfried Bernhard Bach, bereitete dem Vater überwiegend Sorgen. Er verschwand 23-jährig plötzlich unter Hinterlassung eines Schuldenberges von seiner Organistenstelle in Sangerhausen und starb schon ein Jahr später 1739 in Jena an „hitzigem Fieber“.\n\nWährend seiner gesamten Schaffenszeit war Bach als Instrumental- und Kompositionslehrer tätig, insgesamt 81 Schüler sind nachweisbar. Die Schüler lebten, oft über lange Zeit, im Haushalt der Familie und nahmen später wichtige Kapellmeister- und Kantorenposten ein. Sie waren es, die neben seinen Söhnen Bachs Namen und musikalischen Nachlass auch in der zweiten Hälfte des 18. Jahrhunderts lebendig erhielten. Bekannte Schüler Bachs waren Johann Ludwig Krebs und Johann Philipp Kirnberger, der Bachs Kompositionslehre und Wohltemperierte Stimmung weitergab. Dadurch wurden zwar etliche Kompositionen Bachs zu Lehrwerken für spätere Komponisten wie den jugendlichen Ludwig van Beethoven, wurden aber dennoch in den ersten achtzig Jahren nach Bachs Tod kaum öffentlich aufgeführt.\n\nHaydn und Mozart meinten zunächst Carl Philipp Emanuel Bach, wenn sie von Bach sprachen. Ihnen, vor allem Joseph Haydn, war dieser ein entscheidender Anreger auf dem Weg zum eigenen Stil. Mozart wurde außerdem durch die Musik Johann Christian Bachs, den er 1764/65 auf einer Konzertreise als „Wunderkind“ in London kennengelernt hatte, beeinflusst. Johann Sebastian Bach trat erst spät in beider Bewusstsein.\n\nAb April 1782 lernte Wolfgang Amadeus Mozart im Hause Gottfried van Swietens neben Werken von Händel auch Werke von Bach kennen. Mozart studierte vor allem Bachs Klavierfugen durch und eignete sich systematisch deren Kompositionstechniken an.\n\n„Ich gehe alle Sonntag um 12 Uhr zum Baron van Swieten und da wird nichts gespielt als Händl und Bach – ich mach mir eben eine Collection von den bachischen Fugen – sowohl Sebastian als Emanuel und Friedemann Bach […] Dann auch von","strBiographyFR":"Johann Sebastian Bach, en français Jean-Sébastien Bach, né à Eisenach le 31 mars (21 mars) 1685, mort à Leipzig le 28 juillet 1750, est un musicien, notamment organiste, et compositeur allemand.\n\nMembre le plus éminent de la famille Bach — la famille de musiciens la plus prolifique de l'histoire —, sa carrière s'est entièrement déroulée en Allemagne centrale, dans le cadre de sa région natale, au service de petites municipalités, de cours princières sans importance politique, puis du conseil municipal de Leipzig qui lui manifestait peu de considération : il n'a ainsi jamais pu obtenir un poste à la mesure de son génie et de son importance dans l'histoire de la musique occidentale, malgré la considération de certains souverains allemands (tel Frédéric le Grand) pour le « Cantor de Leipzig ».\n\nOrphelin de bonne heure, sa première formation a été assurée par son père Johann Ambrosius Bach, puis par son frère aîné Johann Christoph Bach, mais il a aussi été un autodidacte passionné de son art, copiant et étudiant sans relâche les œuvres de ses prédécesseurs et de ses contemporains, développant sa science de la composition et particulièrement du contrepoint jusqu'à un niveau inconnu avant lui et, depuis lors, jamais surpassé. Johann Sebastian Bach a été un virtuose de plusieurs instruments, le violon et l'alto, mais surtout le clavecin et l'orgue. Sur ces deux derniers instruments, ses dons exceptionnels faisaient l'admiration et l'étonnement de tous ses auditeurs ; il prétendait jouer tout à première vue, et pouvait improviser sur le champ une fugue à trois voix. Il avait aussi une compétence reconnue et très sollicitée en expertise de facture instrumentale.\n\nÀ la croisée des principales traditions musicales européennes (pays germaniques, France et Italie), il en a opéré une synthèse très novatrice pour son temps. Bien qu'il n’ait pas créé de formes musicales nouvelles, il pratiqua tous les genres existant à son époque à l’exception de l’opéra : dans tous ces domaines, ses compositions, dont seules quelques-unes ont été imprimées de son vivant, montrent une qualité exceptionnelle en invention mélodique, en développement contrapuntique, en science harmonique, en lyrisme inspiré d’une profonde foi luthérienne. La musique de Bach réalise l'équilibre parfait entre le contrepoint et l'harmonie avant que cette dernière prenne le pas à partir du milieu du XVIIIe siècle. Il est en particulier le grand maître de la fugue, du prélude de choral, de la cantate religieuse et de la suite qu’il a portés au plus haut degré d’achèvement. La principale destination de ses œuvres a beaucoup dépendu des fonctions exercées : pièces pour orgue à Mühlhausen ou Weimar, instrumentales et orchestrales à Cöthen, religieuses à Leipzig notamment.\n\nSes contemporains l’ont souvent considéré comme un musicien austère, trop savant et moins tourné vers l’avenir que certains de ses collègues. Il a formé de nombreux élèves et transmis son savoir à plusieurs fils musiciens pour lesquels il a composé de nombreuses pièces à vocation didactique, ne laissant cependant aucun écrit ou traité. Mais la fin de sa vie a été consacrée à la composition, au rassemblement et à la mise au propre d’œuvres magistrales ou de cycles synthétisant et concrétisant son apport théorique, constituant une sorte de « testament musical ».\n\nPeu connue de son vivant au dehors de l'Allemagne, passée de mode et plus ou moins oubliée après sa disparition, son œuvre, comprenant plus de mille compositions, est généralement considérée comme l'aboutissement et le couronnement de la tradition musicale du baroque : elle a fait l’admiration des plus grands musiciens, conscients de son extraordinaire valeur artistique. Objet d'un culte chez les musicologues et musiciens qui a cependant pu susciter l'ironie de Berlioz, Jean-Sébastien Bach est de nos jours considéré comme un des plus grands compositeurs de tous les temps, si ce n'est comme le plus grand.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Johann Sebastian Bach (IPA /joˈhan/ o /ˈjoːhan zeˈbastjan ˈbax/ en alemán) (Eisenach, Turingia, 21 de marzo/ 31 de marzo de 1685 — Leipzig, 28 de julio de 1750) fue un compositor, organista, clavecinista, violinista, violista, maestro de capilla y cantor alemán del período barroco, el miembro más importante de una de las familias de músicos más destacadas de la historia, con más de 35 compositores famosos y muchos intérpretes destacados.\n\nSu reputación como organista y clavecinista era legendaria, con fama en toda Europa por su gran técnica y capacidad de improvisar música al teclado. Además del órgano y del clavecín, tocaba el violín y la viola de gamba.\n\nSu fecunda obra es considerada como la cumbre de la música barroca; destaca en ella su profundidad intelectual, su perfección técnica y su belleza artística, además de la síntesis de los diversos estilos internacionales de su época y del pasado y su incomparable extensión. Bach es considerado el último gran maestro del arte del contrapunto, donde es la fuente de inspiración e influencia para posteriores compositores y músicos desde Wolfgang Amadeus Mozart pasando por Arnold Schönberg, hasta nuestros días.\n\nSus obras más importantes están entre las más destacadas de la música clásica europea y de la música universal. Entre ellas se encuentran los Conciertos de Brandeburgo, El clave bien temperado, la Misa en si menor, la Pasión según san Mateo, El arte de la fuga, Ofrenda musical, las Variaciones Goldberg, la Tocata y fuga en re menor, varios ciclos de cantatas, el Concierto italiano, la Obertura francesa, las Suites para violonchelo solo, las Sonatas y partitas para violín solo y las Suites para orquesta.","strBiographyPT":"Johann Sebastian Bach (Eisenach, 31 de março de 1685 — Leipzig, 28 de julho de 1750) foi um cantor, compositor, cravista, (pianista), maestro, organista, professor, violinista e violista oriundo do Sacro Império Romano-Germânico, atual Alemanha.\n\nNascido em uma família de longa tradição musical, cedo mostrou possuir talento e logo tornou-se um músico completo. Estudante incansável, adquiriu um vasto conhecimento da música europeia de sua época e das gerações anteriores. Desempenhou vários cargos em cortes e igrejas alemãs, mas suas funções mais destacadas foram a de Kantor da Igreja de São Tomás e Diretor Musical da cidade de Leipzig, onde desenvolveu a parte final e mais importante de sua carreira. Absorvendo inicialmente o grande repertório de música contrapontística germânica como base de seu estilo, recebeu mais tarde a influência italiana e francesa, através das quais sua obra se enriqueceu e transformou, realizando uma síntese original de uma multiplicidade de tendências. Praticou quase todos os gêneros musicais conhecidos em seu tempo, com a notável exceção da ópera, embora suas cantatas maduras revelem bastante influência desta que foi uma das formas mais populares do período Barroco.\n\nSua habilidade ao órgão e ao cravo foi amplamente reconhecida enquanto viveu e se tornou legendária, sendo considerado o maior virtuose de sua geração e um especialista na construção de órgãos. Também tinha grandes qualidades como maestro, cantor, professor e violinista, mas como compositor seu mérito só recebeu aprovação limitada e nunca foi exatamente popular, ainda que vários críticos que o conheceram o louvassem como grande. A maior parte de sua música caiu no esquecimento após sua morte, mas sua recuperação iniciou no século XIX e desde então seu prestígio não cessou de crescer. Na apreciação contemporânea Bach é tido como o maior nome da música barroca, e muitos o vêem como o maior compositor de todos os tempos, deixando muitas obras que constituem a consumação de seu gênero. Entre suas peças mais conhecidas e importantes estão os Concertos de Brandenburgo, o Cravo Bem-Temperado, as Sonatas e Partitas para violino solo, a Missa em Si Menor, a Tocata e Fuga em Ré Menor, a Paixão segundo São Mateus, a Oferenda Musical, a Arte da Fuga e várias de suas cantatas.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Eisenach","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uxuptv1518109669.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/ypsywy1359107827.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wqqpsr1518109743.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/twxvqv1475405784.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"24f1766e-9635-4d58-a4d4-9413f9f98a4c","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}