{"artists":[{"idArtist":"122373","strArtist":"Mercedes Sosa","strArtistStripped":null,"strArtistAlternate":"La Negra","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1935","intDiedYear":"2009","strDisbanded":null,"strStyle":"Folk","strGenre":"Folk","strMood":"","strWebsite":"www.mercedessosa.com.ar","strFacebook":"","strTwitter":"1","strBiographyEN":"Haydée Mercedes Sosa (9 July 1935 – 4 October 2009), known as La Negra (literally: The Black One), was an Argentine singer who was popular throughout Latin America and many countries outside the continent. With her roots in Argentine folk music, Sosa became one of the preeminent exponents of nueva canción. She gave voice to songs written by both Brazilians and Cubans. She was best known as the \"voice of the voiceless ones\".\nSosa performed in venues such as the Lincoln Center in New York City, the Théâtre Mogador in Paris and the Sistine Chapel in Vatican City, as well as sell-out shows in New York's Carnegie Hall and the Roman Coliseum during her final decade of life. Her career spanned four decades and she was the recipient of several Grammy awards and nominations, including a posthumous Latin Grammy award for Best Folk Album. She served as an ambassador for UNICEF.","strBiographyDE":"\"Wer sich für ein Leben als Musiker oder Sänger entscheidet, mit all seinen Implikationen, entscheidet sich für ein Leben als Künstler. Man ist Hoffnungsträger oder Protestler, Feind oder persona non grata - je nach Perspektive.\"\n\nSo spricht Mercedes Sosa in einem Interview mit der Berliner Tageszeitung. Die Frau, die als \"Stimme Lateinamerikas\" nicht nur in die Musikgeschichte eingeht, erlebt alle diese verschiedenen Blickwinkel am eigenen Leib.\n\nGeboren am 9. Juli 1935 in San Miguel De Tucamán entdeckt Haydée Mercedes Sosa schon früh den Reiz der Folklore ihrer argentinischen Heimat. Sie interessiert sich für Volkstänze und traditionelles Liedgut, das sie bald selbst zu interpretieren beginnt.\n\nMit 15 gewinnt sie unter dem Pseudonym Gladys Osorio den Talentwettbewerb eines Lokalradiosenders. Der Hauptpreis, ein zweimonatiger Künstlervertrag, erweist sich als Sprungbrett für eine internationale Karriere.\n\nEnthält ihr Debütalbum von 1962, \"La Voz De La Zafra\", noch rein argentinische Stücke, erweitert Mercedes Sosa ihr Repertoire später um Material aus ganz Südamerika. Ihren Durchbruch markiert 1965 ein Auftritt auf dem Festival Nacional De Folklore De Cosquín. 1967 tritt sie bereits in allen Teilen der Welt auf.\n\nZusammen mit ihrem Ehemann Manuel Oscar Matus und anderen Kollegen gilt Mercedes Sosa als eine Mitbegründerin der Nueva Cancion. Die Vertreter der Fraktion der \"neuen Liedermacher\" sehen sich nicht nur als Wahrer der Tradition, sondern auch \nals politische Botschafter.\n\nObwohl Mercedes Sosa weithin als Singer/Songwriterin angesehen wird, berühmt wird sie mit der Interpretation und Adaptation von Werken Anderer. Sie verpackt ihre politischen Überzeugungen subtil in ihre poetischen Lieder. Sie wenden sich gegen Krieg, Unterdrückung und die Diktatur.\n\nIhre offene Sympathie für linksgerichtete Bewegungen macht es für Mercedes Sosa zunehmend schwer. Im Gegensatz zu zahlreichen Gesinnungsgenossinnen und -genossen bleibt sie jedoch auch nach dem Putsch von 1976 im Land, obwohl sie unter starkem Druck seitens der Militärdiktatur zu leiden hat.\n\nEnde der 70er Jahre wird Mercedes Sosa bei einem Konzert noch auf der Bühne verhaftet. Einen Großteil des Publikums ereilt das gleiche Schicksal. Erst jetzt entschließt sich die Sängerin für den Weg ins Exil. Über die Zwischenstation Paris landet sie in Madrid.\n\nAuch hier bleibt Mercedes Sosa aktiv. Sie organisiert unter anderem Konzerte diverser Kollegen. Die Rückkehr in ihre Heimat feiert sie 1982 nach dem Ende der Diktatur mit einem Konzert in Buenos Aires, das noch Jahrzehnte später als starkes Symbol für die politische Erneuerung Argentiniens gewertet wird.\n\nMercedes Sosa bleibt die Stimme der Oppositionellen und der unzähligen verschwundenen Dissidenten. Sie arbeitet mit lateinamerikanischen Künstlern ebenso zusammen wie mit Musikern aus den USA und Europa, darunter Folk-Ikone Joan Baez und Liedermacher Konstantin Wecker. \"They Dance Alone\", Stings Hymne an die Mütter der Verschwundenen, verpasst sie ein neues Gewand.\n\nAuch eine schwere Krankheit bringt die mächtige Altstimme nicht zum Verstummen. In den 90ern feiert Mercedes Sosa ein triumphales Comeback und erfährt nun endlich auch von offizieller Seite Würdigung: 1996 wird die Frau, die ihre Fans \"La Negra\" nennen und die von den Indigenas als \"pacha mama\", als \"Erdmutter\" gefeiert wird, zur \"Persönlichkeit von nationaler Bedeutung\" erhoben.\n\nZeitlebens bleibt die Musikerin Mercedes Sosa eine Aktivistin, tritt für Frauen- und Menschenrechte ein und ist ab 2008 als Botschafterin für Lateinamerika und die Karibik im Auftrag von UNICEF unterwegs.\n\nIm September 2009 wird sie mit Leberproblemen in ein Krankenhaus in Boenos Aires eingeliefert. Dort stirbt sie wenige Tage später am 4. Oktober an Herz-Lungen-Komplikationen. Mercedes Sosa wurde 74 Jahre alt.\n\nUngewollt gerät damit das Album \"Cantora\" zu ihrem Abschiedswerk. Zur deutschen Albumveröffentlichung am 30. Oktober 2009, blickt \"Cantora\" mit 100.000 verkauften Einheiten bereits auf einen Platinstatus in Argentinien zurück. Mit am Erfolg beteiligt: die zahlreichen Duett-Gäste, unter ihnen Shakira, Daniela Mercury, Caetano Veloso, Leon Gieco und Joan Manuel Serrat.","strBiographyFR":"Haydée Mercedes Sosa (San Miguel de Tucumán, 9 juillet 1935 - décédée à Buenos Aires le 4 octobre 2009), est une chanteuse argentine mieux connue sous le nom de Mercedes Sosa. Très populaire dans toute l'Amérique latine, elle est appelée La Negra (La Noire) par ses admirateurs.\n\nMercedes Sosa a commencé à chanter très tôt et, dès l'âge de 15 ans, elle a gagné un concours dans une station de radio.\n\nElle s'est ensuite impliquée dans le mouvement nommé la nueva canción, et a enregistré son premier album Canciones con Fundamento, un recueil de chansons folkloriques argentines.\nMercedes Sosa en 1973.\n\nElle a depuis connu un immense succès. Sa voix, reconnaissable entre toutes, a interprété d'innombrables chansons issues du folklore, ou des compositions plus récentes, parfois écrites spécifiquement pour elle. Elle a aussi interprété les chansons de l'artiste chilienne Violeta Parra, et celles de Atahualpa Yupanqui, auteur et compositeur argentin.\n\nDurant les années 1970, elle est également actrice de cinéma, particulièrement dans les deux films El Santo de la espada et Güemes de Leopoldo Torre Nilsson, réalisateur argentin.\n\nLors d'un concert à La Plata en 1979, elle est arrêtée. Elle a dû s'exiler à Paris, puis à Madrid, fuyant le régime dictatorial de son pays, après le coup d'État de Jorge Videla.\n\nElle est retournée en Argentine en 1982, quelques mois avant la chute du régime militaire, et organisa un grand concert à l'opéra de Buenos Aires, avec de nombreux autres artistes. L'enregistrement de ce concert est l'un des disques les plus importants de sa carrière. En 1992, elle est déclarée « citoyenne d'honneur de Buenos Aires ». Elle a été l'incomparable interprète des poèmes de Félix Luna mis en musique par le pianiste compositeur Ariel Ramírez. Par la suite, elle a interprété les œuvres des auteurs d'hier et d'aujourd'hui. Mercedes Sosa fut accompagnée pendant la plus grande partie de sa carrière par le guitariste argentin Nicolás « Colacho » Brizuela. Elle collabore avec des artistes argentins comme León Gieco, Charly García, Antonio Tarragó Ros, Rodolfo Mederos et Fito Páez, ou d'autres artistes d'Amérique latine comme Milton Nascimento, Gian Marco et Silvio Rodríguez, ou peu avant sa mort, avec Caetano Veloso, Luis Alberto Spinetta, Shakira, ainsi qu'avec des artistes européens : Nilda Fernández (Mon amour), Francis Cabrel (Yo vengo a ofrecer mi corazón).\n\nElle était ambassadrice de bonne volonté pour l'UNESCO en Amérique latine et aux Caraïbes.\n\nSa dernière œuvre publiée est le double album Cantora, sorti peu avant sa mort, et dans lequel elle interprète 34 chansons des plus grands chanteurs espagnols et latino-américains (Joan Manuel Serrat, Luis Alberto Spinetta, Caetano Veloso, Shakira etc.). Ce double album se termine par l'hymne national argentin. Un DVD portant le même titre contient le film de l'enregistrement de cet album.\nLa présidente Cristina Fernández de Kirchner et son époux, l'ex-président Néstor Kirchner, lors de la veillée du corps de Mercedes Sosa au Palais du Congrès de la Nation Argentine.\n\nSelon ses dernières volontés, ses cendres ont été dispersées à La Sala, près de San Javier, dans la province de Tucuman où elle était née, et où elle aimait à retourner.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Mercedes Sosa (* San Miguel de Tucumán, Argentina, 9 de julio de 1935 – Buenos Aires, Argentina, 4 de octubre de 2009) conocida como La Negra Sosa o La Voz de América, fue una cantante de música folclórica argentina reconocida en América, Europa, Israel y Asia Oriental, considerada como la principal cantante popular de Latinoamérica.\n\nFundadora del Movimiento del Nuevo Cancionero y una de las exponentes de la Nueva canción latinoamericana. Incursionó en otros géneros como el tango, el rock y el pop. Se definía a sí misma como «cantora» antes que «cantante», en lo que fue una distinción fundamental de la nueva canción latinoamericana de la que ella fue una de las iniciadoras: «Cantante es el que puede y cantor el que debe» (Facundo Cabral). Ese ideal fue expresado por Mercedes Sosa en los títulos de sus álbumes como Canciones con fundamento y Yo no canto por cantar.\n\nEntre las interpretaciones con que se ha destacado en el cancionero latinoamericano se encuentran Canción con todos, Alfonsina y el mar, Gracias a la vida, Como la cigarra, Zamba para no morir, La maza, Todo cambia, Duerme negrito y Calle angosta. Entre sus discos se destacaron Canciones con fundamento (1965), Yo no canto por cantar (1966), Mujeres argentinas (1969), Homenaje a Violeta Parra (1971), Cantata sudamericana (1972), Mercedes Sosa interpreta a Atahualpa Yupanqui (1977), Mercedes Sosa en Argentina (1982), Alta fidelidad (1997) y su interpretación de la Misa criolla (2000). Su último trabajo es Cantora, lanzado poco antes de su muerte, un álbum doble donde interpreta 34 canciones a dúo con destacados cantantes iberoamericanos, y cierra con el Himno nacional argentino.","strBiographyPT":"Mercedes Sosa (San Miguel de Tucumán, 9 de julho de 1935 — Buenos Aires, 4 de outubro de 2009) foi uma cantora argentina, uma das mais famosas na América Latina. A sua música, com raízes na música folclórica argentina, ela se tornou uma das expoentes do movimento conhecido como Nueva canción. Apelidada de La Negra pelos fãs devido à ascendência ameríndia (no exterior acreditava-se erroneamente que era devido a seus longos cabelos negros), ficou conhecida como a voz dos \"sem voz\".","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Argentina","strCountryCode":"AR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qppqsw1376491663.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/sosa-mercedes-54a971107ef0e.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/swxppy1521512241.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/ysuyrr1539566011.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/tsuxur1391518554.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/sosa-mercedes-54aaf014eaa25.jpg","strMusicBrainzID":"324b9329-7be6-491f-9ee1-65bfa10c7577","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}