{"artists":[{"idArtist":"130099","strArtist":"Ron Wood","strArtistStripped":null,"strArtistAlternate":"Ronnie Wood","strLabel":null,"idLabel":null,"intFormedYear":"1964","intBornYear":"1947","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock","strMood":"","strWebsite":"www.ronniewood.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Ronald David \"Ronnie\" Wood (born 1 June 1947) is an English rock musician, songwriter, singer and radio personality best known as a member of the Rolling Stones since 1975, as well as a former member of the Faces and the Jeff Beck Group.\n\nWood began his career in 1964, when he joined the Birds on guitar. He then joined the mod group the Creation, but only remained with the group for a short time, and appeared on a small number of singles. Wood joined the Jeff Beck Group in 1967 as a bass player. They released two albums, Truth and Beck-Ola, which became moderate successes. The group split in 1969, and Wood departed along with lead vocalist Rod Stewart to join former Small Faces members Ronnie Lane, Ian McLagan, and Kenney Jones in a new group, dubbed the Faces. The group, although relegated to \"cult\" status in the US, found great success in the UK and mainland Europe. The Faces released their debut album, First Step, in 1970. The group went on to release Long Player and A Nod Is as Good as a Wink... to a Blind Horse in 1971. Their last LP, entitled Ooh La La, was released in 1973. After the group split, Wood began several solo projects, eventually recording his first solo LP, I've Got My Own Album to Do, in 1974. The album featured former bandmate McLagan as well as former Beatle George Harrison and Keith Richards of the Rolling Stones, a longtime friend of Wood's. Richards soon invited Wood to join the Rolling Stones, after the departure of Mick Taylor. Wood joined in 1975, and has remained a member ever since.\n\nBesides I've Got My Own Album to Do, Wood has recorded several other solo efforts. Now Look was released in 1975, and peaked at number 118 on Billboard, and Wood collaborated with Ronnie Lane for the soundtrack album Mahoney's Last Stand. He released Gimme Some Neck in 1979, which hit number 45 in the US. 1234 was released in 1981, peaking at number 164. He released Slide on This in 1992, Not for Beginners came out in 2002. and I Feel Like Playing in 2010. As a member of the Rolling Stones, Wood was inducted into the Rock and Roll Hall of Fame in 1989, and was inducted a second time, as a member of the Faces, in April 2012.","strBiographyDE":"Wikipedia\n\nRonald David „Ron“ Wood, auch „Ronnie“ Wood, (* 1. Juni 1947 in Hillingdon, London) ist ein britischer Rockmusiker, der als Mitglied der Jeff Beck Group, der Faces und seit 1975 der Rolling Stones bekannt ist. Er spielt Gitarre und E-Bass. ","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Hillingdon, Middlesex, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ytupyu1402322178.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/wood-ron-58ab150bb6485.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ssvwrw1402322191.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wgzcif1630937551.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/sv2eey1630937646.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/knfsuq1630937702.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/wood-ron-58ab167b35054.jpg","strMusicBrainzID":"92ed8183-8f22-42b2-af4e-d44137610fa0","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}