{"artists":[{"idArtist":"116259","strArtist":"Coleman Hawkins","strArtistStripped":null,"strArtistAlternate":"Hawk, Bean","strLabel":null,"idLabel":null,"intFormedYear":"1904","intBornYear":"1904","intDiedYear":"1969","strDisbanded":"Yes","strStyle":"Jazz","strGenre":"Jazz","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Coleman Randolph Hawkins, nicknamed Hawk and sometimes \"Bean\" (November 21, 1904 – May 19, 1969), was an American jazz tenor saxophonist. He was one of the first prominent jazz musicians on his instrument. As Joachim E. Berendt explained, \"there were some tenor players before him, but the instrument was not an acknowledged jazz horn\". While Hawkins is most strongly associated with the swing music and big band era, he had a role in the development of bebop in the 1940s.  Fellow saxophonist Lester Young, who was called \"Pres\", in a 1959 interview with The Jazz Review, said: \"As far as I'm concerned, I think Coleman Hawkins was the President first, right? As far as myself, I think I'm the second one.\" Miles Davis once said: \"When I heard Hawk, I learned to play ballads.\"  Hawkins died on May 19, 1969 from pneumonia brought on by chronic alcohol consumption.","strBiographyDE":null,"strBiographyFR":"Coleman Hawkins, dit Bean (haricot), (21 novembre 1904 - 19 mai 1969) est un musicien américain, saxophoniste ténor de jazz. Il fut l’un des solistes majeurs du middle jazz.\n\nIl a marqué et inspiré plusieurs générations de saxophonistes. Sa sonorité large, riche en harmoniques, axée sur un vibrato puissant et une ample dynamique, son phrasé staccato généreux et très élaboré, son inventivité mélodique et sa maitrise technique feront de bean pendant deux décennies le roi de l'instrument, suprématie seulement contestée dans les années de guerre par l'autre grand du ténor et au style legato diamétralement opposé : Lester Young. Son principal disciple fut Ben Webster.\n\nSon interprétation du standard Body and Soul, enregistrée en 1939, considérée comme un modèle du genre d’improvisation jazz, proche de la perfection selon les spécialistes, fut un succès commercial.\n\nColeman Randolph Hawkins est né le 21 novembre 1904 à Saint-Joseph dans le Missouri. Il fait des études musicales classiques au Washburn College de Kansas City, puis à Chicago,où il apprend à jouer du piano et du violoncelle. À 9 ans, il reçoit un saxophone ténor pour son anniversaire. Il fait des apparitions en public dès 12 ans et rejoint un orchestre de théâtre, à 16 ans. Il apprend la composition et l’harmonie à l’université avant de rejoindre l’orchestre de la chanteuse Mamie Smith (1922-1923).\n\nSa popularité commence à s’affirmer dans l’orchestre de Fletcher Henderson, dans lequel il est engagé en 1922 et dont il devient rapidement le soliste et la vedette principale. Engagé par Jack Hylton, il quitte Henderson en 1934 pour partir comme soliste en Europe (France, Royaume-Uni, Pays-Bas et Suisse), où il eut une influence importante sur le développement du jazz européen. Il y rencontrera notamment le guitariste Django Reinhardt, Alix Combelle, Stéphane Grappelli...\n\nAu début de la guerre en Europe, il retourne aux États-Unis et monte un big band avec lequel il enregistre le 30 septembre sa légendaire interprétation de Body and Soul, qui sera l'une des meilleures ventes de disques de l'histoire du jazz. En 1942 il se produit en petites formations et enregistre avec Dizzy Gillespie, Roy Eldridge, recrute des musiciens be bop comme Fats Navarro, Milt Jackson, Max Roach et Thelonious Monk.\n\nDans les années 1950 et 1960, il est l’une des vedettes des tournées Jazz at the Philharmonic, enregistre encore avec Sonny Rollins, Miles Davis, Fats Navarro, Max Roach et Milt Jackson, et fera même une tentative dans la bossa nova en 1963.\nDéçu par l’industrie musicale, démotivé, il sombre dans l’alcoolisme. Malgré sa santé déclinante, il trouve encore la force d'apparaître sur quelques scènes ou dans des films et de gérer un petit club de jazz. Il meurt d'une pneumonie le 19 mai 1969 à New York.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Saint Joseph, Missouri, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qqptpy1413548928.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xrtwyu1521576193.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/3cmttp1642771516.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/eqix8t1642771640.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/9xe24q1642772027.jpg","strArtistBanner":null,"strMusicBrainzID":"5c8cb181-38fe-4300-8153-650b2ed0258f","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}