{"artists":[{"idArtist":"121351","strArtist":"Emmanuel Chabrier","strArtistStripped":null,"strArtistAlternate":"Chabrier","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1841","intDiedYear":"1894","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Alexis Emmanuel Chabrier (Born January 18, 1841 – September 13, 1894) was a French Romantic composer and pianist. Although known primarily for two of his orchestral works, España and Joyeuse marche, he left an important corpus of operas (including the increasingly popular L'étoile), songs, and piano music as well. These works, though small in number, are of very high quality, and he was admired by composers as diverse as Debussy, Ravel, Richard Strauss, Satie, Schmitt, Stravinsky, and the group of composers known as Les six. Stravinsky alluded to España in his ballet Petrushka, Ravel wrote that the opening bars of Le roi malgré lui changed the course of harmony in France, Poulenc wrote a biography of the composer, and Richard Strauss conducted the first staged performance of Chabrier's incomplete opera Briséïs.","strBiographyDE":"Wikipedia\n\nAlexis-Emmanuel Chabrier (* 18. Januar 1841 in Ambert, Département Puy-de-Dôme; † 13. September 1894 in Paris) war ein französischer Komponist und Pianist. \n\nEmmanuel Chabrier war der Sohn des Rechtsanwalts Jean Chabrier. Er erhielt bereits mit sechs Jahren den ersten Klavierunterricht und komponierte achtjährig einige Tänze. 1852 zog die Familie nach Clermont-Ferrand, 1856 dann nach Paris, wo er Klavierschüler von Edward Wolff wurde, Komposition bei T. E. Semet und Aristide Hignard und Violine bei Richard Hammer studierte. Trotzdem begann er im Jahre 1858 auch ein Jurastudium und erhielt 1861 eine Stellung im Innenministerium. Dennoch komponierte er nebenbei weiter, wobei er sich dabei auf leichte Klavierstücke und Operetten beschränkte.\nDurch sein Interesse an Dichtung und Malerei freundete sich Chabrier mit verschiedenen Künstlern an. Auch vom Impressionismus war Chabrier fasziniert, und sein Freund Édouard Manet porträtierte ihn gleich zweimal. Der Freundschaft mit Paul Verlaine entsprangen die Libretti für seine Operetten Fisch-Ton-Kan (1863–64) und Vaucochard et fils Ier (1864), die jedoch genauso unvollendet blieben wie die 1867 begonnene Oper Jean Hunyade.\n1873 heiratete er Marie Alice Dejean. Er schrieb seine ersten Orchesterwerke und hatte schließlich erste Erfolge mit seinen heiteren Opern L’étoile (1877) und Une éducation manquée (1879).\nIm Hause Chabrier trafen sich nahezu alle namhaften französischen Komponisten der Zeit. Im Jahre 1880 gab er seinen Posten im Ministerium auf, um sich ganz der Musik zu widmen. Für Klavier schrieb er 1881 die zehn Pièces pittoresques, eines seiner bedeutendsten Werke. Daneben begann er als Sekretär des Dirigenten Charles Lamoureux zu arbeiten, bei welchem er unter anderem als Korrepetitor und Chorleiter fungierte. Durch diese Tätigkeiten entstanden für Chabrier wichtige Kontakte, die er für die Aufführung seiner Werke nutzen konnte. Da Lamoureux ein aktiver Unterstützer Richard Wagners war, wurde auch Chabrier zum „Wagnerianer“.\nNach einem Spanien-Aufenthalt im Jahre 1882 entstand die Orchesterrhapsodie España, sein populärstes Stück. Chabrier komponierte das Werk ursprünglich, um im Publikum die Erregung zu wecken, die er beim Anblick der iberischen Tänzer verspürte. Das Werk ist ein Ausdruck jenes Exotismus, der eines der Charakteristika der Kultur des 19. Jahrhunderts war. Schon 1879 hatte Chabrier mit der Komposition seiner – vom Einfluss der Wagnerschen Musikdramen geprägten – Oper Gwendoline, und Anfang der 1880er Jahre erhoffte er sich eine Aufführung. (Erst im Jahre 1886 sollte sich die Uraufführung aufgrund der standhaften Weigerung des Pariser Grand Opéra – am Brüsseler Opernhaus La Monnaie realisieren; allerdings musste der dortige Impresario Henry Verdhurdt nach der zweiten Aufführung der erfolgreichen Oper Insolvenz anmelden.)\nAb 1883 komponierte Chabrier vorwiegend in La Membrolle-sur-Choisille in der Touraine, wo u. a. die Trois Valses romantiques für Klavier entstanden. Nach der unglücklichen Unterbrechung der ersten Aufführungsserie von Gwendoline entstand hier auch Chabriers nächstes Bühnenwerk, Le roi malgré lui, eine komische Oper nach der Art der Operetten Jacques Offenbachs. Zwar konnte er die Komposition in nur sechs Monaten abschließen, und so wurde das Werk schon im Mai 1887 von der Pariser Opéra-Comique angenommen – doch nach der dritten Aufführung brannte das Opernhaus ab. Daneben orchestrierte Chabrier einige seiner Klavierstücke und schrieb 1890 die Six mélodies sowie die Ode à la musique für Sopran und Frauenchor.\n\nChabriers letzte Jahre waren von Krankheit, finanziellen Problemen und Enttäuschung über den bescheidenen Erfolg seiner Bühnenwerke gekennzeichnet. Seine letzte Oper Briséïs blieb ebenfalls unvollendet, dann unterband eine Lähmung das Komponieren gänzlich. Am 27. Dezember 1893 wurde Gwendoline endlich uraufgeführt. Zu allem Übel erkannte Chabrier seine Musik nicht wieder. 1894 starb der Komponist nach langem Leiden. Erst die nachfolgende Musikergeneration erkannte seine Bedeutung, vor allem als Klavierkomponist. ","strBiographyFR":"Alexis Emmanuel Chabrier était compositeur et pianiste romantique français. Bien que connu principalement pour deux de ses œuvres orchestrales, España et Joyeuse marche, il a laissé un corpus important d'opéras (dont L'étoile de plus en plus populaire) et de chansons et de musique pour piano. Ces œuvres, bien que peu nombreuses, sont de très grande qualité et il était admiré par des compositeurs aussi divers que Debussy, Ravel, Richard Strauss, Satie, Schmitt, Stravinsky et le groupe de compositeurs connus sous le nom de groupe des 6. Stravinsky a fait allusion à España dans son ballet Petrushka, Ravel a écrit que les mesures d'ouverture du roi malgré lui ont changé le cours de l'harmonie en France, Poulenc a écrit une biographie du compositeur et Richard Strauss a dirigé la première mise en scène de l'opéra incomplet Briséïs de Chabrier. ","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"France","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qpqwuw1562013132.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rywwxq1562013147.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/fp8ljy1612521653.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"3d217bc1-cc90-4261-a230-46c0f6b7492c","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}