{"artists":[{"idArtist":"112507","strArtist":"Ramin Djawadi","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1990","intBornYear":"1974","intDiedYear":null,"strDisbanded":null,"strStyle":"Classical","strGenre":"OST","strMood":"","strWebsite":"www.ramindjawadi.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Ramin Djawadi (born July 19, 1974) is a German-Iranian composer of orchestral music for film and television. Djawadi may be best known for his Grammy-nominated, guitar-driven score for Iron Man and for the TV series Prison Break, Game of Thrones and Person of Interest.\nHe was born in Duisburg, Germany to an Iranian father and German mother. After graduating summa cum laude from Berklee College of Music in 1998, Djawadi garnered the attention of Hans Zimmer, who recruited him to Remote Control Productions. Djawadi moved to Los Angeles and worked as an assistant to Klaus Badelt.\n\nHe then went out on his own with Blade: Trinity, collaborating with The RZA for director David Goyer. This was the beginning of his relationship with Goyer for both film and television. Djawadi wrote the score for Goyer's horror thriller The Unborn, which was produced by Michael Bay. Further collaboration with Goyer was the hit television show FlashForward, earning him his second Emmy nomination. Djawadi also composed the Emmy-nominated main title theme music for Prison Break and the title theme for the related show Breakout Kings. Djawadi's ethereal score for the film Mr. Brooks earned him a World Soundtrack Awards \"Discovery of the Year\" nomination. His other scores include Deception, starring Hugh Jackman and Ewan McGregor, and Robert Towne's Ask the Dust.\n\nDjawadi scored the first Sony Animation project, Open Season, followed by the sequel Open Season 2. Additional animation scores include The Chubbchubbs Save Xmas. Djawadi's work in these films attracted the filmmakers of the Belgium-based NWave, who created one of the first animated movies in 3D, Fly Me to the Moon. Djawadi completed Warner Brothers' Clash of the Titans in 2010. Djawadi also scored the soundtrack for the 2010 video game Medal of Honor and HBO's fantasy drama Game of Thrones.\n\nHe is currently composing the music for the hit TV series Person of Interest.\n\nDjawadi's usual orchestrators are Stephen Coleman and Tony Blondal.","strBiographyDE":null,"strBiographyFR":"Ramin Djawadi est un compositeur de musique de film d'origine iranienne né à Duisbourg, en Allemagne, en 1974. Faisant partie de Remote Control Production, il a été de nombreuses fois crédité en tant que compositeur pour musiques additionnelles, orchestrateur et assistant d'Hans Zimmer.\n\nRamin Djawadi est le compositeur musical pour les séries Person of Interest et Game of Thrones.\n\nRamin Djawadi, d'origine iranienne, est né le 19 juillet 1974 à Duisbourg, en Allemagne.\n\nC'est à l'âge de 24 ans, en 1998, qu'il sort avec une grande distinction de la Berklee College of Music à Boston, aux États-Unis. Peu de temps après, c'est le célèbre compositeur américano-allemand, Hans Zimmer, qui l'accueillit sous son aile à la Remote Control Production, à Santa Monica, en Californie.\n\nComme de nombreux compositeurs à Remote Control, Ramin a commencé par composer des musiques additionnelles sur, par exemple, La Recrue, ou encore le blockbuster, Pirates des Caraïbes : La Malédiction du Black Pearl. Il a ensuite co-composé avec Hans Zimmer pour des films comme Thunderbirds, ou encore Batman Begins.\n\nPar la suite, il collabora avec le réalisateur David Goyer avec lequel il composa pour le film d'horreur-thriller Unborn (The Unborn), produit par Michael Bay. À la télévision, il collabora aussi avec Goyer pour la série à succès Flash Forward. Mais son plus gros succès sur petit écran, il le décrocha avec la série Prison Break. Ce fut d'ailleurs avec ce succès qu'il fut nominé aux Emmy Awards.\n\nDémontrée sa diversité, Ramin a également composé pour le film Mr. Brooks, avec Kevin Costner. Ce score lui a valut une nomination au World Soundtrack Awards \"Discovery of the Year\".\n\nIl a également travaillé pour des films d'animations.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Duisburg, Germany","strCountryCode":"","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qswvuu1345117395.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/utqywy1424527303.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/3kfhbx1660940402.png","strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ramin-djawadi-4efdb14026a90.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/yyyxvr1580410241.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/ruuvtx1580410470.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/xqxsqs1424527325.jpg","strMusicBrainzID":"f089f636-6b85-4e0e-a192-0d30ed2b44d1","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}