{"artists":[{"idArtist":"111299","strArtist":"Barry White","strArtistStripped":null,"strArtistAlternate":"","strLabel":"A&M Records","idLabel":"47431","intFormedYear":"1963","intBornYear":"1944","intDiedYear":"2003","strDisbanded":"Yes","strStyle":"Urban/R&B","strGenre":"Soul","strMood":"Happy","strWebsite":"www.barrywhite.com","strFacebook":"www.facebook.com/BarryWhite","strTwitter":"1","strBiographyEN":"Barry White, born Barry Eugene Carter (September 12, 1944 - July 4, 2003), was an American composer and singer-songwriter.\n\nA two-time Grammy Award-winner known for his distinctive bass voice and romantic image, White's greatest success came in the 1970s as a solo singer and with the Love Unlimited Orchestra, crafting many enduring soul, funk, and disco songs such as his two biggest hits, \"You're the First, the Last, My Everything\" and \"Can't Get Enough of Your Love, Babe.\"\n\nWorldwide, White had many gold and platinum albums and singles, with combined sales of over 100 million, according to critics Ed Hogan and Wade Kergan. His influences include southern soul artists like Isaac Hayes, Clarence Carter, Ray Charles, Aretha Franklin plus Motown artists The Supremes, The Four Tops and Marvin Gaye. Along with Isaac Hayes, White is considered by Allmusic.com as the first singer who played disco music before the actual period of the late 1970s.\n\nBarry White was born Barry Eugene Carter in Galveston, Texas, and grew up in the high-crime areas of South Central Los Angeles. White was the elder of two brothers; his brother Darryl is 13 months younger. He grew up listening to his mother's classical music collection, and first took to the piano emulating what he heard on the records. His introduction to music later led to him playing piano on Jesse Belvin's hit single, \"Goodnight My Love.\"\n\nWhite recalled that, \" I had a normal squeaky kid voice. Then as a teenager, that completely changed. My mother cried because she knew her baby boy had become a man.\"\n\nDuring his teenage years, White and his brother got involved with crime and gang activity. At age 17, he was jailed for four months for stealing $30,000 worth of Cadillac tires.\n\nWhite listened to Elvis Presley singing \"It's Now or Never\" on the radio, an experience he later credited with changing the course of his life.","strBiographyDE":"Barry Eugene White (* 12. September 1944 in Galveston, Texas als Barrence Eugene Carter; † 4. Juli 2003 in Los Angeles) war ein US-amerikanischer Soulsänger und Musikproduzent. Erst später nahm er mit White den Namen des Vaters an. Einer seiner bekanntesten Songs in Europa ist You See the Trouble with Me von 1976, das in diesem Jahr #2 in den UK Charts erreichte. Die höchste Platzierung mit dem Titel in seiner US-amerikanischen Heimat war #14, genauso in Deutschland.\n\nDie herausragende Basslage seiner unverkennbaren Stimme erkennt man gut im Intro zu Just The Way You Are (erschienen 1978 auf PolyGram). Nicht viele die Kontinente übergreifend bekannte Künstler erreichen eine derart profunde Stimmlage, dazu zählt neben White sein älterer Kollege im Fach Soul, Lou Rawls.\n\nSeine Karriere begann, als er mit elf Jahren Jesse Belvin am Klavier begleitete. Es entstand der Song „Goodnight My Love“. Dies hatte er zum Teil seiner Mutter zu verdanken, die ihm tatkräftig als Klavierlehrerin zur Seite stand.\n\nDen Erinnerungen in seiner Autobiografie zufolge erlebte Barry White seinen Stimmbruch im Alter von vierzehn Jahren zweimal hintereinander- einmal zum Tenor und dann daraufhin zum tiefen Bass.[1] 1959 verließ Barry White vorzeitig die Highschool ohne einen Schulabschluss.[2]\n\nMit siebzehn Jahren wurde er verhaftet, als er als Mitglied einer Bande Autoreifen stahl, und saß eine Haftstrafe von fünf Monaten ab. Später in einem Interview sagte Barry, dass er in Haft den Elvis-Song „It's Now or Never“ im Radio hörte, was ihn dazu bewegte, sein Leben zu ändern und als Musiker eine Karriere zu starten. Sein 13 Monate jüngerer Bruder Darryl wurde am 5. Dezember 1983 in einer Auseinandersetzung erschossen.\n\nAnfang der 1960er Jahre wurde er unter dem Namen „Berry Lee“ bekannt, unter anderem als Mitglied der Bands „The Upfronts“, „The Majestics“ und „The Atlantics“. Größere Erfolge konnte er jedoch mit seiner selbst gegründeten weiblichen Gesangsgruppe Love Unlimited verbuchen. White schrieb die Songs und die Arrangements und produzierte alle Stücke im Alleingang. Eine der Sängerinnen, Glodean James, heiratete er im Oktober 1975. Der größte Erfolg der Gruppe war „Walkin' In The Rain With The One I Love“. Auch der nachfolgende Song „From A Girl's Point Of View“ war ein Erfolg. Er verkaufte sich über eine Million Mal und brachte den Durchbruch für White und Love Unlimited. Unter dem Namen Love Unlimited Orchestra veröffentlichte White Alben mit Instrumentaltiteln. Der größte Erfolg dieser im Phillysound eingespielten Easy-Listening-Stücke war 1973 das „Love's Theme“.\n\n1973 erschien mit I've Got So Much To Give auch das erste Album unter dem Namen Barry White.\n\nWhite erhielt mehr als 100 Goldene Schallplatten und verkaufte weltweit mehr als 100 Millionen Platten. Im Jahr 2000 wurde er für sein Album „Staying Power“ mit zwei Grammys ausgezeichnet.\n\nSein Leben lang kämpfte der stark übergewichtige Sänger mit den Folgen seines hohen Blutdrucks und Diabetes, war Dialysepatient und erlitt Anfang Mai 2003 einen Schlaganfall, der sich nach Angaben seiner Tochter auf die Sprache und die rechte Körperhälfte des Sängers auswirkte. Am 4. Juli 2003 gegen 9:30 Uhr (Ortszeit) starb er im Alter von 58 Jahren im Krankenhaus Cedars-Sinai in Los Angeles an Nierenversagen, nachdem er monatelang vergeblich auf eine Spenderniere gewartet hatte. Seine Asche wurde im Meer vor der kalifornischen Küste Santa Monica bestattet.\n\n2004 erfolgte seine Aufnahme in die Dance Music Hall of Fame.","strBiographyFR":"Barry Eugene White, de son vrai nom Barrence Eugene Carter, (12 septembre 1944 à Galveston, Texas – 4 juillet 2003 à Los Angeles, Californie), est un chanteur, compositeur et producteur américain de rhythm and blues et de soul.\n\nNé à Galveston, au Texas, d'une mère célibataire, Barry White grandit dans la banlieue de Los Angeles et devient membre d'un gang durant son adolescence. À 17 ans, il est condamné à quatre mois de prison pour vol de pneus d'une Cadillac.\n\nC'est en prison en 1960 et en écoutant à la radio le tube d'Elvis Presley It's Now or Never, signifiant en français « C'est maintenant ou jamais », qu'il prend conscience de la mauvaise tournure de sa vie et de l'absurdité de son incarcération.\n\nCette chanson a un tel impact qu'il souhaitera donner un tout autre sens à sa vie, en décidant notamment qu'il ferait quelque chose de positif dans sa vie et se consacrerait à la musique.\n","strBiographyCN":null,"strBiographyIT":"Barry White, nato Barrance Eugene Carter (Galveston, 12 settembre 1944 – Los Angeles, 4 luglio 2003), è stato un cantautore, polistrumentista, arrangiatore e produttore discografico statunitense. Nella sua carriera ha vinto due Grammy Award e ha venduto più di 100 milioni di dischi[2].\n\nBiografia\nL'infanzia\nNato il 12 settembre 1944 a Galveston, in Texas, con il nome di Barrance Eugene Carter, era il maggiore di due fratelli. La sua nascita a Galveston fu dovuta interamente alla madre che, recatasi in visita da alcuni parenti, decise di prolungare il suo soggiorno in quel luogo. Una volta tornato in California, trascorse la sua infanzia a Watts, una delle zone a più alta densità criminale di South Central Los Angeles, assieme al fratello Darryl, di 13 mesi più giovane. Quest'ultimo rimarrà in seguito ucciso in una lotta tra bande rivali il 5 dicembre 1983. Il tragico accadimento devasterà Barry che più tardi avrà modo di osservare: “Credetemi, la vita vale molto poco in quel mondo. È pazzesco, ma morì solo per due dollari.” I due bambini furono allevati dalla madre, l'attrice Sadie Marie Carter, apparsa nel film del 1931 \"Trader Horn\". Lei e il loro padre Melvin A. White non si sposarono né vissero mai insieme. Barry ricordava a tal proposito: \"Quando cominciai la scuola, mio padre vide il mio certificato di nascita e notò che il cognome scritto era quello di mia madre. Beh, non fece altro che cancellare “Carter”, scrivendo il suo, “White”.\" Crebbe ascoltando la collezione di musica classica di sua madre, e cominciò a suonare il pianoforte tentando di emulare i grandi maestri. Il suo esordio musicale avvenne in tenera età, a 11 anni, nel fortunato singolo di Jesse Belvin Goodnight My Love, in cui suonò il pianoforte. Più tardi la sua voce inconfondibile si manifestò per la prima volta: “Cambiò quando avevo 14 anni. Mi svegliai e parlai a mia madre e il mio torace cominciò a vibrare. Fu incredibile, era terrorizzata!”[3]\n\nL'adolescenza in una gang\nConvinto che la musica sarebbe stata la sua vita, Barry lasciò la scuola all'età di 15 anni, ma insieme con il fratello venne coinvolto nella criminalità e nell'attività delle gang. Ben presto si mise nei guai con la legge e dovette scontare sette mesi in un carcere minorile per aver rubato pneumatici da alcune Cadillac, per un valore di 30.000 dollari. Il lato disumanizzante di questa esperienza lo colpì profondamente: \"Mentre ero in prigione, dovetti fare i conti con i miei errori e decisi che mai più in vita mia avrei consegnato la mia libertà nelle mani di qualcun altro.”[3]","strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Cantante estadounidense (Galveston, Texas, 12 de septiembre de 1944 - Los Ángeles, California, 4 de julio de 2003) caracterizado por su voz profunda y romántica.\nSe crió en el ghetto negro de la ciudad de Los Ángeles. Fue un adolescente alocado y estuvo en la cárcel por robar neumáticos y partes de autos. En prisión decidió cambiar de vida y de amigos.\nObtuvo grandes éxitos como intérprete de baladas románticas en los años 60. En 1969 creó el trío Love Unlimited. Este título lo tomaría posteriormente para darle nombre a su grupo de acompañamiento, la Love Unlimited Orchestra.\nRegresó de nuevo a la fama 30 años más tarde con sus apariciones en la serie de televisión Ally McBeal y en la serie de animación Los Simpsons.\nEn el año 2000 ganó dos grammys en los apartados de mejor música tradicional y en rhythm and blues por Staying Power.\nMurió en el Centro Médico Cedars-Sinai, en Los Ángeles, a los 58 años. Padecía problemas de riñón a causa de su alta presión sanguínea y estaba a la espera de un transplante.\nAlgunas de sus baladas más conocidas son I can't get enough of your love, Babe (1974) y You're the first, the last, my everything (1974).","strBiographyPT":"Barrence Eugene Carter, mais conhecido como Barry White (Galveston, 12 de setembro de 1944 — Los Angeles, 4 de julho de 2003), foi um cantor, compositor, maestro e produtor musical norte-americano. Compositor de inúmeros sucessos em estilo soul e disco e de baladas românticas, e um intérprete com voz profunda e grave.\n\nCarreira\nCriou-se no gueto negro da cidade de Los Angeles. Como outros cantores norte-americanos de sucesso, também cantou em coral de igreja na juventude. Foi um adolescente inconsequente, que acabou preso aos dezessete anos de idade por roubar pneus. Na prisão, decidiu mudar de vida e de amigos.\n\nObteve grande êxito como intérprete de baladas românticas nos anos 60. Em 1972 criou o trio feminino Love Unlimited. Posteriormente aproveitou este nome para batizar seu grupo de acompanhamento, a Love Unlimited Orchestra.\n\nFoi considerado um dos precursores da disco' music com o lançamento, em 1974, dos sucessos Can't Get Enough of Your Love, Babe, You´re the first, the last, my everything e o tema instrumental (da Love Unlimited Orchestra) Love´s Theme. Em 1975, veio What I´m gonna do with you. Em 1976, Let the music play. Em 1979, a sua Love Unlimited Orchestra lança o hit I´m só glad that I´m a woman. No início dos anos 80, esteve no Brasil, e, antes da turnê, lançou Rio de Janeiro.\n\nEm meados de 90, em conjunto com a cantora Lisa Stansfield, gravou um de seus grandes sucessos: All Around The World. A sua simplicidade e simpatia aliadas a sua grande versatilidade em interpretar temas românticos, tornou essa parceria inesquecível.\n\nEm fins dos anos 90, apareceu várias vezes na série de TV Ally McBeal, o que contribuiu para revitalizar sua carreira. Lançou em 1999 uma autobiografia.\n\nNo ano de 2003, a musica \"Love's Theme\" foi tema de uma novela na extinta TV Tupi em 1973, chamada As Divinas e Maravilhosas e posteriormente, relançada na novela de Gilberto Braga para a Rede Globo. No mesmo ano, a musica ficou famosa por representar celebridades nacionais e internacionais.\n\nNo ano 2000 ganhou dois prêmios Grammy nos quesitos de melhor música tradicional e R&B por Staying Power.[2]\n\nMorte\nMorreu em 4 de julho de 2003, no Centro Médico Cedars-Sinai, em Los Angeles aos 58 anos, vítima de falência renal.[3] Sofria de pressão arterial alta e estava à espera de um transplante renal. O seu corpo foi cremado e as suas cinzas foram atiradas ao Oceano Pacífico, na costa californiana.[4]","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":"Barry Eugene White (født Barrence Eugene Carter 12. september 1944, død 4. juli 2003) var en amerikansk Grammy-belønnet plateprodusent, låtskriver og sanger, som var kjent innenfor soul- og disco-sjangrene.\n\nHan døde 4. juli 2003 på Cedars-Sinai Medical Center i West Hollywood, California i en alder av 58 år, grunnet nyresvikt.","strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Texas, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wyqrsr1340891473.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/barry-white-4e16e055e221b.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/2thy6m1639233827.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/4ra2361639232872.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vyyyvs1389887758.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/qxpwty1389887811.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/qwrswr1470952141.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/sb2l4z1639232676.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/hbn84l1639236570.jpg","strMusicBrainzID":"b904d624-9e05-4398-8f4f-88fbcf022f79","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Barry White/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}