{"album":[{"idAlbum":"2110898","idArtist":"111325","idLabel":null,"strAlbum":"Swing When You're Winning","strAlbumStripped":"Swing When Youre Winning","strArtist":"Robbie Williams","strArtistStripped":"Robbie Williams","intYearReleased":"2001","strStyle":"Rock/Pop","strGenre":"Pop","strLabel":null,"strReleaseFormat":"Album","intSales":"7000000","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/ja7zhi1613563082.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/mzkeo81613563157.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/mlew1t1613562812.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/hjsslv1613563201.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/ianjoh1613563184.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/b2lkap1613563173.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/zchn581613563193.png","strDescriptionEN":"Swing When You're Winning is a swing cover album by English singer-songwriter Robbie Williams.\nAfter the success of his third studio album, Sing When You're Winning, Williams wanted to take another musical direction. He took two weeks off his tour to record what would be his fourth studio album, an album he described as the \"big band album he had always dreamed of making.\" The album was released in November 2001. Consisting mainly of pop standard covers common to the Great American Songbook, the album counts as Williams' fourth studio album. Aside from the title, the album is not directly associated with Williams' previous album, Sing When You're Winning. Born from his lifelong love for Frank Sinatra, combined with the success of the track \"Have You Met Miss Jones?\" that he recorded for the film \"Bridget Jones's Diary\" in early 2001, the album was recorded at the Capitol Studios in Los Angeles, California, and was symbolically released under the Capitol label. The album features duets with actors Rupert Everett, Nicole Kidman, Jon Lovitz and Jane Horrocks, as well as a special guest performance from Robbie's friend and former flatmate Jonathan Wilkes. Surprisingly the album features a duet with Frank Sinatra on the song \"It Was a Very Good Year\", in which Williams sings the first two verses, and a recording of Sinatra is used for the vocals on the third and fourth verses. Williams explains this came about after one of his session musicians played his vocals to Sinatra's family. This musician was purportedly a good friend of the family, and played with Sinatra on the original release of \"It Was a Very Good Year\". Another surprising guest musician is pianist Bill Miller who accompanies Williams on \"One For My Baby\". Miller played on many of Sinatra's tours and recordings, among them, the original 1954 soundtrack recording of \"One For My Baby\" and the 1958 Capitol studio recording. Additionally, backing musicians for portions of the album include the London Session Orchestra. The album's lead song, \"I Will Talk and Hollywood Will Listen\", is the only original song on the album. Additionally, Williams' recording of \"Beyond The Sea\" featured in the 2003 animated motion picture Finding Nemo.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"8","intScoreVotes":"3","strReview":"There are few genuine pop stars without at least a couple of skeletons in the closet, and in Robbie Williams’ abode there can be no doubt that this questionable big-band affair sits, collecting dust, alongside a few other career missteps.\nNot that Swing When You’re Winning ”“ the title a play on Williams’ preceding studio album ‘proper’ ”“ didn’t perform well commercially, with this collection reaching number one and also spawning a chart-topping single, the Nicole Kidman duet Somethin’ Stupid. But the singer’s voice simply can’t compete with the scale of the music around him, and straightforward versions of Mack the Knife, Ain’t That a Kick in the Head and Mr Bojangles are little more than weak imitations of Williams’ idols.\nUnveiled at perhaps the peak of his chest-puffed braggadocio ”“ a few months after its release he would sign an Â£80 million deal with EMI ”“ Swing When You’re Winning is the kind of record Williams had always dreamed of making. Hugely enamoured with Frank Sinatra and Dean Martin, he knocked this set out in just two weeks, clearly fuelled by a true enthusiasm for the material at hand. But just because you can do something doesn’t mean you should, and in hindsight Swing”¦ is a blip in Williams’ career, its glossy gooiness a perfect metaphor for the man’s self-celebratory outward appearance of the time.\nThe orchestra swells and peaks just as it should, hitting all the prerequisite marks for material like this, but Williams’ performance seems detached, his lust for the spotlight working against him. The most effectively attention-grabbing number is actually the one original piece, I Will Talk and Hollywood Will Listen which, while bristling with sweeping strings, underplays the potential for bombast to come across as peculiarly affecting. Perhaps with more of himself invested in the piece, however weak the lyrics, Williams cared enough about the song to do it justice.\nElsewhere, he assumes a role, playing a character whose shoes he could never quite fit into. Sometimes it’s tolerable, but mostly forgettable. Swing”¦ is never a complete disaster, each song meeting a rudimentary level of quality, but there’s nothing to tempt the listener back for more ”“ especially when the most pressing urge come the record’s climax is to investigate the classic versions of cuts like Beyond the Sea, best performed by the late Bobby Darin.","strMood":"Cheerful","strTheme":null,"strSpeed":null,"strLocation":null,"strMusicBrainzID":"5bd8ceba-c587-311a-b129-10517e6c0281","strMusicBrainzArtistID":"db4624cf-0e44-481e-a9dc-2142b833ec2f","strAllMusicID":"mw0002051610","strBBCReviewID":"wmnv","strRateYourMusicID":"swing_when_youre_winning","strDiscogsID":"32405","strWikidataID":"Q695394","strWikipediaID":"Swing_When_You're_Winning","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}