{"artists":[{"idArtist":"111325","strArtist":"Robbie Williams","strArtistStripped":null,"strArtistAlternate":"Robert Peter Williams","strLabel":null,"idLabel":null,"intFormedYear":"1990","intBornYear":"1974","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"Cheerful","strWebsite":"robbiewilliams.com","strFacebook":"www.facebook.com/robbiewilliams","strTwitter":"1","strBiographyEN":"Robert Peter \"Robbie\" Williams (born 13 February 1974) is an English singer-songwriter, vocal coach and occasional actor. He is a member of the pop group Take That.\nWilliams rose to fame in the band's first run in the early- to mid-1990s. After many disagreements with the management and certain group members, Williams left the group in 1995 to launch his solo career. On 15 July 2010, it was announced he had rejoined Take That and that the group intended to release a new album in November 2010 which became the second fastest-selling album of all-time in UK chart history and the fastest-selling record of the century.\nWilliams has sold over 70 million records worldwide, which ranks him among the best-selling music artists worldwide. He is the best-selling British solo artist in the United Kingdom and the best selling non-Latino artist in Latin America. Six of his albums are among the top 100 biggest-selling albums in the United Kingdom. He has also been honoured with seventeen BRIT Awards-more than any other artist-and seven ECHO Awards. In 2004, he was inducted into the UK Music Hall of Fame after being voted as the \"Greatest Artist of the 1990s.\"\nWilliams was born to Peter and Janet Williams in Stoke-on-Trent on 13 February 1974. His parents ran a pub called the Red Lion in the town of Burslem, before his father became the licensee at the Port Vale F.C. Social Club - this led to Williams' lifelong affinity for the team. Williams attended Mill Hill Primary School in Stoke-on-Trent then St Margaret Ward Roman Catholic School in Tunstall, and also attended dance school UKDDF in Tunstall. He participated in several school plays, and his biggest role was that of the Artful Dodger in a production of Oliver!.\nIt has been claimed that Williams has sold more albums in the UK than any other British solo artist in history and has won more BRIT Awards than any other artist to date. His album sales stands at over 57 million worldwide. Williams was entered in The Guinness Book of World Records when, after he announced his World Tour for 2006, 1.6 million tickets were sold in one single day.\nHe has been presented many awards, including seventeen BRIT and seven ECHO awards. In 2004, he was inducted into the UK Music Hall of Fame, after being voted as the Greatest artist of the 1990s.\nWilliams appears in the list of the all-time Top 100 biggest selling albums in the United Kingdom six times.\nIn October 2009 it was announced that he would receive the Outstanding Contribution To British Music award at the 2010 BRIT Awards.\nIn September 2010 Williams switched on the Blackpool illuminations, stating that it was one of the greatest honours he'd ever achieved.","strBiographyDE":"Robbie Williams (* 13. Februar 1974 in Stoke-on-Trent, Staffordshire als Robert Peter Williams) ist ein britischer Musiker und Entertainer.\n\nWilliams hat weltweit über 70 Millionen Tonträger verkauft.[1] Er erhielt mit bislang 17 BRIT Awards mehr als jeder andere britische Künstler sowie einen Eintrag im Guinness-Buch der Rekorde für 1,6 Millionen an einem einzigen Tag verkaufte Eintrittskarten.[2] Robbie Williams wurde in Tunstall, einem Stadtteil von Stoke-on-Trent, Staffordshire, England, geboren und wuchs ab seinem ersten Lebensjahr im Nachbarort Burslem auf.[3] Seine Mutter Janette (geb. Farrell) und sein Vater Peter betrieben gemeinsam einen Pub, das „Red Lion“; Seine ältere Halbschwester Sally ging aus einer früheren Ehe der Mutter hervor. Robbies Großvater mütterlicherseits, Jack Farrell, war ein irischer Katholik; nach ihm benannte Williams sein 2011 gegründetes Modelabel „Farrell“. Seiner Großmutter väterlicherseits, Betty, die in einer Töpfer-Fabrik arbeitete, widmete Williams das tätowierte „B“ hinter seinem linken Ohr. Sein Großvater väterlicherseits war Maurer.[4] [5]\n\nPeter Williams verließ die Familie, um als Varietékünstler in britischen Feriencamps aufzutreten, als sein Sohn 3 Jahre alt war. Robbie wuchs von da an bei Mutter und Halbschwester auf, durch regelmäßige Besuche bei seinem Vater wurde er aber entscheidend in seinem Wunsch, im Rampenlicht zu stehen, beeinflusst.[6] Von seinem Vater erbte er auch die Liebe zur Swing-Musik und zu deren Interpreten, vor allem Frank Sinatra, Sammy Davis Junior und Dean Martin. Diese bezeichnet er bis heute als seine Vorbilder.[7]\n\nVon klein auf sammelte Williams Bühnenerfahrung. Er gewann seinen ersten Talentwettbewerb im Alter von 3 Jahren und spielte Theater in verschiedenen Vereinen. Auftritte hatte er zum Beispiel als „Fat Boy“ in „Pickwick“ im Alter von 12 Jahren und als „Artful Dodger“ in „Oliver Twist“ im Alter von 14 Jahren.[8][9]\n\nWilliams hat keinen Schulabschluss. Laut eigenen Aussagen sei er zwar zu den Prüfungen für das GCSE angetreten, jedoch erfolglos. Wie in seiner Biografie „Feel“ nachzulesen, habe er bereits vor der Zeit bei Take That angefangen, mit Drogen zu experimentieren und Alkohol zu trinken.\n\nIn der Zeit zwischen dem Verlassen der Schule und der Karriere bei Take That absolvierte er ein Praktikum bei einem Radiosender und arbeitete als Haustürvertreter für Fensterrahmen.[10]","strBiographyFR":"Robbie Williams (de son vrai nom Robert Peter Williams ) est un chanteur britannique né le 13 février 1974 à Stoke-on-Trent, en Angleterre. \nIl commence sa carrière en 1991 en tant que membre du groupe Take That, groupe qu’il quitte en 1995 pour débuter une carrière solo. \nIl fait de nouveau partie du groupe Anglais Take That depuis le 15 juillet 2010. \n\nLors de sa carrière avec les Take That, Robbie Williams vend 25 millions de disques. Depuis, il a vendu près soixante-dix millions de disques de par le monde, soit cinquante-cinq millions d’albums et quinze millions de singles. \nSon nom entre même dans le Livre des records lorsque 1,6 millions de tickets du World Tour for 2006 sont écoulés en un seul jour. Robbie Williams est par ailleurs l’artiste solo qui a vendu plus de disques au Royaume-Uni.\nNommé aux Grammy Awards, il a reçu de nombreuses récompenses, dont quinze Brit Awards et six Echo awards. En 2004, il entre dans le UK Hall of Fame après avoir été élu meilleur artiste des années 90. \nIl est également l’artiste dont les chansons paraissent le plus souvent dans les disques Now! Hits Référence. Dans les soixante-huit CD sortis de cette collection, le chanteur figure dans vingt-neuf d’entre eux, dont quatre avec le groupe Take That (Première apparition: Now n°22 ; dernière apparition: n°66 avec She’s madonna).","strBiographyCN":"羅比·威廉斯（英语：Robbie Williams，1974年2月13日－），全名羅伯特·彼得·威廉斯（英语：Robert Peter Williams），生於英格蘭斯塔福德郡特倫特河畔斯托克，曾獲葛萊美獎提名、多次贏得全英音樂獎的英國創作歌手。威廉斯的演藝生涯開始於1989年，15歲的羅比加入了流行樂團接招成了舞者兼歌手，羅比並於1995年離團，開始單飛生涯。羅比在2010年重回接招。 威廉斯於特倫特河畔斯托克成長，由父母彼得與特蕾莎·威廉斯扶養，有一個姊姊莎莉。羅比就讀於坦斯托（Tunstall）的米爾·希爾私立學校與聖瑪格莉特·沃德的羅馬天主教學校。","strBiographyIT":"Robert Peter Williams, noto come Robbie Williams (Stoke-on-Trent, 13 febbraio 1974), è un cantautore, musicista e attore britannico.\n\nCominciò la carriera musicale nel 1990 come componente dei Take That, che divenne ben presto uno dei gruppi musicali più noti e seguiti del periodo. Lasciò i Take That nel 1995 per iniziare una brillante carriera da solista. Malgrado non goda di grande popolarità negli Stati Uniti, le vendite delle sue pubblicazioni toccano ben 80 milioni di copie, piazzando nove album e otto singoli nella vetta delle classifiche del Regno Unito e ricevendo numerosi premi e vittorie, tra cui 17 volte quelle dei BRIT Awards. Nel 2004 è stato inserito nella \"UK Music Hall of Fame\" ed eletto più importante artista britannico degli anni novanta. Dal 2010 è poi rientrato a far parte del suo storico gruppo.\n\nWilliams è entrato nel Guinness dei primati per aver venduto 1,6 milioni di biglietti in un solo giorno per il tour mondiale del 2006.[2]\n\nWilliams è l'artista con più vittorie ai BRIT Awards, avendo ricevuto quasi il doppio delle statuette rispetto a tutti gli artisti premiati.[senza fonte]\n\nWilliams è senz'altro uno dei cantanti più popolari nel mondo degli anni novanta e 2000, tornando al grande successo negli anni 2010 con canzoni come Candy e Go Gentle, entrambe arrivate alla posizione numero 1.","strBiographyJP":"ロビー・ウィリアムス（英: Robbie Williams、本名: Robert Peter Maximilian Williams, 1974年2月13日 - ）は、イギリス・イングランドのストーク・オン・トレント出身のポップシンガーである。全欧的な人気を誇る。 1974年2月13日、ペーター・ウィリアムズとジャネット・ウィリアムズの子として、ストーク・オン・トレントに生まれる。姉がいる。ロビーが3歳の時に両親は離婚しており母親に姉とともに育てられた。\n1990年、17才の頃にマーティン・スミスとゲイリー・バーロウが開催したオーディションにてジェイソン・ドノヴァンの曲を歌い合格する。\n1992年、アイドル・ポップ・グループのテイク・ザット (Take That) のメンバーの一員としてメジャー・デビュー。セカンドボーカルとして、イギリスを含めヨーロッパ中のアイドルとして活躍、全英１位を獲得した「エヴリシング・チェンジズ」でもリード・ヴォーカルを務めている。しかしメンバー間の不和などが原因となり1995年に脱退。その後、1996年2月13日に解散することを発表、皮肉な事にその日はロビーの誕生日であった。\n脱退後は、ドラッグとアルコールの頽廃した生活に陥る、しかし徐々に回復を見せていく。\nそして彼はソロ活動を開始する。ソロ活動はデビュー以来低迷していたが1997年にリリースした「エンジェルス」が世界中でヒットし、これを機にソロ活動を開花させる。\n1997年に発表された「ミレニアム」にて初の全英1位を獲得。\nその後も「シーズ・ザ・ワン」(1999年、全英1位)や、「ROCK DJ」(2000年、全英1位)、カイリー・ミノーグと共演した「キッズ」(2000年、全英2位)など大ヒットを飛ばす。\n2001年には、アカデミー賞女優のニコール・キッドマンとデュエットした「サムシン・ステューピッド (Somethin' Stupid) 」（フランク・シナトラとナンシー・シナトラのオリジナルをカヴァーしたもの）がヒット。[1]その曲が納められたアルバム\"Swing When You're Winning\"は1950年代・60年代のスウィング・ジャズの曲をカバーし、ジェーン・ホロックス、ルパート・エヴェレット、ジョン・ロヴィッツなどともデュエットしている。[2]","strBiographyRU":"Роберт Питер Максимилиан Уильямс (род. 13 февраля 1974, Сток-он-Трент, Англия) — по результатам опросов считается самым популярным британским певцом, исполняющим песни в таких жанрах, как поп, поп-рок, софт-рок, и т. п., автор песен. За характерный тембр голоса и манеру исполнения Элтон Джон назвал Уильямса «Фрэнк Синатра XXI века».\n\nНесмотря на неудачные продажи дисков в США, мировые продажи альбомов превышают 55 миллионов, а синглов продано уже более 15 миллионов. В одной только Великобритании продано около 16,2 млн дисков. Эти данные поднимают уровень мировых продаж дисков Робби Уильямса выше планки в 70 миллионов. За плечами Робби 10 альбомов и компиляций номер один, 10 синглов номер один в Великобритании (сольно и в сотрудничестве с др. исполнителями) и множество наград. Также Робби Уильямс считается самым продаваемым иностранным исполнителем в Латинской Америке. На 2013 год состояние Уильямса насчитывает 160 млн долларов[1].","strBiographyES":"Robert Peter \"Robbie\" Williams (nacido el 13 de febrero de 1974 en Stoke-on-Trent, Staffordshire, Inglaterra, Reino Unido) es un multipremiado cantante británico de pop rock.\n\nEmpezó su carrera musical en el grupo Take That, tras su paso por este grupo, a principios y mediados de los 90, se forjó una carrera como solista, siendo \"Angels\", una balada, la canción que le dio su primer éxito. Su primer álbum fue Life Thru A Lens. Su siguiente álbum, I've Been Expecting You, lanzado en octubre de 1998, contiene el tema \"No Regrets\", dedicado a sus antiguos compañeros de Take That. Al año siguiente lanza The Ego Has Landed en mercado americano y poco después grabó Sing When You're Winning, que contenía Rock DJ, éxito en varios países.\n\nEn 2001 divulgó el álbum Swing When You're Winning con las recreaciones de éxitos de Frank Sinatra, Dean Martin, Peter Lawford, Sammy Davis Jr incluido el éxito \"Something Stupid\" grabado a dúo con la australiana Nicole Kidman. Un año después grabó Escapology, su álbum más laureado y nº1 en varios países, que incluye unos de sus temas más conocidos \"Feel\" y \"Come Undone\". En el 2003 Robbie Williams lanzó Live at Knebworth en 2003, grabado en directo donde batió 2 Record Guiness. En 2004, fue incluido en el Salón de la Fama de Música del Reino Unido después de haber sido votado como el artista más grande de la década de los 90.\n\nAl año siguiente reaparece a la escena musical con un recopilatotio, (Greatest Hits). En 2005 apresenta Intensive Care, siendo su álbum de estudio más vendido con 7,5 millones de copias en todo el mundo. En 2006 lanza Rudebox. En noviembre de 2009 volvió, tras un largo parón, con Reality Killed The Video Star volviendo a liderar en ventas en Europa. Un año después, en el 2010, regresa durante un año a Take That creando una gran expectación.\n\nLas ventas del artista en todo el mundo alcanzan los 70 millones de álbumes, lo que le sitúa entre los artistas más vendidos en todo el mundo, y unos 15 millones de sencillos. Cuenta con varios galardones, entre ellos 17 premios Brit, 2 Premios Grammy, 3 Ivor Novello, 5 MTV Europe Music Awards, 3 Record Guiness y entre otros.","strBiographyPT":"Robert Peter Maximillion Williams (Stoke-on-Trent, Staffordshire, 13 de Fevereiro de 1974) é um cantor britânico de música pop. Alcançou o sucesso com a balada \"Angels\", de 1997, do álbum Life thru a Lens.\n\nEle é um ex membro do grupo pop Take That. Williams chegou à fama no início até meados da década de 1990. Depois de muitas discordâncias com a gestão e com os membros do grupo, Williams deixou o grupo em 1995 para lançar sua carreira solo. Em 15 de julho de 2010, foi anunciado que ele tinha voltado para o Take That e o grupo lançou o álbum Progress em novembro de 2010.\n\nWilliams já vendeu mais de 57 milhões de álbuns em todo o mundo. Ele é o artista solo britânico de maior venda no Reino Unido e o artista de maior venda não-Latino na América Latina. Seis de seus álbuns estão entre os top 100 que mais vendeu álbuns no Reino Unido. Ele também foi honrado com dezessete prêmios BRIT, mais do que qualquer artista e outros sete prêmios ECHO. Em 2004, ele foi introduzido no Music Hall of Fame do Reino Unido depois de ter sido votado como o \"maior artista da década de 1990\".","strBiographySE":"Robert Peter \"Robbie\" Williams, född 13 februari 1974 i Stoke-on-Trent, Staffordshire, är en brittisk sångare, låtskrivare och UNICEF-ambassadör. Williams växte upp i Burslem i Stoke-on-Trent och blev senare medlem i gruppen Take That. 1995 fick han trots gruppens framgångar sluta, något som ledde till att han mellan 1995 och 1996 levde ett hårt liv, ofta i närheten av rockgruppen Oasis, med bland annat drogmissbruk. Vännen Elton John skickade honom på drogrehabilitering. Efter avslutad behandling inledde han en solokarriär i mitten av 1990-talet, och fick sitt stora genombrott med låten 'Angels'. Williams fick även en större hit i framför allt Europa med låten \"Kids\", en duett med sångerskan Kylie Minogue. Hans största hit är sången Angels som blivit nominerad till flera priser på British Music Awards. I USA fick han sin första framgång med sången \"Rock D.J.\" 2000 och senaste hit är \"She's Madonna\". Bland hans mest kända låtar kan nämnnas: Feel, Angels, Strong, Come Undone, Candy med flera. Hans musikstil kännetecknas av en tydlig blandning av pop och rock. Albumet \"Escapology\" från 2002 visar detta tydligast med till exempel låten Monsoon.\n\nWilliams är gift med Ayda Field. Den 18 september 2012 föddes deras första barn, dottern Theodora \"Teddy\" Rose Williams.[1]","strBiographyNL":"Robert Peter (Robbie) Williams (Stoke-on-Trent, 13 februari 1974) is een Brits popzanger. Van 1990 tot en met 1995 maakte Williams deel uit van Take That. Na die periode werd hij een succesvol solozanger. Sinds 2010 is hij weer lid van Take That, waarna hij weer de eerste single (sinds 1995) maakte met Take That 'The Flood'.\nWilliams heeft meer dan 55 miljoen platen wereldwijd verkocht. Hij is de best verkopende Britse soloartiest in het Verenigd Koninkrijk en de best verkopende niet-latino-artiest in Latijns-Amerika. Zes van zijn albums vallen onder de top 100 meest verkochte albums in het Verenigd Koninkrijk. Hij won vijftien BRIT Awards (meer dan enig andere artiest) en zeven ECHO Awards. In 2004 werd hij opgenomen in de UK Music Hall of Fame, toen werd hij betiteld als de \"grootste artiest van de jaren negentig.\" Robbie Williams' carrière begon met Take That, een band die gevormd was door zanger en componist Gary Barlow. De in 1990 opgerichte band bleek zeer succesvol, met acht nummer 1-hits in Groot-Brittannië. Hun populariteit leidde tot een succes van soortgelijke bands in Groot-Brittannië. Hoewel het goed leek te gaan met de band, bleek Williams totaal niet in de groep te passen en maakte hij veel ruzie met de bandleden en het management. In 1995 verliet Williams Take That. Dat riep bewondering en verwarring op, want Take That was toen de beroemdste boyband. De algemene opinie is dat hij de opgelegde 'schone' levensstijl die de jongens moesten volgen (niet drinken/niet roken/geen drugs) niet langer kon volhouden. Na het verlaten van de band stortte Williams zich in een leven vol drank en vechtpartijen en maakte hij zijn oude band veelvuldig zwart.","strBiographyHU":"Robert Peter Williams (Anglia, Stoke-on-Trent, Burslem, 1974. február 13. –) Grammy-díjra jelölt, tizenhatszoros BRIT Díj-győztes angol énekes, dalszerző és producer. Karrierje a Take That együttessel kezdődött 1990-ben. 1995-ben otthagyta a Take That-et, akikkel közösen 25 millió lemezt adott el és szólókarrierbe kezdett.\n\nEzután több albumot adott el az Egyesült Királyságban, mint bármelyik másik brit szólóénekes a történelem során.[2] 70 millió lemezt adott el eddig összesen az egész világon. Több mint 55 millió albumot adott el és több mint 17 millió kislemezt.[3][4]\n\nWilliams bekerült a Guiness Rekordok Könyvébe, amikor meghirdette 2006-ban a világkörüli turnéját, mert egyetlenegy nap alatt 1,6 millió koncertjegyet adott el.[5] Több díjat nyert el: 16 BRIT Díjat és 6 ECHO-díjat.[6][7] 2004-ben bekerült a UK Music Hall of Fame-be, miután megszavazták a '90-es évek legnagyobb művészének.[8]","strBiographyNO":"Robert Peter Williams (født 13. februar 1974 i Stoke-on-Trent) er en engelsk sanger og låtskriver. Han vokste opp i Stoke-on-Trent i Staffordshire. Han var først medlem av det svært populære boybandet Take That, men sluttet i 1995 til fordel for en særdeles suksessfull solokarriere. Høsten 2010 gjenoppsto imidlertid Take That med Robbie Williams.\n\nHans første solosingel var en coverlåt av George Michaels «Freedom '90» i 1996, som gikk til 2. plass på de britiske hitlistene. Denne singelen ble fulgt opp av albumet Life Thru a Lens og singlene «Old Before I Die», «Lazy Days» og «South of the Border». Sistnevnte nådde ikke høyere enn 18. plass i England, og albumet hadde på det tidspunktet ikke solgt mer enn 33 000 eksemplarer. Williams solokarriere ble av mange ansett for å være over her, dette var også fordi Robbie Williams slet med både rus- og alkoholproblemer på denne tiden. Deretter kom balladen «Angels» som fjerde singel fra albumet. Denne eksploderte på listene, og førte til at Life Thru a Lens gikk fra 33 000 til over 2,4 millioner solgte eksemplarer i England alene, og er per dags dato det 58. mest solgte albumet i England noensinne.\n\nDet ryktes om at Robbie Williams og hans eks-låtskriver Guy Chambers nå går inn i et samarbeid igjen, med tanke på albumet som kommer ut etter Let's Swing Again. Albumet som kommer ut etter hans andre swingalbum har ikke fått noe navn ennå. Det enste Robbie Williams og media har kommet ut med er at «det er et gitarbasert album, men der er heller ikke over-rocka» og at albumet skal produseres av Mark Ronson, som også produserte noen sanger på Rudebox.\n\nRobbie Williams har solgt over 50 millioner album.[trenger referanse] Hans ellevte album Let's Swing Again er ventet i 2007.\n\nI 2010 giftet Robbie Williams seg med Ayda Field.","strBiographyIL":"רוברט פיטר \"רובי\" ויליאמס (מאנגלית: Robert Peter \"Robbie\" Williams‏; נולד ב-13 בפברואר 1974‏[1]) הוא זמר, פזמונאי, יועץ קולי ושחקן אנגלי. הוא חבר בלהקת הבנים הבריטית טייק דאת, והתפרסם בתחילת פעילותה של הלהקה, מתחילת שנות ה-90. ב-1995 עזב את הלהקה, והתחיל את קריירת הסולו שלו. ב-15 ביולי 2010, נכתב באתר הגארדיאן שהוא חוזר אל הלהקה, ושהם מתכוונים להוציא אלבום חדש.‏[2]\n\nבמהלך הקריירה שלו, הפך ויליאמס לאמן הסולו הבריטי שמכר הכי הרבה אלבומים, עם כ-57 מיליון עותקים.‏[3] בנוסף, זכה ויליאמס ב-17 פרסים בטקס פרסי המוזיקה הבריטית, וב-2004, נכלל ב\"היכל התהילה של המוזיקה הבריטית\", לאחר שנבחר כ\"זמר הטוב ביותר של שנות ה-90\".‏[4]","strBiographyPL":"Robbie Williams, właściwie Robert Peter Williams (ur. 13 lutego 1974 w Stoke-on-Trent w środkowej Anglii[1]) – brytyjski wokalista, członek zespołu Take That.\n\nSyn Teresy Janette i Petera Williamsa, dorastał w Stoke-On-Trent. Bardzo szybko ujawniły się jego zdolności sceniczne. W 1991 roku zgłosił się na przesłuchanie do Take That. Była to jedna z najsłynniejszych brytyjskich grup popowych na początku lat dziewięćdziesiątych, gdyż aż osiem singli Take That dotarło na szczyt brytyjskiej listy przebojów. Jednak Williamsowi coraz mniej odpowiadały oczekiwania i ograniczenia, które mu narzucano. W czerwcu 1995 roku odszedł z zespołu, a Take That rozpadło się niecały rok później, na początku 1996.\nPierwszy solowy przebój Williamsa był coverem singla George’a Michaela „Freedom”. Prawdziwa kariera Robbiego Williamsa rozpoczęła się jednak dopiero wraz z wydaniem pierwszej płyty Life Thru a Lens w 1997 roku. Williams był współtwórcą wszystkich piosenek, większość napisał do spółki z Guyem Chambersem, który później został naczelnym współautorem i producentem Williamsa. Wokalista wspomina, że z płyty tryskało wprost dziecięce zadziwienie: „Jak to? To ja, sam jestem w stanie coś stworzyć?”, chociaż z drugiej strony dodaje: „To naprawdę smutne, że byłem wtedy taki pokręcony”.\n\nLife Thru a Lens odniosło umiarkowany sukces, który jednak całkiem niespodziewanie nabrał rumieńców po wydaniu singla „Angels” (inne hity z Life Thru a Lens: „Old Before I Die”, „Lazy Days”, „South of the Border” i „Let Me Entertain You”).\n\nKolejna płyta – I've Been Expecting You stała się prawie natychmiast wielkim przebojem. Większość materiału została napisana przez Williamsa i Guya Chambersa w zabójczym wprost tempie na Jamajce. Płyta ukazała się w październiku 1998 roku (największe przeboje z albumu to: „Millennium”, „No Regrets”, „Strong” i „She’s the One”/„It’s Only Us”, który znalazł się w soundtracku do gry FIFA 2000.) W tym samym czasie najlepsze utwory z pierwszego i drugiego albumu zostały wydane na pierwszej amerykańskiej płycie Williamsa – „The Ego Has Landed”.","strGender":"Male","intMembers":"1","strCountry":"Stoke-on-Trent, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rrvyqy1355142043.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/rqqstv1534193376.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/9fh2og1657015933.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/uutxxx1534193344.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/rssqrv1525341125.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xxrvqq1355142070.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/upvrqy1340964331.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/uypvty1534258446.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/t4byos1613731893.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/utqqrx1347299059.jpg","strMusicBrainzID":"db4624cf-0e44-481e-a9dc-2142b833ec2f","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Robbie Williams/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}