{"artists":[{"idArtist":"111726","strArtist":"Mike Oldfield","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1973","intBornYear":"1953","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Progressive Rock","strMood":"Reflective","strWebsite":"mikeoldfieldofficial.com","strFacebook":"www.facebook.com/MikeOldfieldOfficial/","strTwitter":"1","strBiographyEN":"Michael Gordon Oldfield (born 15 May 1953) is an English multi-instrumentalist musician and composer, working a style that blends progressive rock, folk, ethnic or world music, classical music, electronic music, New Age, and more recently, dance. His music is often elaborate and complex in nature. He is best known for his 1973 hit album Tubular Bells, which launched Virgin Records, and for his 1983 hit single \"Moonlight Shadow\". He is also well known for his hit rendition of the Christmas piece, \"In Dulci Jubilo\".","strBiographyDE":"Michael Gordon „Mike“ Oldfield (* 15. Mai 1953 in Reading, England) ist ein britischer Multiinstrumentalist, Komponist und Liedtexter. Er vermischt Elemente aus Rock-, ethnischer und klassischer Musik.\n\nOldfields Eltern sind Raymond und Maureen Oldfield. Seine Schwester Sally und sein Bruder Terry wirkten auf mehreren seiner Alben mit. Sally Oldfield veröffentlichte mehrere eigene Alben und war dabei kommerziell recht erfolgreich, beispielsweise mit dem Titel Mirrors.\n\nMike Oldfield war in erster Ehe für wenige Wochen mit Diana D'Aubigny verheiratet. Aus seiner zweiten Ehe mit Sally Cooper entstammen seine Kinder Molly, Dougal und Luke. Von 1987 bis 1991 war er mit Anita Hegerland liiert, sie haben eine Tochter namens Greta und einen Sohn namens Noah. Im Mai 2003 feierte Mike Oldfield seinen 50. Geburtstag, den 30. Jahrestag der Veröffentlichung von Tubular Bells und heiratete seine Frau Fanny. Mit ihr hat er zwei weitere Söhne namens Jake und Eugene, diese Beziehung endete 2013. Oldfields ältester Sohn Dougal starb am 17. Mai 2015 im Alter von 33 Jahren.","strBiographyFR":"Michael Gordon Oldfield, dit Mike Oldfield, est un musicien multi-instrumentiste et compositeur britannique, né le 15 mai 1953 à Reading, en Angleterre.\nMichael Gordon Oldfield est le fils du Dr Raymond Henry Oldfield et de Maureen Bernadine Liston (d'origine irlandaise), il est le dernier de trois enfants ayant tous fait carrière dans la musique : Sally Oldfield (née en 1947) est chanteuse, tandis que Terry Oldfield (né en 1949) compose des musiques de documentaires.\nMike Oldfield a eu sept enfants de différentes unions : Molly (1979), Dougal (1981), Luke (1986), Greta (1988), Noah (1990), Jake (2004) et Eugene (2008).\nL'enfance de Mike Oldfield est marquée par la maladie de sa mère, qui fait de fréquents séjours en hôpital psychiatrique. Elle décèdera au début de 1975. Son père lui-même passionné de musique et issu d'une famille de mélomanes lui achète une guitare dès l'âge de 7 ans. Fan de Hank Marvin, le guitariste des Shadows et face aux nombreuses crises de folie de sa mère, Mike Oldfield va développer une personnalité maladivement introvertie et trouvera refuge dans la pratique de la guitare. Il développe une technique de jeu toute personnelle en essayant d'imiter les guitaristes de la musique folk britannique en vogue au début des années 1960 : John Renbourn et Bert Jansch notamment.\nÀ l'adolescence, Mike Oldfield est guitariste dans quelques clubs folks, mais sa carrière débute vraiment lorsqu'à l'âge de 15 ans il forme le duo The Sallyangie avec sa sœur Sally. Ensemble, ils sortent un album intitulé Children of the Sun en novembre 1968, chez Transatlantic. Mike forme ensuite un groupe éphémère avec son frère Terry. À cette période, il fait l'acquisition d'une Fender Telecaster blonde ayant appartenu à Marc Bolan. En février 1971, il rejoint en tant que bassiste, puis guitariste, Kevin Ayers et son groupe : The Whole World, au sein duquel il fait la connaissance du compositeur avant-gardiste David Bedford, qui l'encourage à développer ses premières compositions.\nÀ 17 ans, Mike Oldfield commence à composer des bribes de ce qui deviendra Tubular Bells et enregistre une maquette avec un magnétophone Bang & Olufsen prêté par Kevin Ayers. Il bricole l'appareil, de telle sorte qu'il parvient à réaliser des overdubs tout seul, ce qui lui permet de superposer le son de sa Telecaster, d'une basse Fender Precision, d'un orgue Farfisa et d'un xylophone, sans doute un jouet pour enfants. À l'été 1971, il fait le tour des maisons de disques avec sa maquette, sans succès. La démo a cependant la chance de plaire à Tom Newman, qui travaille au studio The Manor que monte le jeune entrepreneur Richard Branson. Cette année-là, ce dernier est en train de mettre sur pied un réseau de magasins de disques et il tente sans succès de trouver une maison de disques pour publier la musique du jeune guitariste. Ce n'est cependant qu'en 1972 que Richard Branson décide de créer son propre label et qu'il propose à Mike Oldfield de figurer parmi les premiers artistes de Virgin. Il lui fait signer un contrat l'engageant sur dix albums, ce qui sera par la suite source de litiges entre Oldfield et Virgin.\nTubular Bells sort le 25 mai 1973 sous le numéro de catalogue V2001, quelques jours après le vingtième anniversaire de Mike. Il s'agit d'un album de musique instrumentale présentant un seul long morceau de rock symphonique sur chaque face du 33 tours. Tous les instruments ou presque sont tenus par Mike Oldfield, ce qui a nécessité, pour l'époque, des prouesses techniques lors de l'enregistrement. Richard Branson porte l'album auprès des médias anglais et le fameux disc-jockey anglais John Peel programme les deux faces complètes de l'album dans son émission de rock à la BBC. L'album va connaître un succès colossal et devenir une des plus grosses ventes de l'histoire de la musique, ce qui est remarquable pour une musique purement instrumentale. La reprise du thème introductif en tant que thème principal du film l'Exorciste, quelques mois plus tard, va amplifier ce succès, notamment aux États-Unis. Tubular Bells a fait l'objet d'une réédition remasterisée en multicanal sur formats DVD Audio et Super Audio CD en respectant le format quadriphonique d'origine.\nSoudainement riche et célèbre, alors qu'il est toujours maladivement timide et sujet à des crises de panique, Mike Oldfield quitte Londres et part se réfugier dans une maison isolée, dans l'Herefordshire, contrée rurale en bordure du Pays de Galles. Il déménagera encore plusieurs fois dans les années 1970 et 1980.\nLes albums suivants de Mike Oldfield remportent des succès importants, qui restent cependant bien en deçà de celui de Tubular Bells, dont les ventes continuent à se cumuler pendant des années, pour atteindre les dix, puis seize millions d'exemplaires.\nAprès Tubular Bells (1973) suivent Hergest Ridge (1974) et Ommadawn (1975), deux autres albums de rock symphonique. En 1978, le double album Incantations, s'il reste dans la même veine progressive, étire plus longuement les thèmes répétitifs de Mike Oldfield, ce qui en fait un album un peu plus difficilement abordable. Sa parution s'accompagne d'un changement radical de l'apparence de Mike Oldfield (qui a coupé ses cheveux et rasé sa barbe) et de son comportement (il va au-devant des médias et organise une tournée européenne), consécutif à une thérapie controversée (parce que les participants étaient maltraités physiquement, réprimandés et invités à expliquer publiquement et sans retenue leurs fantasmes devant les autres) suivie par Oldfield pendant l'enregistrement d'Incantations.\nCette révolution entraîne également des changements profonds de la musique de Mike Oldfield : les albums suivants sont constitués de morceaux plus rock, souvent plus courts, et parfois de chansons pop (avec des chanteurs invités). Ils sont promus par des tournées-marathon qui parcourent toute l'Europe : s'inscrivent dans cette période les albums Platinum (1979), en partie réalisé à New York, QE2 (1980), qui mèle Vocoder, rythmiques africaines et références celtiques avec Phil Collins à la batterie ; Five Miles Out (1982) développe les pistes explorées dans QE2, notamment sur le long morceau progressif Taurus 2 et propose les premières chansons véritablement « pop » de Mike Oldfield ; Crises (1983) et Discovery (1984) s'éloignent des références folkloriques et proposent un pop rock efficace avec une plus grande part de synthétiseur, notamment du Fairlight CMI, le premier échantillonneur. Crises marque également le retour de Mike Oldfield au premier plan de la musique pop-rock : la chanson Moonlight Shadow devient un tube international.\nDans cette période, Mike Oldfield s'entoure d'autres musiciens, sur scène évidemment, mais aussi en studio. S'il a tendance à renouveler régulièrement les musiciens qui l'entourent, quelques uns tissent une relation musicale plus durable : le batteur français Pierre Moerlen intervient régulièrement sur disque et en concert de 1973 (live BBC) à 1987 (Islands) ; le batteur britannique Simon Phillips noue également une relation fructueuse avec Mike, avec qui il coproduit deux albums (Crises et Discovery) ; pour ce qui est des voix, la chanteuse Maggie Reilly intervient sur cinq albums de Mike Oldfield, tout au long des années 1980.\nEn 1981, Mike Oldfield déclare qu'il fera de nombreuses tournées jusqu'à ce qu'il puisse acquérir du matériel pour réaliser des vidéos. Son intérêt pour la vidéo était manifeste dès sa première tournée, en 1979, où il projetait des images en arrière plan de la scène. À partir de 1985, Mike Oldfield cesse de monter sur scène et commence à s'impliquer dans la conception graphique et la vidéo. Il fait l'acquisition de matériels coûteux et, après s'être fait la main sur quelques vidéo-clips (Pictures in the Dark, Shine), il se lance dans le projet novateur d'un album vidéo. Il n'arrive cependant pas à le réaliser dans un délai raisonnable et la sortie de la vidéo The Wind Chimes se fait bien après l'album audio Islands 1987 qui lui était lié. Mike Oldfield termine son contrat avec Virgin par trois albums inégaux : Earth Moving (1989) est une collection de chansons qui déçoit de nombreux fans, tandis qu'Amarok (1990) verse dans l'excès inverse avec une seule piste audio de 60 minutes proposant un instrumental inventif et déjanté. L'album est un échec commercial mais devient l'œuvre de référence pour de nombreux fans. Heaven's Open (1991) semble un album réalisé à la va-vite. Il a pour originalité d'être signé Michael Oldfield et de proposer cinq chansons chantées par Oldfield lui-même.\nEn 1992, Mike Oldfield signe un nouveau contrat chez Warner et publie Tubular Bells II, qui lui permet de revenir sur le devant de la scène en Angleterre (où l'on rattache beaucoup Oldfield à son premier album). L'album est coproduit par Trevor Horn et les idées de ce dernier semblent marquer Oldfield durablement. Ses albums suivants font l'objet de moins d'empilements d'arrangements et d'une épuration de son style musical. C'est le cas sur The Songs of Distant Earth (1994), album initialement décrié par les fans de Mike Oldfield, mais qui a été ré-estimé positivement avec le temps. Suivent Voyager en 1996 (une collection de reprises de traditionnels celtiques), Tubular Bells III en 1998, Guitars en mai 1999 et The Millennium Bell en novembre 1999, suivi par un concert exceptionnel à Berlin pour le passage à l'an 2000.\nEn 2002, en sortant Tres Lunas, Mike Oldfield voit enfin un premier aboutissement de son investissement dans l'univers de la vidéo, puisque le CD audio est accompagné d'un CD-Rom contenant un jeu 3D dans lequel figure de la musique inédite. Mike Oldfield a proposé, en 2004, un autre jeu (Maestro) en téléchargement payant sur son site officiel, mais le succès commercial de ces deux productions ludiques n'a pas été au rendez-vous (quelques milliers d'exemplaires du jeu vendus). Cette voie a été abandonnée depuis par le musicien. Depuis 2007, les jeux développés par Mike Oldfield sont disponibles gratuitement sur son site.\nLe trentième anniversaire de Tubular Bells, en 2003, a été célébré par la parution de Tubular Bells 2003, qui est une réinterprétation et un réenregistrement de la partition originale. En parallèle, le Tubular Bells d'origine a fait l'objet d'une réédition remasterisée en multicanal sur formats DVD Audio et Super Audio CD en respectant le format quadriphonique d'origine.\nEn 2005, le double Light + Shade, paru chez Mercury Records ne semble pas avoir réconcilié Mike Oldfield avec toute sa communauté de fans, les plus anciens n'approuvant pas son évolution, depuis 1998, vers des instrumentaux courts et influencés par les séquenceurs et la dance.\nEn 2006 et 2007, sa participation aux Night of the Proms allemandes et espagnoles consiste en la reprise de grands classiques : des extraits de Tubular Bells et Ommadawn, ainsi que Moonlight Shadow, To France et Shadow on the Wall.\nEn mai 2007 est parue chez Virgin Books, l'autobiographie de Mike Oldfield, sous le nom Changeling. L'ouvrage est essentiellement focalisé sur l'enfance de Mike Oldfield, ses relations avec sa famille affectées par la maladie de sa mère, et le début de sa carrière musicale jusqu'en 1979. Il y aborde les troubles psychologiques dont il a souffert lors de son adolescence et relate la thérapie de groupe qu'il a suivie en 1978. Mike Oldfield a annoncé qu'il verserait ses droits d'auteur de ce livre pendant un an à une œuvre caritative.\nPostérieurement à ce bilan d'une vie, Mike Oldfield a mis en vente nombre de ses instruments (y compris certaines de ses guitares emblématiques) en 2006 et 2007. Il a quitté le Royaume-Uni en novembre 2007 pour s'installer sur l'île espagnole de Majorque pendant quelques mois avant de déménager aux Bahamas avec son épouse et ses deux derniers enfants.\nLe 17 mars 2008 Music of the Spheres, un album de musique symphonique composée par Mike Oldfield et orchestrée par Karl Jenkins, est sorti sous le label Universal Music Classics and Jazz. Mike Oldfield avait indiqué en 2007 envisager une tournée européenne pour accompagner la sortie de l'album, mais il s'est finalement contenté d'un seul concert donné au Musée Guggenheim de Bilbao.\nD'après quelques allusions sur un blog tenu par son épouse, c'est dans le courant de l'année 2010 que Mike Oldfield aurait entrepris la composition d'un nouvel album, dont le titre provisoire était alors « Telecaster ».\nLe 27 juillet 2012, il participe à la cérémonie d'ouverture des Jeux olympiques de Londres en jouant la musique accompagnant le tableau Second to the right, and straight on till morning dédiée au système de santé britannique et à la littérature enfantine. Les morceaux joués sont deux extraits de Tubular Bells dont une version swing de la célèbre introduction, un extrait de Tubular Bells III et In Dulci Jubilo.\nEn 2013, Mike Oldfield travaille sur son album \"Man on the Rocks\", qui comprendra onze chansons, jouées avec John JR Robinson (batterie) Leland Sklar (basse), Matt Rollings (claviers), Michael Thompson (guitares, sauf les solos joués par Mike Oldfield) et produit par Steve Lipson. Le chant sera assuré par Luke Spiller du groupe The Struts et la sortie de l'album est prévue pour le 27 janvier 2014.\nEn parallèle, Mike Oldfield continue la réédition au format \"Deluxe\" (remixes 5.1, bonus inédits, extraits lives) des disques du catalogue Virgin, entamée en 2009 par la réédition de Tubular Bells et poursuivie dans l'ordre chronologique des albums. Five Miles Out et Crises sont réédités en 2013. Cette campagne de réédition s'achèvera avec les rééditions de Amarok et Heaven's Open, car les masters des albums de Warner n'ont pas été retrouvés.\nIl est difficile de classer définitivement la musique de Mike Oldfield dans un genre donné. Les premiers albums de Mike Oldfield s'apparentaient au rock progressif par l'existence de longs morceaux complexes, mais avec d'importantes incursions d'influences folkloriques. La rareté de la batterie associée au caractère hypnotique et répétitif de certains thèmes incite certains à considérer Mike Oldfield comme un artiste du genre New Age, d'autant que la programmation et les synthétiseurs sont devenus prééminents dans les albums de l'artiste à la charnière de l'an 2000. Mike Oldfield a également évolué dans la pop music (chansons pop) et été influencé par la dance music à partir des années 1990.\nIl est avant tout un guitariste et c'est surtout à la guitare qu'il compose ses œuvres, même s'il ressent ensuite le clavier comme un instrument plus adapté (The Top of the Morning sur Tubular Bells III). La guitare est mise en avant sur quasiment tous ses disques. La guitare électrique de Mike Oldfield a un son aigu et nasillard, qu'Oldfield a beaucoup travaillé : elle représente plus ou moins sa « voix » sur ses disques. Le son de sa guitare évolue au fil des changements de matériel : s'il a commencé avec une Fender Telecaster, il a ensuite utilisé une Gibson SG Junior, une Gibson L6 custom, une Fender Stratocaster. Depuis la fin des années 1980, Mike Oldfield semble jouer essentiellement sur des PRS.\nMike Oldfield se caractérise aussi par son goût prononcé pour la technologie : il a toujours été le premier à s'équiper de matériels nouveaux (il a été un des premiers à acquérir un Fairlight CMI, par exemple) et travaille depuis vingt ans sur le concept d'œuvres multimédia (musique, vidéo et jeu).\nN'étant pas lui-même chanteur (sauf sur l'album Heaven's Open et Ommadawn pour le titre On Horseback), plus d'une vingtaine de chanteurs et chanteuses ont collaboré avec lui. À l'apogée de sa période pop, on se souvient de la voix aérienne de Maggie Reilly, notamment dans les célèbres Moonlight Shadow et To France. Le chanteur de Yes, Jon Anderson, a également chanté dans deux titres, mais aussi Barry Palmer, Bonnie Tyler, Anita Hegerland, Roger Chapman et bien d'autres.\nMike Oldfield a également composé la musique du film La Déchirure et de quelques documentaires britanniques. Sa version de Blue Peter a été utilisée comme générique d'une émission pour enfants de la BBC pendant dix ans ainsi que générique d'une émission de la RTBF appelée Télétourisme.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Michael Gordon Oldfield (Reading, Reino Unido, 15 de mayo de 1953) es un músico, compositor, multiinstrumentista y productor británico. Ganador de un Grammy en 1975 por mejor composición Pop-Rock álbum instrumental por Tubular Bells (1973).\n\nEl padre del músico, Raymond Oldfield, adquirió una guitarra cuando servía en la Royal Air Force en Egipto durante la Segunda Guerra Mundial. Mike recuerda cómo su padre \"solía tocar la guitarra cada Nochebuena, cantando la única canción que sabía tocar, \"Danny Boy\". Mike también atribuyó su temprano interés por la música al hecho de haber visto de niño al virtuoso guitarrista Bert Weedon: \"Le vi en la tele cuando tenía siete años y enseguida convencí a mi padre para que me comprara mi primera guitarra. De hecho, creo que de no haber sido por Bert nunca hubiera llegado a ser lo principal en mi vida\".\n\nLos Oldfield se convirtieron en una familia ligada a la música: el hermano mayor de Mike, Terry Oldfield, es un compositor de prestigio en el campo de la música para documentales televisivos, y tiene varios álbumes en el mercado; su hermana, Sally Oldfield, consiguió un gran éxito a principios de los 80 con el tema vocal Mirrors, y en la actualidad continúa en activo.\n\nA la edad de 10 años, Mike ya componía piezas instrumentales para guitarra acústica. La guitarra era para él más que un instrumento, era una vía de escape de una situación familiar que fue empeorando y apartándolo del mundo exterior durante mucho tiempo. A lo largo de esa década, la escena musical acústica había gozado de muy buena salud, debido al resurgimiento de la cultura folclórica británica que tuvo lugar en las décadas anteriores. Fue en uno de los muchos clubes dedicados a este movimiento donde el joven Mike empezó a darse cuenta de que su virtuosismo musical era del agrado del público.\n\n\"Tenía dos instrumentales de 15 minutos cada uno, que tocaba en los clubes de folk locales en los que iba repasando todos los estilos\", decía. \"Incluso desafinaba las cuerdas totalmente y las doblaba sobre el mástil y hacía todo tipo de cosas. En cuanto me daban vacaciones en la escuela, pasaba la semana entera practicando y tocando la guitarra\". Probó también con la música eléctrica, tocando piezas instrumentales de The Shadows en un grupo amateur.\n\nCuando Mike cumplió 13 años, la familia Oldfield se trasladó a Romford, Essex. En 1967 dejó la escuela y junto con su hermana Sally formó The Sallyangie, un dúo folk-hippie de voz y guitarra. Firmaron por la compañía Transatlantic, que les editó el álbum \"Children of the Sun\" en 1968 y el single \"Two Ships\" en 1969. Por esta época el toque de guitarra de Mike fue fuertemente influido por el folk-barroco popularizado por John Renbourn, líder de Pentangle y Bert Jansch. Después de un año, llegó el fin de Sallyangie.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Berkshire, United Kingdom","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uxpquw1590066556.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/uvrtyv1366812570.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/a6zan71642512266.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/iyzvbr1613122770.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/w4pahe1613122398.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/c822xe1615918123.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/vtsqsv1386450315.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/r4u2my1613122151.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/oicsbe1613122170.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/yyvxqs1389103270.jpg","strMusicBrainzID":"a1684a49-feaa-4150-b758-d9412fc59f12","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Mike Oldfield/+charts?rangetype=6month","intCharted":"4","strLocked":"unlocked"}]}