{"artists":[{"idArtist":"142759","strArtist":"Vincenzo Bellini","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1801","intDiedYear":"1835","strDisbanded":null,"strStyle":"","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Vincenzo Salvatore Carmelo Francesco Bellini (November 3, 1801 - September 23, 1835) was an Italian opera composer. Known for his flowing melodic line, Bellini was the quintessential composer of Bel canto opera.  Born in Catania, Sicily, Italy, Bellini was a child prodigy from a highly musical family and legend has it he could sing an air of Valentino Fioravanti at eighteen months, began studying music theory at two, the piano at three, and by the age of five could play well. His first composition dates from his sixth year. Regardless of the veracity of these claims, it is certain that Bellini grew up in a musical household and that a career as a musician was never in doubt.  Having learned from his grandfather, Bellini left provincial Catania in June 1819 to study at the conservatory in Naples, with a stipend from the municipal government of Catania. By 1822 he was in the class of the director Nicolò Zingarelli, studying the masters of the Neapolitan school and the orchestral works of Haydn and Mozart. It was the custom at the Conservatory to introduce a promising student to the public with a dramatic work: the result was Bellini's first opera Adelson e Salvini an opera semiseria that was presented at the Conservatory's theater. Bianca e Gernando met with some success at the Teatro San Carlo, leading to an offer from the impresario Barbaia for an opera at La Scala. Il pirata was a resounding immediate success and began Bellini's faithful and fruitful collaboration with the librettist and poet Felice Romani, and cemented his friendship with his favored tenor Giovanni Battista Rubini, who had sung in Bianca e Gernando.  Bellini spent the next years, 1827-33 in Milan, where all doors were open to him. Supported solely by his opera commissions, for La straniera (1828) was even more successful than Il pirata, sparking controversy in the press for its new style and its restless harmonic shifts into remote keys, he showed the taste for social life and the dandyism that Heinrich Heine emphasized in his literary portrait of Bellini (Florentinische Nächte, 1837). Opening a new theater in Parma, his Zaira (1829) was a failure at the Teatro Ducale, but Venice welcomed I Capuleti e i Montecchi, which was based on the same Italian sources as Shakespeare's Romeo and Juliet.  The next five years were triumphant, cut short by Bellini's premature death.  Bellini died in Puteaux, near Paris of acute inflammation of the intestine, and was buried in the cemetery of Père Lachaise, Paris; his remains were removed to the cathedral of Catania in 1876. The Museo Belliniano, Catania, preserves memorabilia and scores.  Bellini is best known for his opera Norma, the title role of which is considered one of the most difficult roles in the soprano repertoire. During the 20th century, only a small number of singers were able to sing it with success: Rosa Ponselle in the early 1920s, and later Joan Sutherland in the 1950s and 1960s. Maria Callas was the famous Norma of the postwar period; she performed it many times and recorded it in the studio twice.","strBiographyDE":"Wikipedia\n\nVincenzo Salvatore Carmelo Francesco Bellini (* 3. November 1801 in Catania, Sizilien; † 23. September 1835 in Puteaux bei Paris) war ein italienischer Opernkomponist\n\nVincenzo Bellini war der älteste Sohn von Rosario Bellini (1776–1840) und Agata Ferlito. Er wurde als Sohn und Enkel von Kirchenmusikern geboren. Sein Geburtsdatum ist nicht gesichert. Als Dreijähriger begann er Klavier zu spielen, als Sechsjähriger versuchte er sich im Komponieren. Im Kirchenchor erregte er früh Aufmerksamkeit; als Zwölfjähriger lernte er die Kammermusik Joseph Haydns und Wolfgang Amadeus Mozarts kennen. Seinen ersten Musikunterricht erhielt er von seinem Großvater Vincenzo Tobia Bellini (1744–1829), der aus den Abruzzen stammte und um 1767 nach Catania gekommen war, wo er als Kapellmeister an der Kathedrale gewirkt hatte. Zwischen 1813 und 1818 entstanden Bellinis erste Kompositionen (die meisten sind nicht genau datierbar), neben einigen Vertonungen geistlicher Texte vor allem kleine Instrumentalstücke und Lieder mit Klavierbegleitung für die Salons der feinen Gesellschaft in Catania, zu der Bellini schnell Zugang gefunden hatte. Der Herzog und die Herzogin von Sammartino ermöglichten ihm ein Studium am Reale Collegio di Musica di San Sebastiano in Neapel, das er von 1819 bis 1825 besuchte. Seine wichtigsten Lehrer waren dort zunächst Giovanni Furno (Harmonielehre), Giacomo Tritto (Kontrapunkt) und Carlo Conti (Cembalo); später unterrichtete ihn der berühmte Nicola Zingarelli, Direktor des Konservatoriums und selbst ein geschätzter Opernkomponist. In diese Jahre in Neapel fällt die Komposition von Bellinis einzigem Werk für Orgel, einer Orgelsonate.\nAm Theater des Konservatoriums führte Bellini am 12. Februar 1825 gleichsam als sein Gesellenstück die Oper Adelson e Salvini auf. Deren Erfolg machte Domenico Barbaja, den Impresario des Teatro San Carlo in Neapel, auf Bellini aufmerksam. Barbaja war bekannt für seine Entdeckungen vielversprechender Talente (er hatte auch Gioachino Rossini gefördert); er erteilte Bellini den Auftrag für die Oper Bianca e Fernando, die am 30. Mai 1826 am Teatro San Carlo in Neapel uraufgeführt wurde und einen derartigen Erfolg erlebte, dass sich für Bellini die Mailänder Scala und die Häuser der mondänen Gesellschaft öffneten.\nDaraufhin interessierte sich auch das Teatro alla Scala in Mailand für eine Zusammenarbeit mit Bellini. Dort begegnete er dem Librettisten Felice Romani, der ihm den Text für Il Pirata und alle seine folgenden Opern außer der letzten Oper I Puritani schrieb, deren Textbuch Graf Carlo Pepoli verfasste. Die Mailänder Premiere von Il Pirata am 27. Oktober 1827 verschaffte Bellini den Durchbruch. Sie gilt zugleich als Geburtsstunde der romantischen italienischen Oper. La Straniera (UA 14. Februar 1829, Teatro alla Scala) unterstrich Bellinis Stellung als einer der nunmehr führenden italienischen Opernkomponisten, die auch durch den Misserfolg von Zaira (UA 16. Mai 1829 im Teatro Ducale in Parma) nicht erschüttert werden konnte. Vom Teatro La Fenice in Venedig erhielt er das Angebot, Romanis Libretto I Capuleti e i Montecchi (eine von William Shakespeare unabhängige Version des Romeo-und-Julia-Stoffes) zu vertonen, nachdem der ursprünglich dafür vorgesehene Giovanni Pacini kurzfristig abgesagt hatte. Um sein neues Werk rechtzeitig abliefern zu können, verwendete Bellini größere Teile aus der glücklosen Zaira in umgearbeiteter Form. Bei der Uraufführung am 11. März 1830 wurden I Capuleti e i Montecchi mit Beifall empfangen; man war Bellini besonders dankbar dafür, dass er die Saison „gerettet“ hatte, die sonst ohne eine Novität zu Ende gegangen wäre.\nIm Sommer 1830 arbeiteten Bellini und Romani an einer neuen Oper Ernani nach dem Anfang desselben Jahres in Paris uraufgeführten Drama Hernani von Victor Hugo. Als der Stoff vorsorglich von der Zensur verboten worden war, brachen sie die Arbeit ab. In der folgenden Karnevalsspielzeit feierte Bellinis Freund und erfolgreichster Konkurrent Gaetano Donizetti mit Anna Bolena am 26. Dezember 1830 im Teatro Carcano in Mailand einen aufsehenerregenden Triumph. Um eine direkte Konkurrenz zu vermeiden, wählte Bellini für seine neue Oper La sonnambula, die am 6. März 1831 am selben Theater herauskam, statt eines historischen Stoffes eine idyllische Schweizer Dorfgeschichte mit glücklichem Ausgang. Nach dem Bericht des Komponisten Michail Glinka sollen sowohl die Sänger als auch das Publikum von Bellinis Musik zu Tränen gerührt gewesen sein.\nFür die nächste Oper Norma bearbeitete Romani eine Tragödie von Alexandre Soumet, die bereits Giovanni Pacini als Grundlage für seine Oper La Sacerdotessa d'Irminsul gedient hatte. Für das Fiasko bei der Premiere von Norma am 26. Dezember 1831 in der Scala wird vor allem die Clique der Anhänger Pacinis verantwortlich gemacht, die Bellinis Oper gegen Bezahlung ausgepfiffen haben sollen, was damals üblich war. Ab der zweiten Aufführung begann sich Norma jedoch durchzusetzen und wurde bald als Meisterwerk gefeiert.\n1832 reiste Bellini über Neapel in seine Heimat Sizilien, wo man ihm einen triumphalen Empfang bereitete. Danach folgte er einer Einladung nach London, um dort mehrere seiner Werke einzustudieren. Seine nächste Zusammenarbeit mit Felice Romani sollte die letzte sein. Nachdem Beatrice di Tenda am 16. März 1833 im Teatro La Fenice in Venedig durchgefallen war, gab Bellini dem Textbuch Romanis die Schuld; dieser wiederum warf dem Komponisten vor, über seinen Liebesaffären die Kunst zu vernachlässigen. Diese Streitigkeiten zwischen den beiden Künstlern und ihren Anhängern wurden wochenlang öffentlich in der Presse ausgetragen und führten zum Bruch zwischen Dichter und Komponist.\nTatsächlich stand Bellinis Liebesleben unter dem Zeichen von drei Frauen, die „Tre Giuditte“: der vornehmen Mailänderin Giuditta Cantù, die mit dem Seidenfabrikanten und Komponisten Fernando Turina verheiratet war; der Sängerin Giuditta Pasta, der ersten Amina, Norma, Beatrice; und Giuditta Grisi, für die er die Partien des Romeo und der Adalgisa schrieb.\nSeine letzte Oper komponierte Bellini für das Théâtre-Italien in Paris, wo I Puritani am 24. Januar 1835 uraufgeführt wurden. Dieser Triumph des ersten französischen Auftrags wurde bejubelt, gekrönt von einem Orden der Ehrenlegion und einer Audienz bei Königin Maria Amalia. Als sich kurz darauf sein langjähriges Leber- und Darmleiden verschlimmerte, zog Bellini sich in sein Landhaus in Puteaux zurück. Sein Tod am 23. September 1835 kam für alle Außenstehenden überraschend und führte zu Spekulationen über eine mögliche Vergiftung. Bellini wurde mit einer Zeremonie von den Ausmaßen eines Staatsbegräbnisses geehrt. Bei der Trauerfeier am 2. Oktober 1835 im Invalidendom wirkten neben Solisten des Théâtre-Italien 350 Chorsänger mit; die Beisetzung erfolgte auf dem Friedhof Père-Lachaise. 1876 wurde Bellinis einbalsamierter Leichnam nach Catania überführt. Puteaux gehört heute zu La Défense, dem Wolkenkratzerviertel im Westen von Paris, und ein Teil von Puteaux heißt heute „Quartier Bellini“. ","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Italian","strCountryCode":"IT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sssxts1462698669.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xyvwpq1519412432.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/0ey83p1641642362.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/m5veuv1641642513.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/bpa44g1641642936.jpg","strArtistBanner":null,"strMusicBrainzID":"6f5bfd20-84cc-4879-8a40-05631ad576c7","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}