{"album":[{"idAlbum":"2144317","idArtist":"111256","idLabel":null,"strAlbum":"Songs From the West Coast","strAlbumStripped":"Songs From the West Coast","strArtist":"Elton John","strArtistStripped":"Elton John","intYearReleased":"2001","strStyle":"Rock/Pop","strGenre":"Pop","strLabel":null,"strReleaseFormat":"Album","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/songs-from-the-west-coast-4ef0dde67d7ab.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/songs-from-the-west-coast-500fa5d3c06ba.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/djvd2x1605373519.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/13gg461605373537.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/089jue1605373545.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/ol9fsa1605373528.png","strDescriptionEN":"Songs from the West Coast is the 27th studio album by British singer/songwriter Elton John, released worldwide on 1 October 2001. Many critics have said that this album brought him back to his piano-based musical roots. He once again collaborated with long-time lyricist Bernie Taupin. Drummer Nigel Olsson returns to the band full time. Tata Vega makes an early appearance as a backup vocalist and joined the EJ band later. This album marks the first time John and Taupin wrote together in person. From the album, \"I Want Love\" was a single and a Grammy nominated song, and \"This Train Don't Stop There Anymore\" and \"Original Sin\" also became hits. None of the songs from this album hit the Billboard Hot 100, which froze John's record of 31 years with at least one song in the Billboard Hot 100 (30 with at least one in the top 40). George Strait tied that record on the Country charts in 2011. Stevie Wonder, who previously worked with John for the songs \"I Guess That's Why They Call It the Blues\" and \"That's What Friends Are For\", played harmonica and clavinet on \"Dark Diamond\".\n\nPatrick Leonard produced the album and played keyboards on several songs, as was the case for The Road to El Dorado soundtrack. Guy Babylon, Bob Birch and John Mahon, three of John's band members at the time, do not appear on this album.\n\nIt was the first non-soundtrack studio album from John to be released after PolyGram and Universal Music Group merged, consolidating distribution rights to his entire catalogue.\n\nRufus Wainwright sings backing vocals on the track \"American Triangle\", which is about Matthew Shepard, a gay college student who was brutally murdered in 1998.\n\nThe restaurant shown on the album's cover is Rae's Restaurant, which is frequently used as a location for many Los Angeles-based film shoots, including 1993's True Romance and 2005's Lords of Dogtown. John's partner David Furnish and his Director of Operations Bob Halley appear on the album cover: Furnish as a cowboy at the bar and Halley as the man getting handcuffed.\n\nJohn has said that the inspiration for many of the songs on this album came from when he listened to Heartbreaker by Ryan Adams.\n\nIn an interview with Jon Wiederhorn in 2001, John revealed that the album was recorded using analogue tape as he believes \"the voice and instruments sound warmer\".\n\nThe album was dedicated to Matthew Shepard and Oliver Johnstone, Davey Johnstone's late son.\n\nIn 2002, the album was repackaged as a special edition containing a bonus disc with remixes, b-sides and non-album singles from the time of its release.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"7.5","intScoreVotes":"2","strReview":"","strMood":"Excitable","strTheme":null,"strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"e5fa9446-4c0e-3eef-afb5-c2c1f67bb0d1","strMusicBrainzArtistID":"b83bc61f-8451-4a5d-8b8e-7e9ed295e822","strAllMusicID":null,"strBBCReviewID":"29nv","strRateYourMusicID":"songs_from_the_west_coast","strDiscogsID":"126938","strWikidataID":"Q2552285","strWikipediaID":"Songs_from_the_West_Coast","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}