{"artists":[{"idArtist":"114245","strArtist":"Dusty Springfield","strArtistStripped":null,"strArtistAlternate":"Mary Isobel Catherine Bernadette O'Brien","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1939","intDiedYear":"1999","strDisbanded":"Yes","strStyle":"Rock/Pop","strGenre":"Soul","strMood":"Happy","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Mary Isobel Catherine Bernadette O'Brien OBE (16 April 1939, West Hampstead, London, England – 2 March 1999, Henley-on-Thames, Oxfordshire, England), known professionally as Dusty Springfield, was an English pop singer whose career extended from the late 1950s to the 1990s. With her distinctive sensual sound, she was an important blue-eyed soul singer, and at her peak was one of the most successful British female performers, with six top 20 singles on the United States Billboard Hot 100 and sixteen on the United Kingdom Singles Chart from 1963 to 1989. She is a member of both the US Rock and Roll and UK Music Halls of Fame. International polls have named Springfield among the best female rock artists of all time. Her image, supported by a peroxide blonde beehive hairstyle, evening gowns, and heavy make-up, made her an icon of the Swinging Sixties.","strBiographyDE":null,"strBiographyFR":"Mary Isabel Catherine Bernadette O'Brien OBE (16 avril 1939 – 2 mars 1999), connue sous le nom de Dusty Springfield, est une chanteuse britannique. En quarante ans de carrière – de la fin des années 1950 jusqu’aux années 1990 –, elle a sorti de nombreux singles comme I Only Want To Be With You, You Don’t Have to Say You Love Me ou Son of a Preacher Man. Parmi ses albums, Dusty in Memphis sorti en 1968 devient un standard de la musique soul. Durant les années 1960, elle est l’une des plus populaires chanteuses britanniques. Sa voix sensuelle facilement reconnaissable ainsi que sa passion pour la musique soul américaine font d’elle l’une des principales chanteuses de blue-eyed soul. Elle se démarque également par son image inspirée des femmes des années 1950 notamment sa coiffure choucroute blonde ainsi que ses robes de soirée.\n\nNée dans une famille irlandaise amatrice de musique, Dusty Springfield apprend à chanter avec sa famille. Ses premiers succès datent de sa collaboration dans le groupe The Springfields. Elle entame une carrière solo en 1963 avec I Only Want To Be With You. Durant les années 1960 elle obtient plusieurs succès dont I Just Don't Know What to Do with Myself, Wishin' and Hopin' ou The Look of Love écrites par Burt Bacharach and Hal David. Avec 18 chansons classées dans le Billboard Hot 100 de 1964 à 1970, elle fait partie de la British Invasion. Au Royaume-Uni, le magazine New Musical Express classe Dusty Springfield comme meilleure chanteuse britannique en 1964, 1965 et 1968 selon les votes du public. Elle est très présente à la radio et télévision anglaise. Elle utilise cette présence médiatique pour introduire la musique soul au Royaume-Uni. À son initiative, une émission spéciale de Ready Steady Go!, intitulée The Sound of Motown, permet au public britannique de découvrir les artistes de la Motown tels que Martha and the Vandellas, Stevie Wonder ou The Supremes.\n\nÀ la fin des années 1960, comme de nombreuses chanteuses pop, Dusty Springfield voit son image se démoder face aux changements du paysage musical tels que le Summer of Love et la popularité toujours croissante de la musique rock. Elle décide alors de se tourner vers la musique soul et part à Memphis afin d’enregistrer un album sur le label Atlantic Records. Comprenant 12 chansons dont quatre de Carole King, Dusty in Memphis sort aux États-Unis en 1968. Malgré des critiques élogieuses et le succès du single Son of a Preacher Man, l’album ne trouve pas grâce aux yeux du public. Il reste l’un des principaux albums de soul et en 2001, il reçoit un Grammy Hall of Fame Award.\n\nLes années 1970 et 1980 sont plus difficiles pour Dusty Springfield. Elle connaît des problèmes de drogue et doit gérer la révélation de son homosexualité. Après plusieurs tentatives de retour, elle retrouve le succès en 1987 avec le groupe Pet Shop Boys et la chanson What I Have Done to Deserve This?. En 1995, Dusty Springfield est diagnostiquée d’un cancer du sein. Elle décède en 1999 suite à cette maladie. Dix jours après sa mort, elle est introduite au Rock and Roll Hall of Fame.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"West Hampstead, London, England, UK","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vyxtru1413144484.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/yrrrtt1486375568.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/springfield-dusty-5048026c50b06.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/rtpsrr1455471465.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/yssxpw1455471709.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/c6yo581642068565.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/springfield-dusty-586aeb8e8df35.jpg","strMusicBrainzID":"b896aa8c-2761-40ce-b485-0e1fffd26167","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}