{"artists":[{"idArtist":"125854","strArtist":"Lesley Gore","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Raven Records","idLabel":"45334","intFormedYear":"1963","intBornYear":"1946","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"Pop","strMood":"Fun","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Lesley Gore (born 2 May 1946 in New York City, USA as Lesley Sue Goldstein) is an American singer-songwriter, one of the best known performers of the girl group era.  Raised in Tenafly, New Jersey to Jewish parents, Gore was discovered as a teenager. Her first single in 1963 at age 16 was the #1 hit It's My Party still perhaps her best known recording, which also made #9 in Britain. It was followed by others, including Judy's Turn To Cry (the sequel to \"It's My Party\"), She's A Fool, the proto-feminist You Don't Own Me, and Maybe I Know. Her record producer was Quincy Jones, who would later become one of the most famous producers in American music.  Instead of accepting the television and movie contracts that came her way, Gore chose to attend Sarah Lawrence College in Bronxville, New York. This limited her public career to weekends and summer vacations and undoubtedly hurt her career. Nevertheless, throughout the mid-1960's, Gore continued to be the one of the most popular female singers in the United States and Canada.  By the late 1960s, though, her fame lessened as popular tastes evolved towards a harder-edged, psychedelic sound. Her last major hit was \"California Nights,\" (1967) which she performed on an episode of the Batman TV series in which she guest-starred as one of Catwoman's minions. Afterwards, she continued to stay busy in the music industry, performed at concerts and in cabarets and achieved noted success as a professional songwriter, including composing songs for the soundtrack of the 1980 film, Fame. She received an Academy Award nomination for \"Out Here on My Own,\" written with her brother Michael.  Gore continues to be busy, playing concerts, appearing on television, and recently (2005) recording a self-produced and critically-acclaimed CD, \"Ever Since.\" She is also known for tackling a variety of musical genres, including a credible take on AC/DC's \"Dirty Deeds Done Dirt Cheap.\"  Although Gore did not officially come out until 2005, her lesbianism was not exactly a secret. The 1996 film Grace of My Heart featured a character (played by Bridget Fonda) whose industry struggles over her sexual orientation were similar to Gore's. Beginning in 2004 Gore could be seen hosting the PBS series In the Life, which focused on GLBT issues. Gore currently lives with her partner of over twenty-three years, as well as a few pets.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"New York, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/swxyyw1386719408.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/gore-lesley-5207814d9f808.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/gore-lesley-5207814d9f808.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"7f565c58-cf5d-441b-821f-c314ddf60c99","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}