{"artists":[{"idArtist":"131768","strArtist":"Tamara","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1984","intBornYear":"1984","intDiedYear":null,"strDisbanded":null,"strStyle":"Latin","strGenre":"Latin","strMood":"Gentle","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"\"Tamara\"   (TamaraValcarcel Serrano Macarena) ( Seville , Andalusia , June 27, 1984 ), artistically known as Tamara, is a Spanish pop singer  . She is particularly known for her interpretations of boleros . Three of her most successful songs were \" If you leave us , \"\" Everyday \"and a version of\" The cat is sad and blue \".","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Tamara Macarena Valcárcel Serrano (Sevilla, 27 de junio de 1984), conocida artísticamente como Tamara, es una cantante melódica española, especialmente conocida por sus interpretaciones de boleros. Nieta del gran cantaor de flamenco Rafael Farina y de la bailaora Fernanda Romero, algunas de sus interpretaciones exitosas son Si nos dejan, Cada día y una versión de El gato que está triste y azul, de Roberto Carlos.\nSu figura de cantante melódica comenzó a dibujarse en 1999, cuando apenas tenía 15 años. Fue entonces, cuando sacó su primer disco 'Gracias', compuesto de boleros y rancheras y con el que llegó a conseguir 8 discos de platino en España y Disco de Oro en varios países de América Latina como Venezuela, México o Colombia.\nArrasó en sus comienzos y lejos de ser una estrella efímera ha continuando brillando año tras año. Ni más ni menos que 15 años sobre los escenarios avalan la trayectoria musical de Tamara.\nInterpreta como ninguna la canción melódica. Su portentosa voz madura, la sensibilidad con la que transforma los boleros de antaño en éxitos y su inconfundible estilo hacen que sea una de las cantantes más reconocidas de España.\nPese a contar con tan sólo 31 años, acaba de concluir su gira \"Contigo Siempre, con la que ha celebrado sus quince años sobre los escenarios. Para celebrarlo, Tamara ha contado con grandes sorpresas al incluir temas nunca antes interpretados en directo como \"Colores en el Viento\", canción con la que se dio a conocer en \"Menudas Estrellas\" de Antena 3, al igual que componiendo el tema \"Contigo Siempre\", dedicado a su club de fans y que se podrá escuchar a finales de año.\nTras la conclusión de esta gira en mayo de 2015 dado el avanzado estado de gestación de la cantante, Tamara espera impaciente no sólo la llegada de su bebé, sino también la promoción y puesta en venta del que será su disco número doce, prevista para el mes de octubre. Este disco, grabado en Miami y que cuenta con la producción de Daniel Betancourt, está compuesto de grandes temas inéditos, en el que podremos escuchar estilos y ritmos más actuales. La cantante ha pedido la colaboración de sus fans, a través de las redes sociales, para poner el título a su nuevo álbum. Finalmente el título elegido es \"Lo que calla el alma\". Su primer single, ´´Si tú Quisieras``, estrenado el 18 de julio de 2015, ha sorprendido por su ímpetu y contundencia.\nSegún acreditan los Productores de Música de España (Promusicae) cuenta de doce discos de platino y un disco de oro, equivalentes con 1 220 000 de álbumes certificados.\nTamara, nació en la provincia andaluza de Sevilla, el 27 de junio de 1984 en el seno de una familia musical. Pertenece a una familia de grandes artistas, es hija de Matilde Serrano (1965) y Federico Valcárcel, y tiene cuatro hermanos: Jesús (1985), Manuel Alejandro, Adriana y Luis Miguel.\nSe casó en mayo de 2005 con Daniel Roque en Sevilla después de dos años de relación. El matrimonio tiene una hija llamada Daniela (3 de agosto de 2006), un hijo llamado Leandro (10 de febrero de 2009) y otra hija llamada Valentina (9 de agosto de 2012). Su cuarto hijo, Héctor, ha nacido el 7 de agosto, con el que la pareja piensa plantarse.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"","intMembers":"1","strCountry":"","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qqutyp1408992879.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vrrusw1471008413.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/uqusqp1466435622.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/suvyyw1466435661.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rvqwws1466435675.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/qptvyv1471008428.jpg","strMusicBrainzID":"8d8fe4d0-4bb4-406f-a63f-99537c6d0e7d","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}