{"artists":[{"idArtist":"119238","strArtist":"Frank Sinatra","strArtistStripped":null,"strArtistAlternate":"Ol Blue Eyes","strLabel":null,"idLabel":null,"intFormedYear":"1935","intBornYear":"1915","intDiedYear":"1998","strDisbanded":null,"strStyle":"Jazz","strGenre":"Swing","strMood":"Smooth","strWebsite":"sinatra.com","strFacebook":"www.facebook.com/sinatra","strTwitter":"1","strBiographyEN":"Francis Albert \"Frank\" Sinatra (December 12, 1915 - May 14, 1998) was an American singer and film actor. Beginning his musical career in the swing era with Harry James and Tommy Dorsey, Sinatra found unprecedented success as a solo artist from the early to mid-1940s after being signed to Columbia Records in 1943. Being the idol of the \"bobby soxers\", he released his first album, The Voice of Frank Sinatra in 1946. His professional career had stalled by the 1950s, but it was reborn in 1953 after he won the Academy Award for Best Supporting Actor for his performance in From Here to Eternity. He signed with Capitol Records in 1953 and released several critically lauded albums (such as In the Wee Small Hours, Songs for Swingin' Lovers!, Come Fly with Me, Only the Lonely and Nice 'n' Easy). Sinatra left Capitol to found his own record label, Reprise Records in 1961 (finding success with albums such as Ring-a-Ding-Ding!, Sinatra at the Sands and Francis Albert Sinatra & Antonio Carlos Jobim), toured internationally, was a founding member of the Rat Pack and fraternized with celebrities and statesmen, including John F. Kennedy.\n\nSinatra turned 50 in 1965, recorded the retrospective September of My Years, starred in the Emmy-winning television special Frank Sinatra: A Man and His Music, and scored hits with \"Strangers in the Night\" and \"My Way\". With sales of his music dwindling and after appearing in several poorly received films, Sinatra retired for the first time in 1971. Two years later, however, he came out of retirement and in 1973 recorded several albums, scoring a Top 40 hit with \"(Theme From) New York, New York\" in 1980. Using his Las Vegas shows as a home base, he toured both within the United States and internationally, until a short time before his death in 1998. Sinatra also forged a highly successful career as a film actor. After winning Best Supporting Actor in 1953, he also garnered a nomination for Best Actor for The Man with the Golden Arm, and critical acclaim for his performance in The Manchurian Candidate. He also starred in such musicals as High Society, Pal Joey, Guys and Dolls and On the Town.\n\nSinatra was honored at the Kennedy Center Honors in 1983 and was awarded the Presidential Medal of Freedom by Ronald Reagan in 1985 and the Congressional Gold Medal in 1997. He was the recipient of eleven Grammy Awards, including the Grammy Trustees Award, Grammy Legend Award and the Grammy Lifetime Achievement Award. Sinatra is also one of world’s best-selling artists of all time, having sold more than 150 million copies worldwide.","strBiographyDE":"Francis Albert „Frank“ Sinatra (* 12. Dezember 1915 in Hoboken, New Jersey; † 14. Mai 1998 in Los Angeles, Kalifornien) war ein US-amerikanischer Sänger, Schauspieler und Entertainer. Seine Übernamen waren Ol’ Blue Eyes und, wegen seiner charakteristischen Stimme, The Voice. Sinatra galt lange als einflussreichster Künstler in Las Vegas und wurde deswegen unter seinen Kollegen halb scherzhaft aber ebenso respektvoll als Chairman of the board (Vorstandsvorsitzender) bezeichnet. Er begann seine musikalische Karriere in der Swing-Ära als Sänger in den Orchestern von Harry James und Tommy Dorsey. Mit Künstlerkollegen wie Dean Martin und Sammy Davis Jr. gehörte er dem sogenannten Rat Pack an. Seine international erfolgreichen Hits, darunter Strangers in the Night, My Way und New York, New York, bescherten Sinatra Weltruhm; seine Alben wurden mehr als 150 Millionen Mal verkauft.\n\nFrank Sinatra erhielt den Oscar als Bester Nebendarsteller für den Film Verdammt in alle Ewigkeit sowie eine Nominierung als bester Schauspieler für Der Mann mit dem goldenen Arm. Daneben spielte er in weiteren Filmen mit, unter anderem in dem Musical Die oberen Zehntausend mit Grace Kelly. Zu seinen Auszeichnungen gehören neben zahlreichen Grammys mit der Presidential Medal of Freedom (1985) und der Goldenen Ehrenmedaille des Kongresses bedeutende humanitäre Ehrungen.\n\nSinatra war mehrfach verheiratet und Vater von drei Kindern, Nancy, Frank jr. und Tina. Der vielseitige Künstler gilt als eine der einflussreichsten und bekanntesten Persönlichkeiten der Popmusik und herausragenden Größen des Show-Business im 20. Jahrhundert.\n(Wikipedia)\n","strBiographyFR":"Francis Albert Sinatra, dit Frank Sinatra, né le 12 décembre 1915 à Hoboken, New Jersey et mort le 14 mai 1998 à Los Angeles, est un chanteur et acteur américain, né d'un père d'origine sicilienne et d'une mère originaire de Ligurie (Italie).\nCrooner à la réputation mondiale, surnommé The Voice ou Ol' Blue Eyes ou encore The Chairman of the Board, il fut le meneur du fameux Rat Pack du milieu des années 1950 au milieu des années 1960.\nIl a vendu plus de 150 millions de disques.\n\nNé à Hoboken dans le New Jersey, Frank Sinatra est l'enfant unique d'immigrés italiens. Sa mère Natalie Della (Garaventa), institutrice, est originaire de Ligurie et son père Antonino Sinatra Martino (en), est d'origine sicilienne. Inculte et parlant mal l'anglais, Antonino finit par devenir boxeur amateur sous le nom irlandais de Marty O'Brien, les Italiens détestant les Irlandais à cette époque. C'est dans ce milieu de la boxe qu'Antonino côtoie la mafia qui lui permet pendant la Prohibition de tenir un bar fréquenté par le gangster Waxey Gordon, son protecteur. Franck rencontre dans ce bar le mafieux Vincent Alo (en) dont il prendra modèle (même costume, mêmes lectures). C'est son grand-père paternel, dont on dit qu'il vivait dans le même village sicilien que le mafieux Lucky Luciano, qui a émigré aux États-Unis. Les familles italiennes d'Hoboken qui se regroupent selon leur village d'origine doivent payer le pizzo aux mafieux locaux.\n\nQuittant l'école non diplômé, il fait des petits boulots (livreur, riveteur) mais veut surtout chanter malgré une ouïe déficiente, ayant eu le tympan perforé lors de sa naissance. Il se produit dans des petits clubs, court les radio-crochets. Le 8 septembre 1935, il débute en amateur au sein du groupe des Hoboken Four. D'août 1937 à juin 1939, il se produit à la Rustic Cabin (saloon-restaurant d'Englewood, dans le New Jersey). Le spectacle est diffusé sur les ondes de la radio new-yorkaise WNEW#. En juin 1939, il est engagé par le trompettiste Harry James avec lequel il enregistrera une dizaine de titres.\n\nSa carrière musicale décolle le 26 janvier 1940 lorsqu'il débute dans l'orchestre de Tommy Dorsey avec lequel il restera plus de deux ans et enregistrera une centaine de titres dont les plus célèbres sont : Imagination, I'll Be Seeing You, I'll Never Smile Again, Without A Song, There Are Such Things, Polka Dots and Moonbeams, Stardust... Il fera deux apparitions filmées aux côtés de Tommy Dorsey et son Orchestre dans les films Las Vegas Nights (1941) et Ship Ahoy (1942). Le 19 septembre 1942, il quitte la formation de Tommy Dorsey et entame une carrière en solo.\nEn janvier 1943 il chante pour la première fois au Paramount theatre à New York et c'est le triomphe. En février 1943, Sinatra fait une première apparition au cinéma dans le film Reveille With Beverly où, dans son propre rôle, il interprète la chanson Night and Day de Cole Porter. En juin de la même année, il est engagé par les disques Columbia avec lesquels il fera près de 300 enregistrements entre 1943 et 1952. En août, il tourne son premier film en vedette pour RKO, Amour et Swing (Higher and Higher), aux côtés d'un jeune prodige, Mel Tormé, et de l'actrice française Michèle Morgan. Puis, l'année suivante il tourne Step Lively avec Gloria De Haven.\n\nEn juin 1944, Sinatra signe un contrat de cinq ans avec la MGM et tourne avec Gene Kelly dans Anchors Aweigh. La scène où les deux marins américains dansent sur des lits restera un morceau d'anthologie.\nDe 1943 à 1948, il multiplie les apparitions à la radio dans des shows hebdomadaires tels : Your Hit Parade, Songs By Sinatra, Light Up Time.\nEn novembre 1945, il interprète et réalise un court métrage, « docu-fiction » sur la tolérance religieuse (inspiré notamment des événements de la Seconde Guerre mondiale); ce film, The House I Live In, lui vaudra un Oscar en 1946.\n\nEn août 1948, Sinatra tourne dans un deuxième film avec Gene Kelly, Take Me Out To The Ball Game, puis un troisième, On The Town (Un Jour A New York), l'année suivante.\nLe 27 mars 1951, il enregistre l'm A Fool To Want You, une chanson coécrite avec et dédiée à Ava Gardner, avec laquelle il était, à l'époque, marié.\nEn avril 1953 a lieu le premier enregistrement pour le label Capitol. La collaboration s'étendra jusqu'en 1962 et produira plusieurs centaines de chansons regroupées dans une série d'albums représentative de l'âge d'or de sa carrière de chanteur.\nLe 25 mars 1954, Sinatra reçoit son deuxième Oscar pour sa prestation dans le film From Here To Eternity (Tant qu'il y aura des hommes). Fin 1955, il tourne The Man With The Golden Arm (L'Homme au bras d'or) avec Kim Novak, film pour lequel il sera nommé aux Oscars de 1956.\n\nEn janvier 1956, Sinatra enregistre une de ses chansons-culte, I've Got You Under My Skin, sur des arrangements signés Nelson Riddle.\nEn septembre 1957, il tourne dans Pal Joey (La Blonde ou la Rousse), avec Rita Hayworth et Kim Novak, film qui restera marqué par la chanson The Lady Is A Tramp. En décembre 1958, c'est Some Came Running (Comme un torrent) de Vincente Minnelli, avec Dean Martin et Shirley McLaine.\nEn mai 1959 sort A Hole In The Head (Un trou dans la tête) de Frank Capra. La même année, Sinatra tourne, en juillet, Never So Few (La Proie des vautours), avec Gina Lollobrigida et Steve McQueen, puis, en août Can-Can avec Shirley MacLaine et Maurice Chevalier.\nEn mars 1960, Sinatra accueille Elvis Presley, à son retour du service militaire, lors d'un show TV où ils chantent ensemble. En juillet de la même année, il s'investit dans la campagne électorale de John Kennedy et organisera le gala d'inauguration de la présidence.\n\nEn avril 1961, il enregistre le premier d'une longue série de disques pour son propre label : « Reprise ». Le 11 avril 1966, il grave Strangers In The Night, qui obtiendra plusieurs Grammy Awards. Le 30 décembre 1968, c'est My Way - chanson française s'intitulant \"Comme d'habitude\" coécrite par Claude François, Gilles Thibault et Jacques Revaux en 1967 - et qui deviendra, par cette adaptation, un succès planétaire.\nLe 13 juin 1971, Sinatra fait ses « adieux » lors de deux concerts donnés à Los Angeles. Mais il ne tarde pas à revenir sur scène et dans les studios d'enregistrement à partir de la mi-1973.\nÀ la mi-avril 1984, il enregistre l'album L.A. Is My Lady dont le fleuron sera la chanson Mack the Knife.\nDe juillet à octobre 1993, il enregistre, pour les albums Capitol, ses « Duets » auxquels participent quelques grands artistes internationaux : Barbara Streisand, Aretha Franklin, Charles Aznavour, Julio Iglesias, Willie Nelson, Bono de U2, etc.\nLes 19 et 20 décembre 1994, Sinatra donne ses derniers concerts au Fukuoka Dome de Tokyo. Le 25 février 1995, il fait une dernière apparition sur scène lors d'un gala de charité pour le Barbara Sinatra Children Center et, en décembre, tout le monde américain du spectacle lui rend hommage au Shrine Auditorium de Los Angeles. Il meurt deux ans et demi après.","strBiographyCN":null,"strBiographyIT":"\nAttore e cantante americano. Nato a Hoboken, nel New Jersey, il 12 dicembre 1915, si è spento il 15 maggio 1998\n\nFonti non confermate dicono che lui stesso, a suo modo, come recita la famosa My Way, abbia staccato la spina della macchina che lo teneva in vita. Salutando, con un sorriso stanco, la moglie Barbara.\nL'artista vive un'infanzia dura e umile. La madre Dolly, di origini liguri, fa la levatrice. Il padre Marty, pugile dilettante di origini siciliane, è un pompiere. Da ragazzino, Sinatra è costretto da esigenze economiche a fare i lavori più umili. Cresciuto per la strada e non sui banchi di scuola, prima fa lo scaricatore di porto e poi l'imbianchino. A sedici anni, ha una sua band, i Turk.\nFrank Sinatra passa alla storia come The Voice, per il suo inconfondibile carisma vocale. Durante la sua carriera incide 2 mila e 200 canzoni per un totale di 166 album. Dedicandosi anche, con fortuna, al grande schermo. \nE la sua vita privata è paragonabile proprio ad uno dei suoi tanti film di successo. Famoso latin lover, si sposa quattro volte. La prima a ventiquattro anni, con Nancy Barbato, dal 1939 al 1950, dalla quale ha tre figli: Nancy, Frank Jr. e Christina che, all'epoca della separazione, hanno rispettivamente undici, sette e tre anni. Poi, dal 1951 al 1957, Sinatra ha un'intensa storia d'amore con Ava Gardner, che riempie le cronache rosa dei giornali del tempo. A suon di criticati confetti (per lei lascia la famiglia), di botte e di litigi. Per soli due anni, dal 1966 al 1968, si unisce in matrimonio con l'attrice Mia Farrow. E dal 1976 fino alla sua morte resta a fianco dell'ultima moglie, Barbara Marx. Ma la stampa continua, anche negli ultimi anni, ad attribuirgli flirt: da Lana Turner a Marilyn Monroe, da Anita Ekberg ad Angie Dickinson.\nDa sempre vicino alle cause per i diritti umani, già nei primi anni Cinquanta si schiera a favore dei neri, vicino al suo inseparabile amico Sammy Davies Jr. Fino all'ultimo, non si sottrae alla beneficenza a favore dei bambini e delle classi disagiate.\nLa sua stella non conosce ombre. Solamente tra il 1947 ed i primi anni Cinquanta, attraversa una breve crisi professionale. Che supera brillantemente, grazie al film di Fred Zinnemann Da qui all'eternità, con cui conquista l'Oscar come Migliore Attore non Protagonista. Tra le tante accuse mosse all'interprete più famoso del secolo, come da molti viene considerato, quella di legami con la mafia. Soprattutto con il gangster Sam Giancana, proprietario di un Casinò a Las Vegas. Ben più sicuri, i nomi dei suoi più cari amici: da Dean Martin a Sammy Davis Jr, a Peter Lawford. Tra gli ultimi omaggi che l'America tributa a questo grande showman, un regalo speciale per i suoi ottant'anni, nel 1996. Per i suoi occhi blu, l'Empire State Building per una notte si illumina d'azzurro. Tra coppe di champagne e gli inevitabili festeggiamenti, cui The Voice è abituato. Lo stesso omaggio è stato ripetuto anche in occasione della sua morte. Il suo patrimonio, spartito tra la beneficenza ed i suoi legittimi eredi, si valuta intorno ai 360 miliardi di lire.\nRICONOSCIMENTI ARTISTICI\n\n-1954, Vincitore, Oscar, Miglior Attore non Protagonista, per Da qui all'eternità\n-1954, Vincitore, Golden Globe, Miglior Attore non protagonista, per Da qui all'eternità\n-1956, Notion, Oscar, Miglior Attore, per L'uomo dal braccio d'oro\n-1958, Vincitore, Golden Globe, Miglior Attore Commedia Musicale, per Pal Joey -1971, Vincitore, Jean Hersholt Humanitarian Award\n-1971, Vincitore, Cecil B. De Mille Award\n-1973, Vincitore, Screen Actors Guild Award, alla carriera","strBiographyJP":null,"strBiographyRU":"Фрэ́нсис А́льберт Сина́тра (англ. Francis Albert Sinatra: 12 декабря 1915, Хобокен, Нью-Джерси — 14 мая 1998, Лос-Анджелес, Калифорния) — американский певец (крунер), киноактёр, кинорежиссёр, продюсер, шоумен, дирижёр, политический активист. Лауреат кинопремии «Оскар». Одиннадцать раз становился лауреатом премии «Грэмми». Славился высоким мастерством исполнения песен, виртуозной техникой интонационного фразирования, ясной артикуляцией каждого слова и слога и «бархатным» тембром голоса. За 60 лет творческой карьеры Синатра исполнил в студии и на концертах более двух тысяч песен разных авторов, гастролировал в более 40 странах мира и пластинки с его песнями проданы в количестве более 150 миллионов экземпляров.\nВ XX веке Синатра стал легендой не только музыкального мира, но и каждого аспекта американской культуры. Когда он ушел из жизни, некоторые журналисты писали: «К чёрту календарь. День смерти Фрэнка Синатры — конец XX века». Певческая карьера Синатры начиналась ещё в 1930-х годах, а к концу жизни он считался эталоном музыкального стиля и вкуса. Песни в его исполнении вошли в классику эстрады и стилей джаз, свинг и поп-музыки, стали наиболее яркими образцами эстрадно-джазовой манеры пения «крунинг», на них воспитаны несколько поколений американцев. В молодые годы имел прозвище Фрэнки (англ. Frankie) и Голос (англ. The Voice), в более поздние годы — Мистер Голубые Глаза (англ. Ol' Blue Eyes), а затем — Председатель (англ. Chairman). За шестьдесят лет активной творческой деятельности записал около сотни неизменно популярных дисков-синглов, исполнил самые известные песни крупнейших композиторов США — Джорджа Гершвина, Харольда Арлена, Кола Портера, Ричарда Роджерса, Генри Манчини и Ирвинга Берлина, а также европейских композиторов — Берта Кемпферта (Strangers in the Night, The World We Knew), Клода Франсуа, Мишеля Леграна и других авторов.\nПомимо музыкального триумфа, Синатра был и успешным киноактёром; высшей точкой его карьеры стала премия «Оскар» 1954 года за лучшую мужскую роль второго плана в фильме «Отныне и во веки веков». В его «копилке» содержится множество кинонаград: от «Золотых глобусов» до премии Гильдии киноактёров США. За свою жизнь Синатра снялся более чем в шестидесяти кинофильмах, наиболее известными из которых стали «Увольнение в город», «Отныне и во веки веков», «Человек с золотой рукой», «Высшее общество», «Гордость и страсть», «Одиннадцать друзей Оушена» и «Маньчжурский кандидат».\nФрэнк Синатра удостоен премий «Золотой глобус», Гильдии киноактёров США и Национальной ассоциации содействия прогрессу цветного населения, а за год до кончины награждён высшей наградой США — Золотой медалью Конгресса. ","strBiographyES":"Francis Albert Sinatra (Hoboken, 12 de diciembre de 1915 - Los Ángeles, 14 de mayo de 1998), más conocido como Frank Sinatra, fue un cantante y actor estadounidense. Apodado «La Voz», fue una de las figuras más importantes de la música popular del siglo XX y dejó, a través de sus discos y actuaciones en directo, un legado canónico en lo que respecta a la interpretación vocal masculina de esa música. Su popularidad llegó a ser inmensa y prácticamente constante a lo largo de toda su vida, aunque fueron especialmente exitosos los años cuarenta y cincuenta, siendo esta última década, con su producción discográfica para la compañía Capitol, la considerada como su etapa de mayor calidad artística como cantante.\n\nSu repertorio se basó en la obra de los más importantes compositores populares estadounidenses, como Jimmy Van Heusen, Cole Porter, Sammy Cahn o George Gershwin, y su estilo sintetizó, ya en sus orígenes, quince años de influencias mutuas entre la música de inspiración jazzística y la música pop que empezaba a difundirse a través de la radio. Sinatra construyó su estilo sobre la base de una comprensión natural de la música popular, tal como la habían entendido Bing Crosby, Fred Astaire, Benny Goodman y Louis Armstrong, explotando la idea de que esta, en todas sus vertientes, debería ser una extensión de la conversación.\n\nTécnicamente, se caracterizó por su cuidada precisión en el fraseo y su dominio del control de la respiración; el rango de su voz estaba próximo al de Bajo-barítono. En cuanto a su categoría artística, esta radica en su capacidad interpretativa para transmitir las emociones y sentimientos implícitos en las letras de las canciones.\n\n\"En Sinatra, cualquier tipo de consideración vocal e, incluso, musical, resulta secundaria respecto de la que es su misión principal: contar una historia de la forma más expresiva posible.\"\n\nA Sinatra se le reconoce el haber sido el primer cantante que hace un uso consciente de los medios de amplificación del sonido con el objeto de situar su voz por encima del sonido de la orquesta (dominadora de la música popular estadounidense de principios del siglo XX) y para aproximarla a la intimidad del oído del oyente.\n\nComo actor, Sinatra fue un artista de tipo intuitivo, reacio a someterse a los ensayos y repeticiones habituales en una grabación, por lo que sus interpretaciones fueron emocionalmente intensas al tiempo que irregulares. La importancia en su vida de su trabajo actoral fue capital; por ejemplo fue precisamente a través de su papel en De aquí a la eternidad como logró salir de un bache personal y artístico en el tránsito de los años cuarenta a los cincuenta para encumbrarse en lo más alto de la popularidad, además de ganar por su interpretación el Óscar al mejor actor secundario.\n\nA lo largo de su carrera profesional, Sinatra grabó más de 1.300 canciones y participó en más de cincuenta películas. Recibió multitud de premios y homenajes, entre los que se cuentan diez Grammys, el Premio de la Academia de Artes y Ciencias de la Grabación y la Medalla de la Libertad del gobierno estadounidense.","strBiographyPT":"Francis Albert \"Frank\" Sinatra Hoboken, 12 de dezembro de 1915 — Los Angeles, 14 de maio de 1998) foi um cantor e ator americano.","strBiographySE":null,"strBiographyNL":"Frank Sinatra, geboren in Hoboken (New Jersey), besloot zanger te worden nadat hij Bing Crosby op de radio hoorde. Hij begon in kleine clubs in New Jersey, en kwam op die manier onder de aandacht van trompettist en bandleider Harry James.\n\nNa een korte periode met James sloot hij zich aan bij het Tommy Dorsey Orchestra, en na zijn debuut met hen in 1940 werd hij beroemd als zanger. Hij had een grote aantrekkingskracht op de tieners van die tijd (de zg. bobbie soxers), die een heel nieuw publiek waren voor populaire muziek. Deze muziek was tot dan toe voorbehouden aan volwassenen, en Sinatra werd zo het eerste tieneridool.\n\nEind jaren veertig en begin jaren vijftig ging het bergaf met zijn carrière, maar hij maakte een terugkeer op het witte doek in de film From Here to Eternity. Hij verscheen daarna in veel verschillende films, in het bijzonder The Man with the Golden Arm en The Manchurian Candidate.\n\nIn de jaren vijftig en zestig was Sinatra een populaire attractie in Las Vegas. Hij was bevriend met Dean Martin, Sammy Davis Jr., Peter Lawford en Joey Bishop, en samen vormden zij de Rat Pack – een losse groep muzikanten en zangers die vrienden waren en samen feest vierden. Samen met andere Rat Pack-leden speelde hij in een aantal films, waaronder Ocean's 11, Sergeants 3 en Robin And The 7 Hoods.\n\nZijn hele carrière werd hij ervan beschuldigd contacten in het maffia- en criminele milieu te hebben. \n\nZijn stem is onmiddellijk herkenbaar, en wordt beschreven niet alleen in termen van kracht en charisma, maar ook van nostalgie en tederheid. Sinatra wordt daarom ook wel The Voice genoemd. Er wordt ook vaak naar hem verwezen als Ol' Blue Eyes.\n\nHij overleed in 1998 op 82-jarige leeftijd aan een hartaanval. Zijn laatste woorden waren: \"I'm losing\"[3], verwijzend naar zijn gevecht om in leven te blijven. Sinatra is begraven in het Desert Memorial Park in Cathedral City, Palm Springs, Californië. Op zijn grafsteen staat de tekst \"The Best is Yet to Come\".","strBiographyHU":"Francis Albert Sinatra (1915. december 12. – 1998. május 14.) nyolcszoros Grammy-díjas, háromszoros Oscar-díjas és többszörös Golden Globe-díjas amerikai énekes, színész. Becenevei: The Voice (a Hang), Ol' Blue Eyes (Öreg Kékszemű). Olasz bevándorlók egyetlen gyerekeként született 1915-ben. Tanulmányaival már 16 éves korában felhagyott, hogy énekelhessen. A Hobokeni Négyek-kel tehetségkutató versenyt nyert, de mivel önálló karrierre vágyott, elhagyta őket és kezdetben egy kis étteremben énekelt. Igazi pályafutását a Harry James-szel és Tommy Dorsey-vel az 1930-as évek végén kezdte. Az 1940-es évek elején-közepén lett sikeres szólóénekes. Az 1950-es években csökkent iránta az érdeklődés, de 1954-ben karrierje új lendületet kapott, amikor a legjobb férfi mellékszereplőnek járó Oscar-díjat ítélték oda neki a Most és mindörökké c. filmben nyújtott alakításáért. Szerződést kötött a Capitol Records kiadóval, ahol számos nagy sikerű lemeze jelent meg. 1960-ban megalapította a saját kiadóját, a Reprise Recordsot. Az 1960-as években számos neki dedikált tv-showban szerepelt, világkörüli turnén vett részt. Népszerűségét felhasználva John F. Kennedy elnök kampányában is részt vállalt. Ugyanebben az évtizedben két lemezéért összesen 6 Grammy-díjjal jutalmazták, és ugyanekkor születtek legnagyobb slágerei is. Az évtized végére népszerűsége ismét megcsappant, ezért 1971. június 14-én búcsúkoncertet adott, de már két évvel később visszatért egy újabb lemezzel. A 1970-es évek és 1980-as éveket javarészt koncertezéssel töltötte, de készült néhány lemeze is. 1994-ben életmű Grammy-díjat kapott. A nyilvánosság előtt 1995 végén jelent meg utoljára. 1998. május 14-én hunyt el, szívrohamban.","strBiographyNO":"Francis Albert «Frank» Sinatra (født 12. desember 1915 i Hoboken i New Jersey, død 14. mai 1998) var en amerikansk sanger og skuespiller som blir oppfattet som av én av de aller best vokalister på sin tid, spesielt anerkjent for sin perfekte frasering og timing. Mange kritikere plasserer ham på siden av Bing Crosby, Elvis Presley, og The Beatles som de viktigste navnene innenfor populærmusikk på midten av 1900-tallet.\n\nHan var far til sangerinnen Nancy Sinatra. Han var gift fire ganger, blant annet med skuespillerne Ava Gardner og Mia Farrow.\n\nI en alder av 37 år startet Sinatra sin andre karriere som filmskuespiller, og ble anerkjent som en filmpersonlighet betydelig tøffere enn hans behagelige sangstil. Sinatra hadde også en større-enn-livet framtreden i øynene på sitt publikum, særlig det amerikanske, og som «The Chairman of the Board» ble han et amerikansk ikon, kjent for sin arrogante, noen ganger selvgode framtreden, tydeliggjort i hans signatursang «My Way».\n\nEtter en film- og musikkarriere som på slutten av 1960-tallet og begynnelsen på 1970-tallet som gikk i nedadgående retning la Frank Sinatra opp i 1971, for så i 1973 og gjøre comeback. Han spilte inn flere album og fikk til slutt en megahit i 1980 med «(Theme From) New York, New York»\n\nAlbumet In the Wee Small Hours regnes som en klassiker av musikkavisen Panorama.[1] På 1960-tallet sang han sangen I Won't Dance.\n\nSinatra var sammen med Dean Martin og Sammy Davis Jr. supergruppa The Rat Pack.\nSinatra var enebarn av en stille far og en talentfull og emosjonell mor, som jobbet på deltid i en abortklinikk. Sinatra bestemte seg for å bli en sanger etter å ha hørt Bing Crosby synge i radioen. Han begynte å synge i små klubber i New Jersey før han endelig fikk oppmerksomheten til trompetisten og orkesterlederen Harry James. Som plateartist på Columbia Records hadde han blant annet den norskættede Axel Stordahl som orkesterleder. Han har fått tre stjerner på Hollywood Walk of Fame for film, musikk og TV.","strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Hoboken, New Jersey, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qvyyuu1414273386.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/uvypvq1367245043.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/uwurtq1522924991.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/wxuysq1530789272.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qwtyxq1522843190.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/uusvur1367245108.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rrtpvs1367245114.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/frank-sinatra-4de018febdb25.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/yxuvpw1367245251.jpg","strMusicBrainzID":"197450cd-0124-4164-b723-3c22dd16494d","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}