{"artists":[{"idArtist":"128663","strArtist":"Estrella Morente","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1980","intBornYear":"1980","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"www.estrella-morente.es","strFacebook":"","strTwitter":"1","strBiographyEN":"Estrella Morente is a Spanish flamenco singer.  Her father, Enrique Morente, is one of the greatest innovators of the 'cante', and they have collaborated on many projects. Her mother, Aurora, a dancer known as La Pelota, stems from a vast Madrid flamenco dynasty, together with her uncle Antonio Carbonell and her grandfather the guitarist Montoyita to whom she dedicated her 2001 album Mi cante y un poema.  Morente has given solo recitals in all the major Spanish cities, has worked with the Joaquín Cortés troupe, and was featured in the soundtracks for the films Sobreviviré and Buñuel y La mesa del Rey Salomón. She has also won an Ondas prize for the Best Flamenco Creation, and was nominated for a Grammy and two Amigo prizes.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"La familia Morente es oriunda de la provincia de Granada. Su padre, Enrique Morente también cantaor, y su madre, Aurora Carbonell, bailaora, le han transmitido desde su infancia la esencia del flamenco.\n\nEl debut de Estrella como cantante tuvo lugar, con tan sólo dieciséis años, en la Gala de presentación de los Campeonatos de Esquí Alpino de Sierra Nevada. Estrella participó en Omega, disco de Enrique Morente. Además de sus grabaciones, ha participado en bandas sonoras de películas tales como Sobreviviré, con unas sevillanas, Volver, de Pedro Almodóvar, con el tango del mismo nombre, de Carlos Gardel, o Chico y Rita de Fernando Trueba en 2011.\n\nLa cantante está casada con el torero Javier Conde con quien contrajo matrimonio el 14 de diciembre de 2001 en la basílica de Nuestra Señora de las Angustias de Granada, con el que ha tenido 2 hijos, Curro (2002) y Estrella (2005).\n\nEstrella Morente constituye una de las voces actuales del panorama flamenco.\n\nEn el espectáculo estrenado en el Teatro Español de Madrid en octubre de 2005 con el nombre de \"Estrella 1922\", la cantante recreaba en el escenario la noche del Primer Concurso de Cante Jondo celebrado en la Alhambra de Granada en 1922.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Granada, España","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wusrwt1398619338.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/tsuspr1551356748.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/wtuytq1551357374.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/qrryvq1551356996.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wtvyxt1398619351.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/vvsswx1398619370.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/uxwrwq1551357116.jpg","strMusicBrainzID":"14a4d006-ff38-4dce-9ce4-73173e40fd57","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}