{"artists":[{"idArtist":"154785","strArtist":"Python Lee Jackson","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1965","intBornYear":"1965","intDiedYear":null,"strDisbanded":"Yes","strStyle":"","strGenre":"R&B","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Python Lee Jackson were an Australian rock band active from 1965 to 1968, before a brief sojourn in the United Kingdom from late 1968 to mid-1969. The group had recorded a single, \"In A Broken Dream\" (October 1970), featuring Rod Stewart as guest vocalist in April 1969. The group reformed in 1972 and the single was re-released in August: it peaked at No. 3 on the UK Singles Chart and No. 56 on the United States Billboard Hot 100. The group disbanded again later that year. Their early vocalist, Mal McGee (1966–68) died on 17 May 2012.\nPython Lee Jackson were formed in December 1965 in Sydney by two men from the United Kingdom – Frank Kennington and Mick Lieber (born 1 March 1944, Peebles, Scotland) – and David Montgomery (born September 1945, Melbourne) on drums (ex-Jeff St John & the Id). Both Lieber, on guitar, and Kennington, on vocals, were former members of the Denvermen, a surf instrumental group in Sydney, from mid-1965 and contributed to that group's single, \"I Can Tell\" (November).\nWith Roy James on bass guitar, Python Lee Jackson played the underground circuit. In early 1966, Kennington was deported to the UK, and former the Missing Links singer, Bob Brady, filled in for several months before Lieber and Montgomery put a new line-up together. In March 1966 keyboard player and singer, David Bentley (born 1943, Brisbane), left Jeff St John & the Id to join his old bandmate, Montgomery, alongside Lieber, together with former Unit 4 bass player, Lloyd Hardy (a.k.a. \"Cadillac\" Lloyd Hudson).\nIn June, the quartet added former Wild Cherries' Melbourne-born singer, Malcolm McGee (1 November 1945 – 17 May 2012), and opened Rhubarb's club in Sydney's Liverpool Street. McGee described how Python Lee Jackson is \"the ultimate name. Group names are becoming more and more ridiculous – PLJ is the name to end all names.\"\nJackie Lee Lewes of The Australian Women's Weekly opined in November 1966 that \"Their music is loud and furious\" and cited McGee, who felt their sound was in \"the Chicago-style city blues idiom.\" Lewes also reported that \"The members  say they have created a modern image – not only with their music but also with their up-to-date clothes.\" The magazine provided a double page spread of the band members modelling their clothing.\nIn September 1966, Bentley left and was replaced by Bob Welsh on piano. The band released its first single, \"Emergency Ward\" (November 1966), backed by a cover version of Bo Diddley's \"Who Do You Love?\" as its B-side. Some sources cite \"Emergency Ward\" as a single by local DJ Ward Austin featuring Python Lee Jackson as his backing group. Their second single was a cover of Major Lance's \"Um, Um, Um, Um, Um, Um\", backed by \"Big City Lights\", in December 1966.\nLate in 1966 Hardy was replaced by Duncan McGuire, from Doug Parkinson's group the Questions, for three weeks. McGuire appeared on the band's version of Sam and Dave’s \"Hold On, I’m Coming\", backed by \"Your Mother Should Have Warned You\", before Hardy (now using the name, Virgil East) returned for the band's first trip to Melbourne in March 1967. Like its predecessor, the new single was a minor hit. While in Melbourne the group performed at the Catcher night club, from 17 to 19 March, with various local bands each night. The group returned for an extended stay from 30 March to 16 April.\nIn April 1967 Dave MacTaggart from Adelaide band the Black Pearls replaced Virgil East. On 11 June, the group appeared on Opus TV with the Loved Ones and Ray Hoff and the Off Beats. The new line-up released the band's final Australian single, \"It’s a Wonder\", backed by \"I Keep Forgetting\", in August before Welsh left to be replaced by saxophone player. Bernie McGann.\nA few months later Lieber left and worked with Billy Thorpe and Gulliver Smith’s band, the Noyes. Former member East joined Jeff St John's next project, Yama. Lieber's replacement was Laurie Arthur from the Strangers. Python Lee Jackson continued to play gigs, appearing at Melbourne clubs, Sebastians, and Berties until they broke up in January 1968.\nMcGee then joined vocal trio the Virgil Brothers with Rob Lovett (formerly of the Loved Ones) and Mick Hadley (ex-Purple Hearts). McGee recorded two singles with the Virgil Brothers, including their Australian hit, \"Temptation 'Bout to Get Me\", but he left the group after they moved to the UK in late 1969 and was replaced by Danny Robinson (ex-the Wild Cherries). McGee later played with McGuire in Rush. MacTaggart reunited with Lieber briefly in Billy Thorpe's band. Montgomery reunited with David Bentley in the David Bentley Trio.\nown voice was right for them. They were recorded with Peel producing \"In a Broken Dream.\" Two other tracks, \"Doin' Fine\" (a version of \"Cloud Nine\") and \"The Blues\" remained unreleased until 1970 when Miki Dallon re-produced the track for his Youngblood label and released it, having bought the masters from Peel. The single was not a success on its initial release but Dallon re-released it in August 1972 to coincide with Stewart's release of \"You Wear It Well\", his second solo single. With Stewart more popular by then, \"In a Broken Dream\", rose to number three in the UK Singles Chart and No. 56 in the United States Billboard Hot 100.\nFollowing the recording of the songs with Stewart, the group made sporadic live appearances and Time Out magazine advertised one show at the Bottleneck Club in the Railway Tavern, Stratford in East London on 28 June 1969. The band went into hiatus from 1969 to 1972, during which period the band members explored separate projects.\nIn 1972, David Bentley, Mick Lieber, and David Montgomery made recordings with new members Gary Boyle (guitar) and former The Easybeats' member Tony Cahill (bass). These tracks subsequently appeared on the band's only album (also titled In a Broken Dream) alongside the earlier Rod Stewart recordings from 1969. This resulted in the release of the song and the subsequent charting. The song was popular in Europe and appeared on the soundtrack of films and documentaries (including the art house movie Breaking the Waves) and became the subject of many cover versions. Rod Stewart included the song on two anthologies of previously recorded work and in 1996 an English band, Thunder, delivered a high-octane rendering that propelled it into the UK chart for the second time. In 2004, a cover of the song appeared on Relations, recorded by British singer Kathryn Williams. In 2009, Half A Cow released Sweet Consolation, a 24 track anthology of the band's work. Meant to be a definitive collection, it does not contain \"In A Broken Dream\" as the producers were unable to obtain the required licences needed to include their most famous song. Cahill was replaced on bass by Chris Belshaw shortly before the band dissolved.\nFollowing the dissolution of the band, Montgomery went to briefly play drums for the American band King Harvest. He had been due to meet with Brian Jones on the day of Jones's death to discuss a collaboration.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"5","strCountry":"Sydney, New South Wales","strCountryCode":"AU","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ttptqq1555058148.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/python-lee-jackson-58ac26198ca63.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":null,"strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"3c86a819-d7b3-415d-86b8-7c7a880c288e","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}