{"artists":[{"idArtist":"111591","strArtist":"Andrew Lloyd Webber","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1948","intBornYear":"1948","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Musical","strMood":"Enlightened","strWebsite":"www.andrewlloydwebber.com","strFacebook":"en-gb.facebook.com/AndrewLloydWebber","strTwitter":"1","strBiographyEN":"Andrew Lloyd Webber, Baron Lloyd-Webber Kt. (born 22 March 1948) is an English composer and impresario of musical theatre.\n\nLloyd Webber has achieved great popular success in musical theatre. Several of his musicals have run for more than a decade both in the West End and on Broadway. He has composed 13 musicals, a song cycle, a set of variations, two film scores, and a Latin Requiem Mass. He has also gained a number of honours, including a knighthood in 1992, followed by a peerage from the British Government for services to Music, seven Tony Awards, three Grammy Awards, an Academy Award, fourteen Ivor Novello Awards, seven Olivier Awards, a Golden Globe Award, and the Kennedy Center Honors in 2006.\n\nSeveral of his songs have been widely recorded and were hits outside of their parent musicals, notably \"The Music of the Night\" from The Phantom of the Opera, \"I Don't Know How to Love Him\" from Jesus Christ Superstar, \"Don't Cry for Me, Argentina\" and \"You Must Love Me\" from Evita, \"Any Dream Will Do\" from Joseph and the Amazing Technicolor Dreamcoat and \"Memory\" from Cats.\n\nHis company, the Really Useful Group, is one of the largest theatre operators in London. Producers in several parts of the UK have staged productions, including national tours, of the Lloyd Webber musicals under licence from the Really Useful Group.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":"Sir Andrew Lloyd Webber vagy Lloyd-Webber, Sydmonton bárója (London, 1948. március 22.) a zenés színház nagy sikerű angol zeneszerzője. A késő 20. század egyik legnépszerűbb színházi (musical) zeneszerzője, több sikerdarabjával, melyek egy évtizednél tovább futottak mind a Broadwayn, mind a West End-en. Pályafutása alatt 16 musicalt, több filmzenét, és egy Latin Requiem Mass-t szerzett. Rengeteg díjjal tüntették ki, beleértve hét Tony-díjat, három Grammy-díjat, egy Oscar-t, egy Nemzetközi Emmy-díjat, hat Laurence Olivier-díjat, és egy Golden Globe-díjat. Számos dala, különösen a „Hogy szeressem én, mondd” („I Don't Know How to Love Him”) a Jézus Krisztus szupersztárból (Jesus Christ Superstar), a „Miért kell, hogy sírj, Argentína” („Don't Cry for Me, Argentina”) az Evitából (Evita), az „Éjfél” („Memory”) a Macskákból (Cats), és „Az éj zenéje” („The Music of the Night”) Az Operaház Fantomjából (The Phantom of the Opera) széles körben ismertté váltak és slágerek voltak az anyamusicaljükon kívül is. Vállalata, a Really Useful Group London egyik legnagyobb színházi szervezete.\n\nAndrew Lloyd Webber 1948. március 22-én Londonban, Dél-Kensingtonban született. Apja, William Lloyd Webber zeneiskolai igazgató, egyházi zeneszerző és templomi orgonista, anyja, Jean Johnstone Lloyd Webber zongoratanárnő és öccse, Julian Lloyd Webber csellista. Három éves korától tanult hegedülni, két év múlva már zongorázott is, és később a trombitálás tudományát is elsajátította. Első szerzeményét 9 éves korában írta. Három évvel később szüleitől kapott egy bábszínházat, melynek bábuival zenés darabokat játszott el és ezekhez a muzsikát maga komponálta. A Westminster School-ban és az oxfordi Magdalen College-ban (az utóbbit nem fejezte be), majd a Royal College of Music-on tanult. Első felesége Sarah Hugill volt. 1972. július 4-én esküdtek meg és két gyermekük lett, Imogen (született 1977. március 31.) és Nicholas (született 1979. július 2.). Lloyd Webber és Hugill 1983-ban váltak el. Utána az énekes és táncos Sarah Brightmant vette el 1984. március 22-én. Brightmannak adta Az Operaház Fantomja főszerepét. Azonban tőle is elvált 1990-ben, de barátok maradtak. Jelenlegi kedvesét, Madeleine Gurdon-t, 1991. február 9-én vette el, három közös gyermekük van: Alastair (1992. május 3.), William (1993. augusztus 24.) és Isabella (1996. április 30.).\n\n1992-ben lovaggá ütötték, 1997-ben pedig megkapta a nem örökölhető főnemesi rangot, mint Sydmonton Lloyd-Webber bárója, Hampshire megyében. (Főnemesi címe kötőjeles, de családneve nem.) A 87. személynek sorolták be A leggazdagabb britek listája a Sunday Times szerint 2006-ban című névsorban 700 millió fontos (kb. 265,8 milliárd forintos) felbecsült vagyonnal.\n\nPolitikailag a Konzervatív Párt támogatója, annyira, hogy külön zenét írt a párt kampányához. Az elmúlt években azonban eltávolodott a konzervatívoktól.\nDante Gabriel Rosetti festmény Lloyd Webber gyűjteményéből\n\nLord Lloyd-Webber a viktoriánus művészet szenvedélyes műgyűjtője. Gyűjteményének darabjait egy kiállítás keretében bemutatta a Royal Academy-n 2003-ban Pre-Raphaelite and Other Masters – The Andrew Lloyd Webber Collection címmel.","strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"London, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/syqyvq1454715820.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/lloyd-webber-andrew-57cd377f0a1d3.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/lloyd-webber-andrew-4fdae88b1a39a.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/lloyd-webber-andrew-501f077754592.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/lloyd-webber-andrew-50bf95e08eaad.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/bf5cxv1639731686.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/lloyd-webber-andrew-5869515eecd0e.jpg","strMusicBrainzID":"980ee2d8-2ee9-407b-b48e-48360fbc7437","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Andrew Lloyd Webber/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}