{"artists":[{"idArtist":"117303","strArtist":"Louis Jordan","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1908","intBornYear":"1908","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Effervescent saxophonist Louis Jordan was one of the chief architects and prime progenitors of the R&B idiom. His pioneering use of jumping shuffle rhythms in a small combo context was copied far and wide during the 1940s.\nJordan's sensational hit-laden run with Decca Records contained a raft of seminal performances, featuring inevitably infectious backing by his band, the Tympany Five, and Jordan's own searing alto sax and street corner jive-loaded sense of humor. Jordan was one of the first black entertainers to sell appreciably in the pop sector; his Decca duet mates included Bing Crosby, Louis Armstrong, and Ella Fitzgerald.\nThe son of a musician, Jordan spent time as a youth with the Rabbit Foot Minstrels and majored in music later on at Arkansas Baptist College. After moving with his family to Philadelphia in 1932, Jordan hooked up with pianist Clarence Williams. He joined the orchestra of drummer Chick Webb in 1936 and remained there until 1938. Having polished up his singing abilities with Webb's outfit, Jordan was ready to strike out on his own.\nThe saxist's first 78 for Decca in 1938, \"Honey in the Bee Ball,\" billed his combo as the Elks Rendezvous Band (after the Harlem nightspot that he frequently played at). From 1939 on, though, Jordan fronted the Tympany Five, a sturdy little aggregation often expanding over quintet status that featured some well-known musicians over the years: pianists Wild Bill Davis and Bill Doggett, guitarists Carl Hogan and Bill Jennings, bassist Dallas Bartley, and drummer Chris Columbus all passed through the ranks.\nFrom 1942 to 1951, Jordan scored an astonishing 57 R&B chart hits (all on Decca), beginning with the humorous blues \"I'm Gonna Leave You on the Outskirts of Town\" and finishing with \"Weak Minded Blues.\" In between, he drew up what amounted to an easily followed blueprint for the development of R&B (and for that matter, rock & roll -- the accessibly swinging shuffles of Bill Haley & the Comets were directly descended from Jordan; Haley often pointed to his Decca labelmate as profoundly influencing his approach).\n\"G.I. Jive,\" \"Caldonia,\" \"Buzz Me,\" \"Choo Choo Ch' Boogie,\" \"Ain't That Just like a Woman,\" \"Ain't Nobody Here but Us Chickens,\" \"Boogie Woogie Blue Plate,\" \"Beans and Cornbread,\" \"Saturday Night Fish Fry,\" and \"Blue Light Boogie\" -- every one of those classics topped the R&B lists, and there were plenty more that did precisely the same thing. Black audiences coast-to-coast were breathlessly jitterbugging to Jordan's jumping jive (and one suspects, more than a few whites kicked up their heels to those same platters as well).\nThe saxist was particularly popular during World War II. He recorded prolifically for the Armed Forces Radio Service and the V-Disc program. Jordan's massive popularity also translated on to the silver screen -- he filmed a series of wonderful short musicals during the late '40s that were decidedly short on plot but long on visual versions of his hits (Caldonia, Reet Petite & Gone, Look Out Sister, and Beware, along with countless soundies) that give us an enlightening peek at just what made him such a beloved entertainer. Jordan also cameoed in a big-budget Hollywood wartime musical, Follow the Boys.\nA brief attempt at fronting a big band in 1951 proved an ill-fated venture, but it didn't dim his ebullience. In 1952, tongue firmly planted in cheek, he offered himself as a candidate for the highest office in the land on the amusing Decca outing \"Jordan for President.\" Even though his singles were still eminently solid, they weren't selling like they used to by 1954. So after an incredible run of more than a decade-and-a-half, Jordan moved over to Eddie Mesner's Los Angeles-based Aladdin logo at the start of the year. Alas, time had passed the great pioneer by -- \"Dad Gum Ya Hide Boy,\" \"Messy Bessy,\" \"If I Had Any Sense,\" and the rest of his Aladdin output sounds great in retrospect, but it wasn't what young R&B fans were searching for at the time. In 1955, he switched to RCA's short-lived \"X\" imprint, where he tried to remain up-to-date by issuing \"Rock 'N' Roll Call.\"\nA blistering Quincy Jones-arranged date for Mercury in 1956 deftly updated Jordan 's classics for the rock & roll crowd, with hellfire renditions of \"Let the Good Times Roll,\" \"Salt Pork, West Virginia,\" and \"Beware\" benefiting from the blasting lead guitar of Mickey Baker and Sam \"The Man\" Taylor's muscular tenor sax. There was even time to indulge in a little torrid jazz at Mercury; \"The JAMF,\" from a 1957 LP called Man, We're Wailin', was a sizzling indication of what a fine saxist Jordan was.\nRay Charles had long cited Jordan as a primary influence (he lovingly covered Jordan's \"Don't Let the Sun Catch You Crying\" and \"Early in the Morning\"), and paid him back by signing Jordan to the Genius' Tangerine label. Once again, the fickle public largely ignored his worthwhile 1962-64 offerings.\nLounge gigs still offered the saxman a steady income, though, and he adjusted his on-stage play list accordingly. A 1973 album for the French Black & Blue logo found Jordan covering Mac Davis' \"I Believe in Music\" (can't get much loungier than that!). A heart attack silenced this visionary in 1975, but not before he acted as the bridge between the big band era and the rise of R&B.\nHis profile continues to rise posthumously, in large part due to the recent acclaimed Broadway musical Five Guys Named Moe, based on Jordan's bubbly, romping repertoire and charismatic persona. ","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"","intMembers":"1","strCountry":"","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/utxsur1424365657.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/jordan-louis-55c10833491e6.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/rsyxuu1453094671.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/rrvtxp1472724646.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"b8b30699-7814-4fd1-ab75-6f22f5da0fac","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}