{"artists":[{"idArtist":"115149","strArtist":"Royal Philharmonic Orchestra","strArtistStripped":null,"strArtistAlternate":"The Royal Philharmonic Orchestra","strLabel":null,"idLabel":null,"intFormedYear":"1946","intBornYear":"1946","intDiedYear":null,"strDisbanded":null,"strStyle":"Classical","strGenre":"Orchestra","strMood":"Angry","strWebsite":"www.rpo.co.uk","strFacebook":"","strTwitter":"1","strBiographyEN":"The Royal Philharmonic Orchestra (RPO) is a British orchestra based in London. It tours widely, and is sometimes referred to as \"The Nation's Favourite Orchestra\". The British Hit Singles & Albums noted that it was \"formed in 1946 by Sir Thomas Beecham, who wanted a first rate ensemble that would attract the country's top musicians.\" Since his death, it has come under various music maestros including André Previn and Louis Clark (who was behind its biggest sellers).","strBiographyDE":"Das Royal Philharmonic Orchestra (RPO) ist ein britisches Orchester, Hauptspielort ist die Londoner Cadogan Hall. Es unternimmt ausgiebige Konzerttourneen. \n\nDas RPO wurde 1946 von Sir Thomas Beecham gegründet und spielte am 15. September 1946 in Croydon sein erstes Konzert. Beecham war Erster Dirigent bis zu seinem Tod 1961. Ihm folgte Rudolf Kempe (bis dahin stellvertretender Dirigent), der 1970 den Titel Dirigent auf Lebenszeit (Conductor for Life) erhielt. Es folgten als musikalische Leiter bzw. Erste Dirigenten Antal Doráti (1975–78), Walter Weller (1980–85), André Previn (1985–92) und Vladimir Ashkenazy (1987–94). Juri Temirkanow wurde 1992 zum Ersten Dirigenten ernannt, und Daniele Gatti 1996 zum musikalischen Leiter. Sein Nachfolger wurde Charles Dutoit, Gatti begleitet das Orchester jedoch weiterhin als Conductor Laureate.\n\nMit der Saison 2009/2010 übernahm Charles Dutoit das Amt des Künstlerischen Direktors. 2017 wurde auch er zum Conductor Laureate auf Lebenszeit ernannt. Im Januar 2018 trat Dutoit, der sexueller Übergriffe beschuldigt wurde, mit sofortiger Wirkung von seinen Ämtern zurück. Der Ehrentitel wurde ihm zum gleichen Zeitpunkt aberkannt.\n\n1950 ging das Orchester auf Tournee in die USA, und wurde so nach dem London Symphony Orchestra 1912 das zweite britische Orchester, das Amerika besuchte.\n\nEbenso wie Aufführungen von Werken des klassischen Repertoires hat das RPO auch eine Reihe von Filmmusiken eingespielt, etwa diejenige zu Michael Powells und Emeric Pressburgers Die roten Schuhe. Es gab Projekte zusammen mit Rockbands wie 1969 das Concerto for Group and Orchestra von Deep Purple. Es nahm die Plattenreihe Hooked on Classics auf, wie auch diverse Poparrangements unter anderem von Pink Floyd, Queen und ABBA. Seit kurzem ist das Orchester eng mit dem britischen Sender Classic FM verbunden. Die offizielle Version der Erkennungsmusik der UEFA Champions League wurde vom RPO eingespielt.\n\nIm Oktober 2003 nahmen 14 RPO-Musiker die Streicherparts zu mehreren Teilen des 2004 erschienenen Albums A Semblance of Normality der britischen Folk-Metal-Band Skyclad auf.\n\nVerbunden mit dem Royal Philharmonic Orchestra ist das 1987 gebildete Royal Philharmonic Concert Orchestra, das sich der Wiedergabe der leichteren Klassik widmet\n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":"A Royal Philharmonic Orchestra (Orquestra Filarmônica Real (português europeu) ou Orquestra Filarmônica Real (português brasileiro)), também conhecida pelo acrônimo RPO, é uma orquestra inglesa baseada em Londres. É considerada algumas vezes a \"orquestra nacional britânica\" e seu atual diretor artístico e regente titular é o maestro italiano Daniele Gatti, indicado para o cargo em 1996.\n\nA Royal Philharmonic foi fundada em 1946 pelo maestro Thomas Beecham, apresentando seu primeiro concerto na cidade de Croydon, no dia 15 de setembro daquele ano. Beecham foi seu diretor artístico e regente titular até sua morte, em 1961. Foi sucedido pelo então regente assistente Rudolf Kempe, a quem foi concedido o título de regente vitalício em 1970.\n\nA orquestra realizou uma turnê nos Estados Unidos no ano de 1950, tornando-se a segunda orquestra britânica a visitar o território estadunidense - a primeira foi a Orquestra Sinfônica de Londres, em 1912.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Mixed","intMembers":"1","strCountry":"London, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wstvur1360091828.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/qyupxv1572727411.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/royal-philharmonic-orchestra-5140b10424477.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"299597ae-3a20-4bf1-973e-03704af69f6b","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}