{"artists":[{"idArtist":"122199","strArtist":"Paco de Lucía","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1965","intBornYear":"1947","intDiedYear":"2014","strDisbanded":"Yes","strStyle":"International","strGenre":"Jazz","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Paco de Lucía (born Francisco Sánchez Gómez on 21 December 1947) is a Spanish flamenco guitarist, composer and producer. A leading proponent of the New Flamenco style, he is one of the first flamenco guitarists who has also successfully crossed over into other genres of music such as classical and jazz. Richard Chapman and Eric Clapton, authors of Guitar: Music, History, Players, describe de Lucía as a \"titanic figure in the world of flamenco guitar\", and Dennis Koster, author of Guitar Atlas, Flamenco, has referred to de Lucía as \"one of history's greatest guitarists\".\n\nDe Lucía is noted for his innovation and colour in harmony and his remarkable dexterity, technique, strength and fluidity in his right hand, capable of executing extremely fast and fluent picados. A master of contrast, he often juxtaposes picados with rasgueados and other techniques and often adds abstract chords and scale tones to his compositions with jazz influences. These innovations saw him play a key role in the development of traditional Flamenco and the evolution of New Flamenco and Latin jazz fusion from the 1970s.\n\nDe Lucía achieved acclaim for his recordings with flamenco singer Camarón de la Isla in the 1970s, recording 10 albums together. Some of his best known recordings include \"Río Ancho\" (later fused with Al Di Meola's \"Mediterranean Sundance\"), \"Entre dos aguas\", \"La Barrosa\", \"Ímpetu\", \"Cepa Andaluza\" and \"Gloria al Niño Ricardo\". His collaborations with guitarists John McLaughlin, Al Di Meola and Larry Coryell in the late 1970s saw him gain wider popularity outside his native Spain.\n\nDe Lucia formed the Paco de Lucía Sextet in 1981 with his brothers, singer Pepe de Lucía and guitarist Ramón de Algeciras, and collaborated with jazz pianist Chick Corea on their 1990 album, Zyryab. In 1983 he appeared in Carlos Saura's film Carmen, for which he was also nominated for a BAFTA Award for Best Film Score. In 1992, he performed live at Expo '92 in Seville and a year later on the Plaza Mayor in Madrid.\n\nIn 2004, he won the Prince of Asturias Awards in Arts and in 2010, was awarded an honorary doctorate by Berklee College of Music in Boston. Since 2004 he has greatly reduced his live performances in public, has retired from full touring, and now typically only gives several concerts a year, usually in Spain and Germany and at European festivals during the summer months. In 2005, he was nominated for producer of the year by the Latin Grammy Award for La Tana's Tu, Ven a Mi album.","strBiographyDE":"Paco de Lucía, eigentlich Francisco Sánchez Gómez (* 21. Dezember 1947 in Algeciras, Provinz Cádiz; † 25. Februar 2014 in Cancún, Mexiko) war ein spanischer Gitarrist. Er gilt als Großmeister der Flamencogitarre. Er pflegte den traditionellen Flamenco und bereicherte diesen um neue Elemente, vorrangig aus Klassik und Jazz. Seine Brüder Ramón de Algeciras und Pepe de Lucía waren bzw. sind ebenfalls Flamenco-Musiker. \n\nFrancisco „Paco“ Sánchez Gómez, Sohn des Gitarristen Antonio Sánchez aus Algeciras, der in den Kneipen der Hafenstadt auftrat, und einer Portugiesin namens Lucia, nach der er Paco de Lucia benannt[2] wurde, erhielt mit fünf Jahren von seinem Vater die erste Gitarre. Dieser brachte ihm wie auch Pacos Geschwistern, zu denen auch der spätere Sänger Pepe (de Lucís) gehörte, die ersten Griffe auf dem Instrument bei. Später erhielt Paco Gitarrenunterricht von seinem ältesten, 1938 geborenen Bruder Ramón. Mit etwa elf Jahren hatte Paco de Lucía seinen ersten öffentlichen Auftritt, ein Jahr später, 1959, erhielt er auf dem Festival von Jerez de la Frontera beim Flamenco-Wettbewerb „Certamen Flamenco de Jerez“ als Begleiter für seinen Bruder Pepe einen Spezialpreis. Nach den Lehrjahren in Andalusien setzten die Sánchez-Brüder ihre Karriere in Madrid fort. Mit 15 Jahren nahm Paco de Lucía, als Mitglied des Flamenco-Ensembles von José Greco seit 1961, an einer ersten weltweiten Auslandstournee teil, wobei er in New York den dort wohnenden Flamenco-Meister Sabicas kennenlernte, der ihn dann unterrichtete. Mit 17 nahm Paco de Lucia zusammen mit Ricardo Modrega die erste Schallplatte auf und mit 20 Jahren brachte er seine erste Soloplatte (la fabulosa guitarra de Paco de Lucía) heraus.\n\nMit dem Jazzsaxophonisten Pedro Iturralde kam es zu frühen Fusionsversuchen mit dem Jazz, an denen auch der Bassist Erich Peter und der Schlagzeuger Peer Wyboris mitwirkten. Nach einem von der BBC übertragenen Mitschnitt eines Konzerts in London lud Joachim Ernst Berendt die Gruppe 1967 zu den Berliner Jazztagen ein und produzierte mit ihr die LP Jazz Flamenco.\n\nIn dieser Zeit begann er seine langjährige Zusammenarbeit als Begleiter des populären Flamencosängers Camarón de la Isla, einem der bekanntesten cantaores seiner Zeit, die großen Einfluss auf das Werk und die Popularität von Paco de Lucía haben sollte. Kennengelernt hatte er sein Idol Camarón im Tablao Torres Bermejos Ende der 1960er Jahre. Zudem begann er auch vermehrt solistisch zu arbeiten[2]. Einen größeren Bekanntheitsgrad erlangte Paco de Lucía durch die von Horst Lippmann und Fritz Rau veranstaltete Tournee Festival Flamenco Gitano. Zwischen 1969 und 1984 entstanden zwölf Produktionen der beiden.\n\nParallel dazu entstanden jedoch auch elf Produktionen mit dem eher traditionell orientierten Sänger Fosforito. Weitere Sänger, mit denen Paco de Lucía auftrat, waren Bambino, Chato de la Isla, Enrique Montoya, Juan el de la Vara, Antonio Mairena und El Sevillano.\n\nSeinen internationalen Durchbruch schaffte der 26-jährige Paco de Lucía 1973 mit der Einspielung Fuente y caudal und 1975 mit dem Hit Entre dos aguas.\n\nAb 1977 unternahm er mit den Jazzgitarristen Al Di Meola und John McLaughlin zahlreiche Tourneen. (Al Di Meola war von Paco de Lucía als Ersatz für den zuvor ausgeschiedenen Larry Coryell in das Gitarrentrio geholt worden). Sie spielten 1980 das Livealbum Friday Night in San Francisco ein, das sich weltweit über zwei Millionen Mal verkaufte. Im Jahr 1981 erschien das von seinem neugegründeten Sextett geschaffene Album Sólo quiero caminar (zum Paco de Lucía Sextett gehörten neben Paco de Lucía und dessen Brüder Ramón und Pepe auch der Flötist und Saxophonist Jorge Pardo, der Bassist Carles Benavent und der brasilianische, 1954 geborene Percussionist Rubem Dantas). 1982 folgte das Studioalbum Passion, Grace & Fire. Wegen Streitigkeiten zwischen McLaughlin und Di Meola endete 1996 die Zusammenarbeit mit dem Studioalbum The Guitar Trio.\n\n1983 lieferte Paco de Lucía die Filmmusik zu Carlos Sauras Musik- und Flamenco-Film Carmen, wobei er sich in dem Film selbst darstellte.\n\nDurch den Kontakt mit den vielseitigen Weltgitarristen bewies de Lucía seine Offenheit und Experimentierfreude, blieb jedoch nach wie vor dem Flamenco treu. In einem Interview erklärte er: „Ich habe nicht die Stile vermischt, sondern einfach mit Musikern anderer Sparten zusammengespielt.“ Bis kurz vor seinem Tod gab er noch Konzerte zusammen mit dem Fingerstyle-Gitarristen Tommy Emmanuel. Er beschäftigte sich zudem mit klassischer Musik; bekannte Interpretationen sind beispielsweise Interpreta a Manuel de Falla, Doce canciones de García Lorca oder das Concierto de Aranjuez, das er im Beisein des Komponisten Joaquín Rodrigo aufnahm.\n\nPaco de Lucía war der erste Flamencogitarrist, der den Gitarrenkörper typischerweise auf dem rechten, über den linken Oberschenkel geschlagenen Bein stützte.\n\nPaco de Lucía erlag am 25. Februar 2014 in Cancún einem Herzinfarkt. Er hinterließ die Kinder Casilda, Lucía und Francisco aus seiner ersten sowie Antonia und Diego aus der zweiten Ehe.\n(Wikipedia)","strBiographyFR":"Paco de Lucía, de son vrai nom Francisco Sánchez Gomez, est un guitariste espagnol né le 21 décembre 1947 à Algésiras (Province de Cadix, Espagne).\nIl est considéré comme l'un des meilleurs guitaristes flamenco au monde. Il a notamment apporté des innovations importantes à la guitare flamenca.\n\nSon environnement familial fut favorable à son travail musical, tout d'abord par son père, lui-même guitariste, qui lui donne ses premières leçons à l'âge de 5 ans et lui demande de travailler douze heures par jour, puis ses frères, Ramón de Algeciras reconnu comme guitariste de talent et Pepe de Lucía qui mena très tôt une carrière de chanteur de flamenco.\nÀ Jerez, il participe à un concours de flamenco à l'âge de 12 ans et remporte le prix spécial. À l'âge de quatorze ans, il est engagé comme guitariste pour la compagnie de danse José Greco et commence sa première tournée aux États-Unis. À New York, il rencontre Mario Escudero et Sabicas, deux guitaristes espagnols de renommée qui l'encouragent à mener une carrière de soliste.\nAprès l'enregistrement en solo de son premier disque en 1965 et un concert au Teatro Real de Madrid, son talent est reconnu unanimement. L'innovation de ses compositions dans le milieu du flamenco traditionnel associé à une grande technique instrumentale lui ouvre d'autres horizons musicaux.\nPaco de Lucía adapte et enregistre plusieurs thèmes du compositeur espagnol Manuel de Falla, et, quelques années plus tard, il enregistre l'œuvre majeure de Joaquín Rodrigo, le Concerto d'Aranjuez.\nEntre-temps, il collabore avec de nombreux musiciens de Jazz, Larry Coryell, Chick Corea... En 1981, un trio réunit les guitaristes John McLaughlin, Al Di Meola et Paco de Lucia ; le disque Friday Night in San Francisco enregistré à l'issue d'une tournée mondiale se classe rapidement parmi les meilleures ventes de disques de guitare instrumentale. Au contact de ces jazzmen, il se familiarise avec l'improvisation, une discipline qu'il ne maîtrisait pas. Malgré ces lacunes, il apprend à improviser sur scène avec des spécialistes en la matière, au prix de maux de tête terribles.\nSans jamais oublier son univers musical d'origine, il s'associera à l'enregistrement de dix albums de la grande figure du chant flamenco Camarón de la Isla.\nPaco de Lucía représente l'influence de nombreux guitaristes et participe avec eux à l'expression d'un nouveau flamenco qui élargit considérablement son audience à travers le monde.\nEn automne 2004, Paco de Lucía reçoit à Oviedo (Asturies - Espagne) le Prix Prince des Asturies des Arts, qui est le plus prestigieux d'Espagne.\nLe jury a estimé qu’il était « considéré comme le plus universel des artistes flamenco, son style a fait école parmi les plus jeunes générations et son art est devenu un des meilleurs ambassadeurs de la culture espagnole à travers le monde » et que « tout ce qui peut s'exprimer avec les six cordes d'une guitare peut sortir de ses mains, qui s'animent avec l'émouvante profondeur de la sensibilité »\nÀ noter qu'il est l'un des compositeurs de la musique du film The Hit de Stephen Frears en 1984.\nPaco de Lucia est mort le 25 février 2014 à Playa del Carmen au Mexique, ","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Algesiras, Cadix, Espagne","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/luca-paco-de-5062a474ed9ca.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/luca-paco-de-4ff1aa933ca19.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/uywryv1521247329.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/luca-paco-de-5062a453dae36.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/luca-paco-de-5062a45bd5bf7.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/rzje2j1657106724.jpg","strArtistBanner":null,"strMusicBrainzID":"7bc8dd01-35ea-4b18-a64d-3a364dc76a52","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}