{"artists":[{"idArtist":"114368","strArtist":"Nancy Sinatra","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1961","intBornYear":"1940","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":"","strWebsite":"nancysinatra.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Nancy Sandra Sinatra (born June 8, 1940) is an American singer and actress. She is the daughter of singer/actor Frank Sinatra, and remains best known for her 1966 signature hit \"These Boots Are Made for Walkin'\".\nOther defining recordings include \"Sugar Town\", the 1967 number one \"Somethin' Stupid\" (a duet with her father), the title song from the James Bond film You Only Live Twice, several collaborations with Lee Hazlewood such as \"Jackson\", and her cover of Cher's \"Bang Bang (My Baby Shot Me Down)\", which features during the opening sequence of Quentin Tarantino's Kill Bill.\nNancy Sinatra began her career as a singer and actress in the early 1960s, but initially achieved success only in Europe and Japan. In early 1966 she had a transatlantic number-one hit with \"These Boots Are Made for Walkin'\", which showed her provocative but good-natured style, and which popularized and made her synonymous with go-go boots. The promo clip featured a big-haired Sinatra and six young women in tight tops, go-go boots and mini-skirts. The song was written by Lee Hazlewood, who wrote and produced most of her hits and sang with her on several duets, including the critical and cult favorite \"Some Velvet Morning\". In 1966 and 1967, Sinatra charted with 13 titles, all of which featured Billy Strange as arranger and conductor.\nSinatra also had a brief acting career in the mid-60s including a co-starring role with Elvis Presley in the movie Speedway, and with Peter Fonda in The Wild Angels.","strBiographyDE":"Nancy Sandra Sinatra (* 8. Juni 1940 in Jersey City, New Jersey) ist eine US-amerikanische Sängerin und Schauspielerin. Ihre größten Erfolge hatte sie in den 1960er Jahren mit Songs wie These Boots Are Made for Walkin’ sowie den Duetten Summer Wine mit Lee Hazlewood und Somethin’ Stupid mit ihrem Vater Frank Sinatra.\n\nNancy Sinatra ist die Tochter des Sängers Frank Sinatra und dessen erster Ehefrau Nancy Barbato (1917–2018). Ihre Musikkarriere begann in den frühen 1960er Jahren, als sie bei der Plattenfirma ihres Vaters, Reprise Records, einen Vertrag unterschrieb. Ihre erste Single in den USA erschien 1961 mit dem Titel Cuff Links and a Tie Clip. Es folgten weitere wenig erfolgreiche Veröffentlichungen. Mehr Glück hatte Sinatra 1962 zum Beispiel in Italien – dort gelangte Like I Do auf Platz 2 der Charts.\n\nIn ihrer Heimat wendete sich das Blatt erst 1965. Die Bekanntschaft mit Singer-Songwriter Lee Hazlewood, der zuvor relativ erfolglos eigene Platten aufgenommen und für Dean Martin den Hit Houston geschrieben hatte, gab Sinatras Karriere die entscheidende Wendung. Er produzierte auch die Single So Long, Babe, die 1965 auf Platz 86 der US-Charts landete und somit der erste Achtungserfolg für sie war. Bereits die nächste Platte, These Boots Are Made for Walkin’, entwickelte sich zum Hit. Sowohl in den USA als auch in Großbritannien und Deutschland stand das Lied Anfang 1966 an der Spitze der Charts. Unter dem Titel Boots erschien 1966 auch Sinatras erstes Album, Hazlewood hatte hierfür die komplette Produktion übernommen. Neben seinen Kompositionen enthält das Werk auch einige Coverversionen, darunter Day Tripper von den Beatles, It Ain’t Me Babe von Bob Dylan, As Tears Go By von den Rolling Stones und Flowers on the Wall von den Statler Brothers. Für die üppig orchestrierten Arrangements zeichnete Billy Strange verantwortlich, der in den Folgejahren immer wieder für Sinatra arbeitete und besonders in Kombination mit den eigenwilligen Hazlewood-Kompositionen zu Höchstleistungen auflief. Für Boots, Album und Single, konnte Sinatra in den USA je eine Goldene Schallplatte in Empfang nehmen.\n\nNoch im selben Jahr erschien das erfolgreiche Nachfolge-Album How Does That Grab You?, aus dem die Single How Does That Grab You, Darlin’? ausgekoppelt wurde. Auf der LP gab es erstmals ein Duett mit Hazlewood (Sand) sowie eine Coverversion von Chers Hit Bang Bang (My Baby Shot Me Down), das seinerzeit kaum Aufsehen erregte. Erst 2003, als der Regisseur Quentin Tarantino die Version von Sinatra für seinen Film Kill Bill – Volume 1 aussuchte, wurde der von Strange eigenwillig arrangierte Titel einer breiteren Öffentlichkeit bekannt. Noch 1966 hatte sie mit Friday’s Child, In Our Time und vor allen Dingen Sugar Town drei weitere Hits. Zum Jahresende erschien ein drittes, ebenfalls erfolgreiches Album namens Nancy In London, das einige Coverversionen erfolgreicher britischer Sängerinnen enthielt, darunter This Little Bird von Marianne Faithfull und Wishin’ and Hopin’ von Dusty Springfield, aber auch On Broadway von den Drifters.\n\nDas Coverfoto ihres fünften Studioalbums Sugar (1967) wurde in Boston zensiert (Banned in Boston), da Sinatra darauf nur einen pinkfarbenen Bikini trug. Das Album enthält viele amerikanische Klassiker, darunter das erstmals 1922 erschienene My Buddy, das durch Eddy Duchin bekannt gemachte Let’s Fall in Love (1933), Irving Berlins What’ll I Do (1923) sowie Hard Hearted Hannah (The Vamp of Savannah) (1924) von Milton Ager und Jack Yellen.\n\n1967 stand erstmals ein Duett von Sinatra und Hazlewood in den internationalen Charts: Summer Wine entwickelte sich zu einer der bekanntesten Aufnahmen der beiden. Ebenfalls 1967 entstand Somethin’ Stupid, ein Duett mit ihrem Vater. Für die beiden Sinatras war der Song ein großer Erfolg, der in Großbritannien und den USA die Chartspitze erklomm. Im selben Jahr wurde sie außerdem gebeten, für den Film James Bond 007 – Man lebt nur zweimal den Titelsong You Only Live Twice zu singen. Der Song entwickelte sich ebenfalls zum Welthit.\n\nIn den folgenden Monaten waren es dann vor allen Dingen die Duette mit Hazlewood, mit denen Sinatra große Erfolge verbuchen konnte. Das gemeinsame Album Nancy & Lee (1968) verkaufte sich hervorragend und erhielt gute Kritiken. Darauf enthalten sind Hits wie Jackson, Lady Bird sowie Some Velvet Morning, das kurz zuvor bereits auf Sinatras Album Movin’ With Nancy (1968) erschienen war. Der Song war insofern bemerkenswert, als er vom komplexen psychedelischen Pop der 60er Jahre beeinflusst war und einen schwer zu deutenden Text hatte. Andere Duette von Sinatra und Hazlewood tendieren eher in Richtung Beat- oder Country-Musik.\n\nZu diesem Zeitpunkt hatte sich Sinatra bereits mehrfach als Schauspielerin versucht: Neben einigen unbedeutenden Fernsehrollen blieben vor allen Dingen die Kino-Erfolge Marriage on the Rocks (1965) mit ihrem Vater und Dean Martin und Speedway (1968) mit Elvis Presley in Erinnerung. Der als Horrorspezialist bekannte Roger Corman drehte mit ihr 1966 Die wilden Engel (1966) – ebenfalls ein Erfolg an den Kinokassen. Sinatra kommentierte den Film 2003 nach einer Wiederaufführung in Los Angeles: „Mit diesem Film begann meine hoffnungsvolle Filmkarriere und endete zugleich.“\n\nAuch ihre Gesangskarriere hatte Ende 1968 ihren Zenit überschritten: Zwar konnte sie weiterhin regelmäßig mittlere Hits verbuchen (100 Years, Happy, Good Time Girl), allerdings wollte ihr zumindest in den USA kein größerer Erfolg mehr gelingen. Mit Drummer Man verabschiedete sich Sinatra 1969 auf Platz 98 aus den amerikanischen Single-Charts. Etwas mehr Glück hatte sie in Europa: Zusammen mit Dean Martin sang sie das Stück Things ein, das zum Beispiel in Norwegen ein großer Hit war (Platz 2). 1970 spielten Vater und Tochter Sinatra zwei weitere Duette ein, Life Is a Trippy Thing und Feelin’ Kinda Sunday, von denen sich aber nur der zweite Titel in den Easy-Listening-Charts platzieren konnte. 1995 posierte sie im Alter von 54 Jahren nackt für die Mai-Ausgabe des Playboy.\n\nSinatra war von 1960 bis 1965 mit dem Musiker Tommy Sands und von 1970 bis zu dessen Tod 1985 mit dem Choreografen Hugh Lambert verheiratet. Aus der Ehe mit Lambert stammen zwei Töchter.\n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Jersey City, New Jersey, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tswpxx1359208506.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/uqruvt1487501180.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/sinatra-nancy-517e242a14134.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wqpxyt1487501302.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/wxxptv1487501331.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/ya95my1627565886.jpg","strArtistBanner":null,"strMusicBrainzID":"c2e36518-9c3b-4dcb-82ad-a3fc7fe99c67","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}