{"artists":[{"idArtist":"118550","strArtist":"Edvard Grieg","strArtistStripped":null,"strArtistAlternate":"Edvard Hagerup Grieg","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1843","intDiedYear":"1907","strDisbanded":"Yes","strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Edvard Hagerup Grieg was a Norwegian composer and pianist. He is widely considered one of the leading Romantic era composers, and his music is part of the standard classical repertoire worldwide. His use and development of Norwegian folk music in his own compositions put the music of Norway in the international spectrum, as well as helping develop a national identity, much like Jean Sibelius and Antonín Dvořák did in Finland and Bohemia respectively. \nEdvard Hagerup Grieg was born in Bergen, Norway, on 15 June 1843. His parents were Alexander Grieg (1806–1875), a merchant and vice consul in Bergen; and Gesine Judithe Hagerup (1814–1875), a music teacher and daughter of Edvard Hagerup. The family name, originally spelled Greig, has Scottish origins. After the Battle of Culloden in 1746, Grieg's great-grandfather, Alexander Greig, traveled widely, settling in Norway about 1770, and establishing business interests in Bergen.\n\nEdvard Grieg was raised in a musical milieu. His mother was his first piano teacher and taught him to play at the age of six. Grieg studied in several schools, including Tanks Upper School, Tanks School and the N.P.S, Norwegian Private School. \nIn the summer of 1858, Grieg met the eminent Norwegian violinist Ole Bull, who was a family friend; Bull's brother was married to Grieg's aunt. Bull recognized the 15-year-old boy's talent and persuaded his parents to send him to the Leipzig Conservatory, then directed by Ignaz Moscheles.\nGrieg enrolled in the conservatory, concentrating on the piano, and enjoyed the many concerts and recitals given in Leipzig. He disliked the discipline of the conservatory course of study. An exception was the organ, which was mandatory for piano students. In the spring of 1860, he survived a life-threatening lung disease, pleurisy and tuberculosis. Throughout his life, Grieg's health was impaired by a destroyed left lung and considerable deformity of his thoracic spine. He suffered from numerous respiratory infections, and ultimately developed combined lung and heart failure. Grieg was admitted many times to spas and sanatoria both in Norway and abroad. Several of his doctors became his personal friends.\nIn 1861, Grieg made his debut as a concert pianist in Karlshamn, Sweden. In 1862, he finished his studies in Leipzig and held his first concert in his home town, where his programme included Beethoven's Pathétique sonata.\n\nIn 1863, Grieg went to Copenhagen, Denmark, and stayed there for three years. He met the Danish composers J. P. E. Hartmann and Niels Gade. He also met his fellow Norwegian composer Rikard Nordraak (composer of the Norwegian national anthem), who became a good friend and source of inspiration. Nordraak died in 1866, and Grieg composed a funeral march in his honor.\n\nOn 11 June 1867, Grieg married his first cousin, Nina Hagerup. The next year, their only child, Alexandra, was born. Alexandra died in 1869 from meningitis. In the summer of 1868, Grieg wrote his Piano Concerto in A minor while on holiday in Denmark. Edmund Neupert gave the concerto its premiere performance on 3 April 1869 in the Casino Theater in Copenhagen. Grieg himself was unable to be there due to conducting commitments in Christiania (as Oslo was then named).\nIn 1868, Franz Liszt, who had not yet met Grieg, wrote a testimonial for him to the Norwegian Ministry of Education, which led to Grieg's obtaining a travel grant. The two men met in Rome in 1870. On Grieg's first visit, they went over Grieg's Violin Sonata No. 1, which pleased Liszt greatly. On his second visit, in April, Grieg brought with him the manuscript of his Piano Concerto, which Liszt proceeded to sightread (including the orchestral arrangement). Liszt's rendition greatly impressed his audience, although Grieg gently pointed out to him that he played the first movement too quickly. Liszt also gave Grieg some advice on orchestration, (for example, to give the melody of the second theme in the first movement to a solo trumpet).\n\nIn 1874–76, Grieg composed incidental music for the premiere of Henrik Ibsen's play Peer Gynt, at the request of the author.\n\nGrieg had close ties with the Bergen Philharmonic Orchestra (Harmonien), and later became Music Director of the orchestra from 1880–1882. In 1888, Grieg met Tchaikovsky in Leipzig. Grieg was struck by the sadness in Tchaikovsky. Tchaikovsky thought very highly of Grieg's music, praising its beauty, originality and warmth. The Norwegian government awarded him a pension. In the spring 1903, Grieg made nine 78-rpm gramophone recordings of his piano music in Paris; all of these historic discs have been reissued on both LPs and CDs, despite limited fidelity. Grieg also made live-recording player piano music rolls for the Hupfeld Phonola piano-player system and Welte-Mignon reproducing system, all of which survive today and can be heard. He also worked with the Aeolian Company for its 'Autograph Metrostyle' piano roll series wherein he indicated the tempo mapping for many of his pieces.\n\nIn 1906, he met the composer and pianist Percy Grainger in London. Grainger was a great admirer of Grieg's music and a strong empathy was quickly established. In a 1907 interview, Grieg stated: “I have written Norwegian Peasant Dances that no one in my country can play, and here comes this Australian who plays them as they ought to be played! He is a genius that we Scandinavians cannot do other than love.”\nEdvard Grieg died in the late summer of 1907, aged 64, after a long period of illness. His final words were \"Well, if it must be so.\" The funeral drew between 30,000 and 40,000 people out on the streets of his home town to honor him. Following his wish, his own Funeral March in Memory of Rikard Nordraak was played in an orchestration by his friend Johan Halvorsen, who had married Grieg's niece. In addition, the Funeral March movement from Chopin's Piano Sonata No. 2 was played. Grieg was cremated, and his ashes were entombed in a mountain crypt near his house, Troldhaugen. The ashes of his wife were later placed with his.\nSome of Grieg's early works include a symphony (which he later suppressed) and a piano sonata. He also wrote three violin sonatas and a cello sonata.Grieg also composed \"Peer Gynt Suite - In the Hall of the Mountain King\". It was used as incidental music for the play \"Peer Gynt\". In this piece of music, Peer steals the bride at a wedding. The angry guests chase him, and Peer falls, hitting his head on a rock. He wakes up in a mountain surrounded by trolls. The music represents the angry trolls taunting Peer and gets louder each time the theme repeats. The music ends with Peer escaping from the mountain.\n\nIn a 1874 letter to his friend Frants Beyer, Grieg expressed his unhappiness with In the Hall of the Mountain King, one of his compositions from Peer Gynt, writing \"I have also written something for the scene in the hall of the mountain King – something that I literally can't bear listening to because it absolutely reeks of cow-pies, exaggerated Norwegian nationalism, and trollish self-satisfaction! But I have a hunch that the irony will be discernible.\"\nGrieg's Holberg Suite was originally written for the piano, and later arranged by the composer for string orchestra. Grieg wrote songs in which he set lyrics by poets Heinrich Heine, Johann Wolfgang von Goethe, Henrik Ibsen, Hans Christian Andersen, Rudyard Kipling and others. Russian composer Nikolai Myaskovsky used a theme by Grieg for the variations with which he closed his Third String Quartet. Norwegian pianist Eva Knardahl recorded the composer's complete piano music during 1978 and 1980. The recordings were reissued in 2006 on 12 compact discs by BIS Records.","strBiographyDE":"Edvard Hagerup Grieg [ˈɛdʋɑʁd ˈhɑːgəʁʉp ˈgʁɪg] (* 15. Juni 1843 in Bergen, Norwegen; † 4. September 1907 ebenda) war ein norwegischer Pianist und Komponist der Romantik.\n\nEdvard Grieg wurde im Jahre 1843 als viertes von fünf Kindern im westnorwegischen Bergen geboren. Sein Vater Alexander war ein wohlhabender Kaufmann und britischer Konsul in Bergen. Er führte den von seinem aus Schottland eingewanderten Großvater 1779 gegründeten Fischhandel fort. Seine Mutter Gesine (geb. Hagerup) wurde als junges Mädchen von ihren Eltern zur Ausbildung zu Albert Methfessel in das damals unter dänischer Herrschaft stehende Altona geschickt. Sie trat in Bergen mit Erfolg als Pianistin und Dichterin auf und zählte zu den angesehensten Klavierlehrerinnen der Stadt. Sie veranstaltete in ihrem Haus allwöchentliche Musizierkreise, bei denen neben Instrumentalwerken auch Teile aus Opern aufgeführt wurden. In seiner 1903 erschienenen, in ihrer Aussagekraft allerdings umstrittenen autobiographischen Skizze Mein erster Erfolg misst Grieg den Eindrücken, die er in dem lebhaften Handels- und Kulturzentrum sammelte, eine entscheidende Bedeutung für seine musikalische Inspiration zu:\n\n„So vermochte ich, wenn es mir als kleinem Jungen erlaubt war, zu einem Begräbnis zu gehen oder einer Auktion beizuwohnen, ganz genau zu berichten, welchen Eindruck der Vorgang auf mich gemacht hatte. Wenn man mir untersagt hätte, diesen kindlichen Instinkten nachzugehen, wer weiß, ob meine Phantasie nicht unterdrückt und in eine andere Richtung getrieben worden wäre, die meiner wahren Natur fremd war.“\n\nAb dem sechsten Lebensjahr erhielt er von der Mutter regelmäßigen Klavierunterricht. Mit neun Jahren begann er erste eigene Kompositionen zu entwerfen. Aus seiner Jugendzeit sind viele Klavierstücke erhalten, die später teilweise in der Gesamtausgabe veröffentlicht worden sind.\n\nSeine Schulzeit verlief eher ungünstig. Nach der Grundschule absolvierte er die Tanksche Schule, eine an neuen Sprachen, Mathematik und Naturwissenschaften ausgerichtete Realschule, welche dem künstlerisch-musikalisch veranlagten Edvard weniger entgegenkam. Seinem Interesse an Musik und Komposition begegneten die Lehrer teilweise mit Spott und Zynismus. Grieg im Jahre 1903 zu seiner Schulzeit:\n\n„Seine Rauheit, seine Kälte, sein Materialismus – alles das war für meine Natur so abschreckend.“\n\nAufgrund dessen musste er die dritte Klasse wiederholen. Es ist behauptet worden, dass die negativen Erlebnisse Griegs während seiner Schulzeit auf seinen Umgang mit den Lehrern am Konservatorium weiterwirkte. Dieser Meinung stehen Untersuchungen entgegen, die den Lehrern wohlwollende Anerkennung ihres begabten Schülers bescheinigen.\n\nDer Besuch und die positive Beurteilung der musikalischen Anlagen des Jungen durch Ole Bull, den bekannten Geiger und Vorkämpfer einer eigenen norwegischen Musik und Kultur, im Jahr 1858 führten schließlich zu Griegs Besuch des Leipziger Konservatoriums.\n\nVon 1858 bis 1862 studierte er Musik am Konservatorium Leipzig bei Carl Reinecke, Louis Plaidy, Ernst Ferdinand Wenzel und Ignaz Moscheles. 1862 kehrte er mit einer Zwischenstation im schwedischen Karlshamn, wo er sein Debüt als Pianist gab, nach Bergen zurück.\n\nEin Jahr später siedelte er nach Kopenhagen über. Entscheidende musikalische Impulse vermittelte ihm dort die Begegnung mit dem früh verstorbenen Rikard Nordraak. 1864 gründete er zusammen mit Hans Christian Andersen und anderen Musikern in Kopenhagen die Konzertgesellschaft Euterpe zur Pflege neuer skandinavischer Musik. 1866 zog er nach Christiania (Oslo), wo er 1867 seine Cousine Nina Hagerup heiratete. 1869/70 hielt er sich als Stipendiat in Rom auf, wo er Franz Liszt begegnete. Ab 1874 lebte er mit Staatssold als freischaffender Komponist teils in Bergen, teils in Oslo, teils in Lofthus am Sørfjord, einem Ausläufer des Hardangerfjords. Im Herbst 1875 starben kurz hintereinander seine beiden Eltern – ein Schicksalsschlag, den Grieg kompositorisch in der Ballade g-Moll op. 24 für Klavier verarbeitete.\n\nEr unternahm Reisen durch ganz Europa als Pianist und Dirigent. Von 1880 bis 1882 war er Dirigent des Orchesters der Musikgesellschaft „Harmonie“ in Bergen. 1884 bezog Grieg das Haus mit Namen Troldhaugen im Weiler Hop südlich von Bergen, in dem sich heute das Grieg-Museum befindet.\n\nIm Rahmen der Dreyfus-Affäre lehnte Grieg 1899 in einer öffentlichen Erklärung die Einladung von Édouard Colonne zur Leitung eines eigenen Konzerts mit der Begründung ab, er könne wegen der Affäre und der damit praktizierten Verachtung von Gesetz und Rechtsprechung nicht nach Frankreich reisen:\n\n„Indem ich Ihnen für Ihre gütige Einladung bestens danke, bedauere ich, dass ich mich nach dem Ausgang des Dreyfus-Prozesses jetzt nicht entschließen kann, nach Frankreich zu kommen. Wie alle Nicht-Franzosen bin ich empört über die Ungerechtigkeit in Ihrem Lande und daher nicht imstande, in irgendwelche Beziehungen zu dem französischen Publikum zu treten. Verzeihen Sie mir, dass ich so fühle, und versuchen Sie, meine Gefühle zu verstehen.“\n\nDarauf erhielt er teilweise antisemitisch gefärbte Schmäh- und Drohbriefe. Noch vor dem Freispruch von Dreyfus nahm er 1903 die neuerliche Einladung Colonnes an. Beim Konzert im Pariser Théâtre du Châtelet musste Grieg ein Pfeifkonzert des französischen Publikums über sich ergehen lassen. Im Sommer 1906 dann schrieb ihm sein Kollege, der norwegische Komponist Johan Halvorsen, anlässlich der Veröffentlichung der Bauerntänze (Slåtter) op. 72 von der neu entdeckten Begeisterung der Franzosen für „le nouveau Grieg“.\n\nEdvard Grieg starb am 4. September 1907 in Bergen an einem Lungenemphysem.\n\nÄhnlich wie das Mächtige Häuflein in Russland mit Mussorgski an der Spitze verschmolz Grieg Elemente der Volksmusik seiner Heimat – wie leere Quinten, scharf betonte Tanzrhythmen, das Schwanken zwischen modalen und Dur-Molltonarten – mit satztechnischen Errungenschaften der Spätromantik. Seine Harmonik weist teilweise auf den Impressionismus voraus und ist in einigen Kompositionen wie etwa Klokkeklang (Glockenklang, aus dem Zyklus der Lyrischen Stücke op. 54) von einzigartiger Radikalität. Er gilt vor allem im Ausland als der norwegische Komponist schlechthin (was gegenüber seinem Kollegen Johan Svendsen ein wenig ungerecht ist).\n\nGriegs größte Bedeutung liegt in der Klavier- und Kammermusik; seine Lyrischen Stücke waren und sind in der Hausmusik weit verbreitet. Von seinen Orchesterwerken erfreuen sich die beiden Peer-Gynt-Suiten, die Suite Aus Holbergs Zeit und das Klavierkonzert bis heute außerordentlicher Beliebtheit.\n\nHerausragend ist sein Streichquartett in g-Moll op. 27, welches in der Enzyklopädie Die Musik in Geschichte und Gegenwart als eine der bemerkenswertesten Kompositionen der Kammermusik im 19. Jahrhundert gewertet wird.\n\nDaneben schrieb Grieg auch wertvolle, jedoch unbekanntere Chor- und Liedliteratur. Als Höhepunkt der Letzteren gilt gemeinhin sein Zyklus „Haugtussa“ nach Arne Garborg, der die Jugendzeit und erste Liebe eines Mädchens thematisiert, das über das „zweite Gesicht“ verfügt und mit der Geisterwelt der Berge in Verbindung steht.\n\nWenig bekannt ist, dass der dänische Komponist Niels Wilhelm Gade Anreger einiger früher Werke Griegs war. U. a. entstand Griegs erste Sinfonie nach Aufforderung Gades, als die beiden in Kopenhagen zusammentrafen. Grieg war allerdings nie, wie oftmals kolportiert, Gades Schüler.\n\nDer Einfluss Griegs in den Werken der nachfolgenden Komponistengeneration zeigt sich auf vielfältige Weise. Schon zu seinen Lebzeiten verrieten einzelne Kompositionen des Schweden Emil Sjögren und des Ungarn Árpád Doppler Griegs Popularität, die auch seinem Verleger Max Abraham auffiel. Die frühe Klaviermusik von Dohnányi Ernő (in eingedeutschter Schreibweise Ernst von Dohnányi), den Grieg als Interpreten auch seiner eigenen Werke schätzte, weist neben vielen brahmsschen auch griegsche Züge auf. Ganz deutlich wird Griegs Nachwirkung in den Streichquartetten von Claude Debussy und Carl Nielsen, deren eines Grieg gewidmet ist. Selbst sein vormaliger Kontrahent Niels Wilhelm Gade gab seinem letzten Streichquartett eine kleine Reminiszenz an den norwegischen Kollegen bei. Unter den vielen anderen, die sich in ihrer Kompositionstätigkeit ausdrücklich oder in der Musik verschlüsselt auf Grieg beriefen, findet man neben Frederick Delius auch Maurice Ravel, Dmitrij Schostakowitsch, Sigfrid Karg-Elert, Nicolai Medtner und Béla Bartók.","strBiographyFR":"Edvard Hagerup Grieg (15/06/1843, Bergen – 4/09/1907, Bergen) est un compositeur et pianiste norvégien de la période romantique. Sa découverte en 1863 du folklore norvégien et de ses danses paysannes en fera toute sa vie un militant inépuisable d'un art musical national. Grand harmoniste auquel ne seront pas indifférents un Claude Debussy ou un Maurice Ravel, maître de la petite forme (pièces pour piano), il composera ses œuvres les plus célèbres dans le domaine orchestral comme le Concerto pour piano en la mineur et Peer Gynt, musique de scène composée pour le drame d'Henrik Ibsen.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Bergen, Norwegian","strCountryCode":"NO","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/upyxyy1373151796.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ytpuvs1424328261.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/uvlewn1680555609.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"013c8e5b-d72a-4cd3-8dee-6c64d6125823","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}