{"album":[{"idAlbum":"2113399","idArtist":"111568","idLabel":null,"strAlbum":"En attendant Cousteau","strAlbumStripped":"En attendant Cousteau","strArtist":"Jean Michel Jarre","strArtistStripped":"Jean Michel Jarre","intYearReleased":"1990","strStyle":"Electronic","strGenre":"Electronic","strLabel":null,"strReleaseFormat":"Album","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/rwurpt1341958832.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/h14x2v1607851163.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/rpznoy1675161173.png","strAlbum3DFlat":null,"strAlbum3DFace":null,"strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/zfg2wf1675161177.png","strDescriptionEN":"Waiting for Cousteau (French title: En Attendant Cousteau) is the seventh overall studio album by Jean Michel Jarre, released on Disques Dreyfus, licensed to Polydor, in 1990. The album was dedicated to Jacques-Yves Cousteau and was released on his 80th birthday 11 June 1990. The title of the album is a reference to Samuel Beckett's play Waiting for Godot. The album has been acclaimed by critics as one of Jarre's greatest works, due to its extreme stylistic differences from his other albums, especially the title track, which Allmusic describes as \"groundbreaking stuff\". The album reached Number 9 in the UK charts.","strDescriptionDE":"Waiting for Cousteau (französischer Titel En Attendant Cousteau) ist ein instrumentales Musikalbum und wurde von dem französischen Künstler Jean-Michel Jarre komponiert. Es ist Jacques-Yves Cousteau gewidmet und wurde an dessen achtzigsten Geburtstag, dem 11. Juni 1990, bei Disques Dreyfus in Frankreich bzw. bei Polydor im Rest der Welt veröffentlicht. Waiting for Cousteau ist Jarres insgesamt zehntes Studioalbum. Es erreichte in England Platz 14 in den Charts und wurde zur 200-Jahr-Feier des französischen Nationalfeiertages am 14. Juli 1990 bei La Défense in Paris auf dem Paris La Defense betitelten Konzert komplett aufgeführt.\n\nDas Album wurde von der Fachpresse als eines von Jarres Besten bewertet, da er sich auf dem Album sehr von dem Stil seiner anderen Alben entfernt hatte, was besonders im titelgebenden Stück Waiting for Cousteau auf dem Album deutlich wird. Dieses wurde z. B. von Allmusic als „groundbreaking stuff“ (englisch für „bahnbrechendes Zeug“) bezeichnet. Der Track wurde nicht auf herkömmlichem Weg eingespielt, sondern basiert auf computerunterstütztem Composing. Hierbei werden Vorgaben zu Stil, Notenbereichen und Instrumentierung festgelegt und anhand diesen das Stück vom Computer generiert. Der daraus resultierende, auf CD über 46 Minuten dauernde Titel wurde als Einstimmung auf das eigentliche Konzert Paris La Defense von CD abgespielt. Dies wurde von da an bei den meisten weiteren Konzerten beibehalten. Es existiert eine 1 Stunde 14 Minuten dauernde Version, welche als Soundtrack für die Ausstellung Konzert der Bilder (orig. französisch: Concert d’images) im Jahre 1989 diente.\n(Wikipedia)","strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":"Waiting for Cousteau (рус. «В ожидании Кусто») — седьмой студийный альбом Жана-Мишеля Жарра, вышедший в 1990 году. Альбом посвящён французскому морскому исследователю Жаку-Иву Кусто и вышел в его 80-й день рождения, 11 июня 1990 г.\nПервоначально альбом должен был называться Cousteau on the beach («Кусто на пляже»), но позже название было изменено, так как по мнению Кусто общественные пляжи наносят вред окружающей среде. Название En attendant Cousteau является обыгрышем названия пьесы Сэмюэля Беккета «В ожидании Годо» (En attendant Godot).\n\nWaiting for Cousteau отличается уклоном в эмбиент, в этом жанре написана 47-минутная заглавная композиция. На виниловой пластинке она была обрезана на 20-й минуте, из-за нехватки места. Из-за существенного отличия от других альбомов в стилистике (в особенности, заглавной композиции, которую назвали новаторской), критики признали его одной из величайших работ композитора.\n\nТрек «En attendant Cousteau» используется в качестве музыкального сопровождения к документальному фильму «Палаван: последний оплот».","strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"7.3","intScoreVotes":"3","strReview":"","strMood":"Dreamy","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"361bd924-fe82-3182-844f-e8cf71f45490","strMusicBrainzArtistID":"86e2e2ad-6d1b-44fd-9463-b6683718a1cc","strAllMusicID":null,"strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":"75359","strWikidataID":"Q368315","strWikipediaID":null,"strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}