{"album":[{"idAlbum":"2249217","idArtist":"111443","idLabel":null,"strAlbum":"Magic Time","strAlbumStripped":"Magic Time","strArtist":"Van Morrison","strArtistStripped":"Van Morrison","intYearReleased":"2005","strStyle":"Rock/Pop","strGenre":"Blues","strLabel":null,"strReleaseFormat":"Album","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/magic-time-54cea1d59b54f.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":null,"strAlbumSpine":null,"strAlbum3DCase":null,"strAlbum3DFlat":null,"strAlbum3DFace":null,"strAlbum3DThumb":null,"strDescriptionEN":"Magic Time is one of those rare, intermittent Van Morrison records that consciously offers a bird's eye view of everywhere he's been musically and weaves it all together into a heady brew. The last one was The Healing Game in 1997. He's made fine records since (Down the Road, Back on Top), but they've been focused on whatever Muse was pulling his coattails at the time. Magic Time is restless and freewheeling. Lyrically, it's alternately bittersweet, celebratory, and ornery. Like all of his records, notions of the past haunt these songs like familiar specters making sure they are not forgotten. Here, Celtic soul, gritty blues, fingerpopping swing, R&B, and classic pop all jockey for dominance over ten originals and three covers. Morrison's sequencing keeps them balanced and the proceedings sharp. \"Stranded\" has a gorgeous faux doo wop lilt, and an elegant, timeless piano that cascades from the ether as a nocturnal alto saxophone (Morrison) announces a stolid yet world-weary vocal that unhurriedly moves along to a backing chorus. One can hear traces of the Platters' \"Twilight Time\" and the Penguins' \"Earth Angel\" in its grain. \"Celtic New Year\" is trademark Morrison; the long, loping, repetitive line that is his trademark fuels this one. It's carried by the interplay between Morrison's acoustic and the late Foggy Lyttle's electric guitar fills, and aided by Chieftain Paddy Moloney's whistle. A moving yet unobtrusive string arrangement by Fiachra Trench lifts this tale of separation and longing into the large space inhabited by Morrison's voice. Through his lyrical frame, he reaches that place in the heart that whispers of longings so deep they lie beyond the reach of language. The scene changes on track three as the blues make their entrance on \"Keep Mediocrity at Bay\" (with some fine harp work by Morrison), and the wondrously gritty \"Evening Train.\" On the latter, it's Lyttle's guitar (the album is dedicated to him) and David Hayes' whomping bass that drive the engine, with Morrison and horns punching up into the maelstrom. Lyttle's knotty razored fills push Morrison's roaring vocal on to the ledge. The covers all come from the American jazz canon: Fats Waller's \"Lonely and Blue,\" and two tunes associated with Frank Sinatra -- \"I'm Confessin'\" and \"This Love of Mine\" (with lyrics by him!). These tunes are beautifully placed in the album's mix and Morrison's readings are serious, very credible. While \"Just Like Greta\" is yet another Morrison litany to be left alone, its seductive melody draws the listener deep in with its shimmering organ, pronounced hypnotic line, mournful strings, and a chorus of female voices that add a softer dimension to its edgy intent. \"Gypsy in My Soul\" is pure, nocturnal velvet funk with great piano work by Brian Connor. The acoustic \"The Lion This Time\" is one of the finest ballads Morrison has cut in decades. Period. \"Carry On Regardless,\" is a stinging, jagged reggae-touched blues that sends the proceeding out in near riotous joy. Magic Time may look back over decades, but it's far from nostalgic. It connects the musical past to Morrison's present and points to a future in the timelessness of great musical tradition. And it displays in spades that its creator never stops looking for new ways to go deeper into the heart of song.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"7.3","intScoreVotes":"3","strReview":"","strMood":"Bittersweet","strTheme":null,"strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"2cf47339-02b7-30ea-bf51-8dbafdbe506e","strMusicBrainzArtistID":"a41ac10f-0a56-4672-9161-b83f9b223559","strAllMusicID":"mw0000655599","strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":"310891","strWikidataID":"Q6730861","strWikipediaID":"Magic_Time_(Van_Morrison_album)","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}