{"artists":[{"idArtist":"114560","strArtist":"Johann Strauss II","strArtistStripped":null,"strArtistAlternate":"Johann Strauss Jr.","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1825","intDiedYear":"1899","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Johann Strauss II (October 25, 1825 – June 3, 1899), also known as Johann Baptist Strauss or Johann Strauss, Jr., the Younger, or the Son (German: Sohn), was an Austrian composer of light music, particularly dance music and operettas. He composed over 500 waltzes, polkas, quadrilles, and other types of dance music, as well as several operettas and a ballet. In his lifetime, he was known as \"The Waltz King\", and was largely then responsible for the popularity of the waltz in Vienna during the 19th century.\nStrauss had two younger brothers, Josef and Eduard Strauss, who became composers of light music as well, although they were never as well known as their elder brother.\nSome of Johann Strauss's most famous works include The Blue Danube, Kaiser-Walzer, Tales from the Vienna Woods, and the Tritsch-Tratsch-Polka. Among his operettas, Die Fledermaus and Der Zigeunerbaron are the best known.","strBiographyDE":"Johann Baptist Strauss (* 25. Oktober 1825 in St. Ulrich bei Wien, heute ein Teil von Wien Neubau; † 3. Juni 1899 in Wien) war ein österreichisch-deutscher Kapellmeister und Komponist und wurde als „Walzerkönig“ international geschätzt. Zur Unterscheidung von seinem gleichnamigen Vater wird er auch als „Johann Strauss Sohn“ bezeichnet.\nDie Familie stammte aus dem Raum Wien-Niederösterreich. Sein Vater Johann Strauss sah für ihn ursprünglich eine Laufbahn als Beamter vor, doch seine bald allein erziehende Mutter Anna, geb. Streim (1801–1870), die alles daran setzte, mit der Unterstützung ihres Sohnes Rache für die Untreue ihres Gatten zu nehmen, ermöglichte Johann junior eine Musikausbildung, u. a. bei Joseph Drechsler.\n\nJohann Strauss starb – als Deutscher und als Coburger Bürger, der er seit 1887 war – am 3. Juni 1899 in seinem Haus in der Igelgasse in Wien Wieden an einer Lungenentzündung. Sein Leichnam wurde im Trauerhaus zunächst öffentlich aufgebahrt (währenddessen wurden 161 Kränze am Sarg niedergelegt) und am 6. Juni 1899 fand in der Evangelischen Stadtkirche A.B. in der Dorotheergasse der Einsegnungsgottesdienst statt. Anschließend wurde der Sarg in einer mehrstündigen Zeremonie unter Teilnahme vieler Tausender auf den Wiener Zentralfriedhof gebracht, vorbei an den Wirkungsstätten Theater an der Wien, Hofoper und Musikverein. Am offenen Grab ergriff Bürgermeister Karl Lueger das Wort. Unter den zahlreichen Trauergästen erwähnte die Tageszeitung Neue Freie Presse tags darauf Gustav Mahler, Ludwig Bösendorfer und Hermann Bahr.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Vienna, Austria","strCountryCode":"AT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qpxvuq1425151768.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/qxvsru1519927361.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"8255db36-4902-4cf6-8612-0f2b4288bc9a","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}