{"artists":[{"idArtist":"131379","strArtist":"Atahualpa Yupanqui","strArtistStripped":null,"strArtistAlternate":"Héctor Roberto Chavero Aramburu","strLabel":null,"idLabel":null,"intFormedYear":"1935","intBornYear":"1908","intDiedYear":"1992","strDisbanded":null,"strStyle":"","strGenre":"","strMood":"","strWebsite":"www.atahualpayupanqui.org.ar","strFacebook":"","strTwitter":"1","strBiographyEN":"Atahualpa Yupanqui (31 January 1908 – 23 May 1992) was an Argentine singer, songwriter, guitarist, and writer. He is considered the most important Argentine folk musician of the 20th century.\n\nYupanqui was born as Héctor Roberto Chavero Aranburu in Pergamino (Buenos Aires Province), in the Argentine pampas, about 200 kilometers away from Buenos Aires. His father was a Criollo descended from indigenous people, while his mother was born in the Basque country. His family moved to Tucumán when he was ten. In a bow to two legendary Incan kings, he adopted the stage name Atahualpa Yupanqui, which became famous the world over.\n\nIn his early years, Yupanqui travelled extensively through the northwest of Argentina and the Altiplano studying the indigenous culture. He also became radicalized and joined the Communist Party of Argentina. In 1931, he took part in the failed Kennedy brothers uprising against the de facto government of José Félix Uriburu and in support of deposed president Hipólito Yrigoyen. After the uprising was defeated, he was forced to seek refuge in Uruguay. He returned to Argentina in 1934.\n\nIn 1935, Yupanqui paid his first visit to Buenos Aires; his compositions were growing in popularity, and he was invited to perform on the radio. Shortly thereafter, he made the acquaintance of pianist Antonieta Paula Pepin Fitzpatrick, nicknamed \"Nenette\", who became his lifelong companion and musical collaborator under the pseudonym \"Pablo Del Cerro\".\n\nBecause of his Communist Party affiliation (which lasted until 1952), his work suffered from censorship during Juan Perón's presidency; he was detained and incarcerated several times. He left for Europe in 1949. Édith Piaf invited him to perform in Paris on 7 July 1950. He immediately signed a contract with \"Chant Du Monde\", the recording company that published his first LP in Europe, \"Minero Soy\" (I am a Miner). This record won first prize for Best Foreign Disc at the Charles Cros Academy, which included three hundred fifty participants from all continents in its International Folklore Contest He subsequently toured extensively throughout Europe.\n\nIn 1952, Yupanqui returned to Buenos Aires. He broke with the Communist Party, which made it easier for him to book radio performances. While with Nenette they constructed their house on Cerro Colorado (Córdoba).\n\nRecognition of Yupanqui's ethnographic work became widespread during the 1960s, and nueva canción artists such as Facundo Cabral, Mercedes Sosa and Jorge Cafrune recorded his compositions and made him popular among the younger musicians, who referred to him as Don Ata.\n\nYupanqui alternated between houses in Buenos Aires and Cerro Colorado, Córdoba province. During 1963–1964, he toured Colombia, Japan, Morocco, Egypt, Israel, and Italy. In 1967, he toured Spain, and settled in Paris. He returned regularly to Argentina and appeared in Argentinísima II in 1973, but these visits became less frequent when the military dictatorship of Jorge Videla came to power in 1976. In February 1968, Yupanqui was named Knight of Ordre des Arts et des Lettres of France by the Ministry of Culture of that country, in honor of 18 years work enriching the literature of the French nation. Some of his songs are included in the programs of Institutes and Schools where Castilian Literature is taught.\n\nIn 1985, the Konex Foundation from Argentina granted him the Diamond Konex Award, one of the most prestigious awards in Argentina, as the most important Popular Musician in the last decade in his country.\n\nIn 1989, an important cultural center of France, the University of Nanterre, asked Yupanqui to write the lyrics of a cantata to commemorate the Bicentennial of the French Revolution. The piece, entitled \"The Sacred Word\" (Parole sacrée), was released before high French authorities. It was not a recollection of historical facts but rather a tribute to all the oppressed peoples that freed themselves. Yupanqui died in Nîmes, France in 1992 at the age of 84; his remains were cremated and dispersed on his beloved Colorado Hill on 8 June 1992.","strBiographyDE":null,"strBiographyFR":"Atahualpa Yupanqui, né Héctor Roberto Chavero Aramburu, le 31 janvier 1908 dans le partido de Pergamino (région de Buenos Aires), en Argentine, et mort le 23 mai 1992 à Nîmes, en France, est un poète, chanteur et guitariste argentin.\n\nSon pseudonyme, choisi dès l'adolescence, est formé d'Atahualpa, le dernier empereur inca, exécuté par les conquistadores de Francisco Pizarro, et de Yupanqui, « le Grand Méritant », cacique suprême des indiens quechuas.\n\nSon père est d'ascendance quechua, sa mère basque. Atahualpa grandit dans un premier temps à El Campo de la Cruz, au nord de Buenos Aires. Puis il passe le reste de son enfance à Fortín Roca, autre village de la Pampa, où son père est chef de gare. Dès l’âge de six ans, il apprend à jouer du violon et de la guitare. À la mort de son père, en 1921, il se décide à devenir artiste et pratique divers métiers pour gagner sa vie. Il parcourt alors les grands espaces de son pays, découvrant la réalité misérable dans laquelle vit le peuple des campagnes, indien ou métis. Il devient leur porte-parole dans ses premières compositions — Camino del Indio, Nostalgia de Tucumán. En 1928, journaliste à Buenos Aires, il rencontre l’anthropologue Alfred Métraux, avec qui il explore la Bolivie. Sa connaissance intime des êtres, des paysages, des coutumes ancestrales et de l’âme indienne nourrit son inspiration.\n\nEn 1948, après avoir été emprisonné deux fois pour son appartenance au parti communiste sous le régime autoritaire de Juan Perón, il s'exile en France. Il fait ses débuts en 1950, présenté par Édith Piaf au théâtre de l'Athénée, à Paris. Il acquiert une certaine notoriété et il devient l’ami de Louis Aragon, Paul Éluard, Picasso, Rafael Alberti. Il multiplie les tournées en Europe et dans le monde entier.\n\nComptant à son répertoire plus de 1 500 chansons, selon les formes mélodiques du folklore argentin, il compose des milongas, des chacareras, des vidalas, des zambas, des bagualas, des canciones. Parfois, les musiques de ses chansons sont composées par sa femme Paule Antoinette Pepin Fitzpatrick (pianiste et compositrice née à Terre-Neuve, au Canada, et décédée le 14 novembre 1990 à Buenos-Aires, en Argentine), qui signe alors Pablo del Cerro.\n\nIl meurt en 1992 à Nîmes et suivant sa volonté, son corps est rapatrié dans son pays natal et repose à Cerro Colorado (province de Córdoba).","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Atahualpa Yupanqui (en quechua, el que viene de lejanas tierras para decir algo), seudónimo de Héctor Roberto Chavero Aramburu (Juan A. de la Peña, partido de Pergamino, Argentina, 31 de enero de 1908 – Nîmes, Francia, 23 de mayo de 1992) fue un cantautor, guitarrista, poeta y escritor argentino.\n\nSe le considera el más importante músico argentino folclore. Sus composiciones han sido cantadas por reconocidos intérpretes, como Juan Carlos Baglietto, Los Tucu Tucu, Los Chalchaleros, Los Fronterizos, Facundo Cabral, Mercedes Sosa, María Dolores Pradera, Alberto Cortez, Pedro Aznar, Horacio Guarany, Jorge Cafrune, Alfredo Zitarrosa, José Larralde, Víctor Jara, Ángel Parra, Liliana Herrero, Jairo, Andrés Calamaro, Divididos, Marie Laforêt, Mikel Laboa, Soledad Pastorutti, Federico Pecchia y Enrique Bunbury entre muchos otros, y siguen formando parte del repertorio de innumerables artistas, en Argentina y en distintas partes del mundo. En 1986 Francia lo condecoró como Caballero de la Orden de las Artes y las Letras.","strBiographyPT":"Atahualpa Yupanqui, pseudônimo de Héctor Roberto Chavero (Pergamino, Buenos Aires, 31 de janeiro de 1908 — Paris, 23 de maio de 1992), foi um compositor, cantor, violonista e escritor argentino. É considerado um dos mais importantes divulgadores de música folclórica daquele país. Suas composições foram cantadas por reconhecidos intérpretes, como Mercedes Sosa, Alfredo Zitarrosa, Víctor Jara, Dércio Marques, Ángel Parra, Marie Laforêt e Elis Regina entre outros, continuando a fazer parte do repertório de vários artistas na Argentina e em diferentes partes do mundo.\n\nFilho de pai quéchua e mãe basca, mudou-se ainda criança com a família para Agustín Roca, em cuja ferrovia seu pai trabalhava.\n\nNa adolescência, começa a tomar aulas de violão com o concertista Bautista Almirón, viajando diariamente os 15 quilômetros que o separavam da casa do mestre. É dessa época o pseudônimo Atahualpa Yupanqui, em homenagem a Atahualpa e Tupac Yupanqui, os últimos governantes incas.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Pergamino, Argentina","strCountryCode":"AR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qvwqrv1407079819.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/yupanqui-atahualpa-53de54315450f.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/tryust1407079834.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/sxusyw1407079872.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/yupanqui-atahualpa-53e15118d7106.jpg","strMusicBrainzID":"291aaf6f-3553-462a-92ed-0f91f19f75fb","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}