{"artists":[{"idArtist":"125877","strArtist":"The Rascals","strArtistStripped":null,"strArtistAlternate":null,"strLabel":null,"idLabel":null,"intFormedYear":"1964","intBornYear":"1964","intDiedYear":null,"strDisbanded":null,"strStyle":null,"strGenre":null,"strMood":null,"strWebsite":null,"strFacebook":null,"strTwitter":null,"strBiographyEN":"The Rascals (initially known as The Young Rascals) are an American blue-eyed soul group initially active during the years 1965-72. Between 1966 and 1968 the New Jersey act reached the top 20 of the Billboard Hot 100 with nine singles, including the #1s \"Good Lovin'\" (1966), \"Groovin'\" (1967), and \"People Got to Be Free\" (1968), as well as big radio hits such as the much-covered \"How Can I Be Sure?\" (#4 1967) and \"A Beautiful Morning\" (#3 1968), plus another critical favorite \"A Girl Like You\" (#10 1967). The band was inducted into the Rock and Roll Hall of Fame in 1997. \nThe Rascals were inducted into the Hit Parade Hall of Fame in 2010 and also reunited in 2012 for a series of shows in New York and New Jersey. The reunion has continued on in 2013 with shows on Broadway. \n\nHistory:\nEddie Brigati (vocals), Felix Cavaliere (keyboard, vocals), Gene Cornish (guitar) and Dino Danelli (drums) started the band in Brigati and Danelli's hometown of Garfield, New Jersey. Brigati, Cavaliere and Cornish had previously been members of Joey Dee and the Starliters. Eddie's brother, David Brigati, an original Starliter, helped arrange the vocal harmonies and sang backgrounds on many of the group's recordings (informally earning the designation as the \"fifth Rascal\"). When Atlantic Records signed them, they discovered that another group, Borrah Minnevitch's and Johnny Puleo's 'Harmonica Rascals', objected to their release of records under the name 'The Rascals'. To avoid conflict, manager Sid Bernstein decided to rename the group 'The Young Rascals'. \nThe Young Rascals' first television performance was on the program Hullabaloo on February 27, 1965, where they performed their debut single, \"I Ain't Gonna Eat Out My Heart Anymore\". The track reached #23 in Canada, and touched the lower reaches of the U.S. charts. This modest success was followed by the U.S./Canada #1 single \"Good Lovin'\" (1966, originally recorded by Lemme B. Good & The Olympics in 1965 with much different lyrics). \nThe band's songwriting team of Eddie Brigati and Cavaliere then began providing most of their songs, and the hits kept coming for the next two years. Their immediate follow-ups to \"Good Lovin'\", including \"You Better Run\" (1966; covered in 1980 by Pat Benatar) and \"Come On Up\" were only modest hits. \"(I've Been) Lonely Too Long\" (1967) did better, and \"Groovin'\" (#1 US/Canada, 1967) returned them to the top of the charts. They reeled off a succession of top 20 U.S. hits, including \"A Girl Like You\" (1967), \"How Can I Be Sure\" (1967), \"It's Wonderful\" (1968), and \"A Beautiful Morning\" (1968). The band was exceptionally popular in Canada, where \"A Girl Like You\", \"How Can I Be Sure?\", and \"A Beautiful Morning\" all reached #1. However they struggled in the UK, where they only twice reached the top 75 -- with \"Groovin'\" (#8) and \"A Girl Like You\" (#35). The band would bill themselves as the Young Rascals for the last time with the single release of \"It's Wonderful\"; they would be known thenceforwards as simply The Rascals. \nBruce Eder, writing for Allmusic, rates the band's 1967 album Groovin' as their best, noting the record's soulful core and innovative use of jazz and Latin instrumental arrangements. 1968's Once Upon A Dream was the first Rascals album designed from conception as an album, rather than as a vehicle to package their singles (eight of Groovin\"s eleven songs had been released as single A- or B-sides, most in advance of the album). Once Upon a Dream, which peaked at #9 on the album charts, contained the single \"It's Wonderful\" plus many other strong songs, including \"Easy Rollin',\" \"Rainy Day,\" \"My World,\" and the title track. Perhaps understandably, the album's song \"My Hawaii\" became a top of the charts hit in Hawaii. \nTime Peace: The Rascals' Greatest Hits, released in mid-1968, topped the U.S. album chart and became the group's best-selling album. The same year, \"People Got to Be Free\", a horn-punctuated plea for racial tolerance (the band was known for refusing to tour on segregated bills) in the wake of the assassinations that year of Senator Robert F. Kennedy and Reverend Martin Luther King, Jr., became their third and final U.S. #1 single, and their sixth and final Canadian #1. It was also their final U.S. Top Ten hit, although they remained a Canadian top 10 act for the next few years. \n\"A Ray of Hope\", \"Heaven\", \"See\", and \"Carry Me Back\" were all modest U.S. hits for the band during late 1968 and 1969; all entered the top 40, but none higher than #24. In Canada, however, the Rascals were still major stars; all these songs went top ten, completing a run of 11 straight Canadian top ten hits for The Rascals from 1967 to 1969. December 1969's \"Hold On\" broke the run of top 40 US singles for the Rascals, stalling at #51, as well as the run of Canadian top tens, peaking at #22. \nDuring their period of greatest celebrity, the band's influence on aspiring R & B-flavored white acts was without equal, especially in the northeastern U.S. Notable bands that incorporated (sometimes to the point of parody) the Rascals' full-on stage demeanor and energy as well as the intense, hyper-dramatic vocalizing, drumstick-spinning gyrations and heavy bottom-end rhythm also achieved some prominence: the Vagrants (featuring Leslie West, later of Mountain), and the epitome of over-the-top funky psychedelia, the Vanilla Fudge, all owed their styles to the Rascals' synthesis of show-biz and soul. \nBrigati left the group in 1970, followed by Cornish in 1971. Their last Rascals album was Search and Nearness (#198 U.S.), which featured Brigati's lead vocals on the Cornish-penned \"You Don't Know\" and a cover of The Box Tops' hit \"The Letter\", and drummer Danelli's composition \"Fortunes\". The only single release from the album was the spiritually themed \"Glory, Glory\" (#58 U.S., #40 Canada), with backing vocals by The Sweet Inspirations. Search and Nearness would be the Rascals' last album for Atlantic Records, with Cavaliere and Danelli taking the band to Columbia Records in mid-1971. \nCavaliere shifted towards more jazz- and gospel-influenced writing for the Rascals' next two albums, Peaceful World (U.S. #122) and The Island Of Real (U.S. #180), using Robert Popwell and Buzzy Feiten on bass and guitar respectively, and new singers Annie Sutton and Molly Holt. These albums didn't sell as well as their earlier work, with none of their associated singles reaching higher than #95 on the U.S. chart. Towards the end of 1970 Danny Weis (previously with Rhinoceros and Iron Butterfly) then joined as a replacement for Feiten on guitar and Feiten then again replaced Weis before the group disbanded. \n\nPost break-up:\nCavaliere released several solo albums during the 1970s. Brigati, with his brother David, released Lost in the Wilderness in 1976. Cornish and Danelli worked together in Bulldog, who released two albums -- one for MCA Records in 1973, the second for Buddah in '74 -- and Fotomaker, who issued three albums on Atlantic in 1978-79. In 1982, Danelli joined Steve Van Zandt in Little Steven and the Disciples of Soul for the group's first two albums. \nAfter appearing at Atlantic Records 40th Anniversary Celebration on May 14, 1988, the Rascals reunited (with Cavaliere, Cornish, and Danelli) for a brief reunion tour in 1988; Eddie Brigati opted not to participate. The reunion group featured an expanded lineup that included Mel Owens (in Brigati's place) on vocals and percussion, Steve Mackey on bass, Ed Mattey on guitar, Dena Iverson on backup vocals and a horn section from Nashville to beef up the sound. The reunion did not last beyond the end of the year. \nAfter that, Cavaliere returned to his solo career and in the 1990s there were two factions touring: The New Rascals (featuring Cornish and Danelli) and Cavaliere, who sometimes called his grouping Felix Cavaliere's Rascals. The New Rascals lasted only a short time but toured again in 2006 with two new members, Bill Pascali (formerly of Vanilla Fudge) on vocals and keyboards and Charlie Souza on bass and vocals. The New Rascals released a concert DVD, shot at club Centro in New Jersey on Route 35. \nIn early 2009, Eddie Brigati went on to put together a project of young musicians who played all the classics. Eddie performed with the group along with his brother David. Called The Boys From The Music House, the band consisted of 4 talented young boys from New Jersey. Anthony Duke Claus, a cousin of Eddie's, sang lead vocals and played tambourine, Joseph Pomarico played lead guitar, harmonica and sang background vocals. Adam Sullivan played the piano and the classic organ along with singing some background vocals, and Matt Gazzano played the drums. \nOn April 24, 2010, all four members of The Rascals reunited for the Kristen Ann Carr benefit, which was held at New York's Tribeca Grill; Bruce Springsteen and Stevie Van Zandt joined the band for a closing \"Good Lovin'\". \n\nOnce Upon a Dream reunion:\n\nThe group's original lineup reunited for their first public performances in over 40 years with The Rascals: Once Upon a Dream, a combination concert/theatrical event that was produced and directed by Steven Van Zandt and Maureen Van Zandt with lighting/projection by Marc Brickman. In addition to the concert experience, the history of The Rascals, and the history of the 1960s through their music, is a combination of interviews with the four Rascals, filmed scenes of actors enacting out key moments in the band's history, news footage, and archival footage of the band. The show originally ran for six performances in December 2012 at the Capitol Theatre in Port Chester, New York. \nFourteen performances of the show were subsequently delivered from April 16 to May 5, 2013 at the Richard Rodgers Theatre on Broadway in New York City. Near the end of the show's Broadway run, it was announced that Once Upon a Dream would be taken on the road, with performances scheduled in various cities on the East coast of North America during May-December 2013. \nFollowing its national tour, the show was expected to return to Broadway for a second three-week limited-run from December 2013 through January 2014, at the Marquis Theatre, but was canceled. \n\nLegacy:\nThe Rascals were inducted into the Rock and Roll Hall of Fame on May 6, 1997. Steve Van Zandt gave the induction speech and presented the award. For the first time in years, all four original members appeared together. For their jam session (including David Brigati), they performed \"Good Lovin'\", \"Groovin'\", \"How Can I Be Sure?\", and \"People Got To Be Free\". \nIn 2005 The Rascals were inducted into the Vocal Group Hall of Fame. \nIn August 2007 the Rascal's catalog of Atlantic Records albums was re-released by Atlantic Records affiliate Rhino Records. \nIn June 18, 2009 Eddie Brigati and Felix Cavaliere were inducted into the Songwriters Hall of Fame at a ceremony in New York City. \n\nMembership:\nEddie Brigati (born Edward Brigati Jr., October 22, 1945, Garfield, New Jersey) - vocals, percussion, \nFelix Cavaliere (born November 29, 1942, Pelham Manor, New York) - vocals, keyboards, \nGene Cornish (born May 14, 1944, Ottawa, Ontario, Canada) - guitar, vocals, \nDino Danelli (born July 23, 1944, Jersey City, New Jersey) - drums, \nDavid Brigati (born October 29, 1940, Garfield, New Jersey) - background vocals, \nRobert Popwell (born December 29, 1950, Daytona Beach, Florida) - bass, \nDanny Weis (born September 28, 1948, Huntington Park, California) - guitar, \n\nStudio Musicians:\nAlthough the Rascals performed on all of their recordings, they often used studio musicians to enhance their sound. Below is a short list of studio musicians who accompanied the Rascals on many of their recordings: \nBass: Ron Carter, Chuck Rainey, Richard Davis, Gerald Jemmott, Harold Cowart, Robert \"Pops\" Popwell. \nSax: King Curtis, Steve Marcus, Danny Labatte, Hubert Laws (flute) Joe Young Charles Dinwiddle, Seldon Powell. \nHarmonica: Buddy Lucas, Michael Weinstein \nTrumpet: Melvin Lastie, Joe Newman, Steve Madaio \nPiano: Joe Bushkin \nPercussion: Kwaski Dzidzornu Ralph MacDonald Jack Scarangella, Daniel Ben Zebolun. \nHarp: Louis Collin \nGuitar: Linc Chamberland Howard \"Buzz\" Feiten","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":null,"intMembers":null,"strCountry":null,"strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/trvxwp1593990927.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/yvsqvx1594394987.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"219ce30a-0f3a-468c-9a13-55ee358ac0f0","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}