{"artists":[{"idArtist":"112498","strArtist":"Angelo Badalamenti","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1937","intBornYear":"1937","intDiedYear":"2022","strDisbanded":null,"strStyle":"Classical","strGenre":"OST","strMood":"","strWebsite":"www.angelobadalamenti.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Angelo Badalamenti (born March 22, 1937) is an American composer, known for his movie soundtrack work for director David Lynch, notably Blue Velvet, the Twin Peaks saga (1990-1992) and Mulholland Drive. He received the Lifetime Achievement Award at the World Soundtrack Awards in 2008.\nBadalamenti was born in Brooklyn, New York to an Italian family; his mother was from Sicily and his father was a fish market owner. Badalamenti spent much of his childhood listening to opera and classical music. He studied at the Eastman School of Music and at Manhattan School of Music where he earned a master's degree in music.","strBiographyDE":"Angelo Daniele Badalamenti (* 22. März 1937 in New York City, New York; † 11. Dezember 2022 in Lincoln Park, New Jersey) war ein US-amerikanischer Komponist italienischer Abstammung. Große Bekanntheit erlangte er unter anderem durch seine langjährige Zusammenarbeit mit dem Regisseur David Lynch.\n\nNach seinem Musikstudium arbeitete Badalamenti zunächst als Musikproduzent (unter anderem 1987 für die Pet Shop Boys bei dem Song It Couldn’t Happen Here aus dem Album Actually) und als Komponist für Fernsehserien. Damals verwendete er noch das Synonym Andy Badele. Seinen Durchbruch erreichte er durch seine Zusammenarbeit mit dem Regisseur David Lynch, dessen Filme beinahe ausnahmslos er vertont(e). Regisseur und Komponist sind hier ähnlich untrennbar verbunden wie Alfred Hitchcock und Bernard Herrmann, Sergio Leone und Ennio Morricone, Federico Fellini und Nino Rota, Steven Spielberg und John Williams, Rainer Werner Fassbinder und Peer Raben oder Tim Burton und Danny Elfman.\n\nGelegentlich war Badalamenti in kleinen Nebenrollen zu sehen, so in Lynchs Kinofilm Mulholland Drive – Straße der Finsternis, wo er einen Mafiaboss namens Luigi Castigliane mimte, sowie in Blue Velvet, wo er als Barpianist auftrat. Das Klavier ist das Instrument, mit dem seine Musikkarriere begann: ab dem achten Lebensjahr lernte er es zu spielen.\n\nBadalamenti zeigte immer wieder, dass er in ganz verschiedenen Stilen meisterhafte Musik komponieren konnte. Die Musik zu Lynchs Filmen ist mit ihren stets schweren, geradezu erdrückenden Streichern und jazzig-melancholischen Stücken eine unverzichtbare Stütze für dessen düsteren Filmkosmos. Eine Ausnahme bildet hierbei Eine wahre Geschichte – The Straight Story: Dieses nicht nur musikalische Kleinod lebt zu großen Teilen von Badalamentis Dialogen der Soloinstrumente Gitarre, Bratsche und Cello vor einem ruhigen Orchester.\n\nAuf der Basis der Soundtracks zur Serie Twin Peaks, für den er 1991 den Grammy in der Kategorie „Pop – Instrumentaldarbietung“ gewann, und zum Film Twin Peaks – Der Film, einem Prequel zur Serie, schrieben und produzierten Lynch und Badalamenti 1989 und 1993 zwei Alben von Julee Cruise, die in Twin Peaks mit einigen der Songs als Nachtclubsängerin zu sehen und zu hören ist. 1993 wurde er für die Beste Musik mit dem Saturn Award ausgezeichnet. Ebenso erhielt er für die Musik von Twin Peaks – Der Film bei den Independent Spirit Awards die Auszeichnung in der Kategorie Best Original Score.\n\n1996 brachte Badalamenti gemeinsam mit Tim Booth, dem Sänger der Britpop-Band James, das atmosphärisch-poppige Album „Booth and the Bad Angel“ heraus, bei dem er das Keyboard und die Orchestrierung sowie gemeinsam mit Booth das Songwriting und Produktion übernahm, und das Gastauftritte von Brian Eno und Bernard Butler enthält.\n\nLynchs Universum schöpft nur einen Teil von Badalamentis Können aus. Die Musik zu anderen Filmen weicht stilistisch teilweise deutlich ab, der Komponist ist oftmals nicht wiederzuerkennen. Für Die Stadt der verlorenen Kinder wählte er unter anderem sehr verspielte Themen, während einige Stücke aus The Beach unverkennbare Hinweise auf seine Zeit als Popmusik-Produzent sind. In dem US-Remake von Dark Water komponierte er die Filmmusik, die auch seinen einzigartigen Stil trägt.\n\n2005 gesellte sich zu Badalamentis Arbeit an Filmen zudem die musikalische Untermalung eines Videospiels Fahrenheit, welches von seiner Inszenierung sehr einem Spielfilm ähnelt.\n\nDas Spektrum von Badalamentis Werk wird mit dem des portugiesischen Musikers und Komponisten Rodrigo Leão verglichen.\n\n2017 wurde er in die Academy of Motion Picture Arts and Sciences (AMPAS) aufgenommen, die jährlich die Oscars vergibt.\n(Wikipedia)","strBiographyFR":"Angelo Badalamenti est un compositeur et arrangeur musical américain né le 22 mars 1937 à New York (États-Unis).\n\nIl a longtemps collaboré avec David Lynch, dans les films duquel il fait quelques apparitions (il est Luigi Castigliane dans Mulholland Drive et le pianiste dans Blue Velvet), et a travaillé avec Jean-Pierre Jeunet (La Cité des enfants perdus, Un long dimanche de fiançailles).\nIl a signé parfois ses premières participations cinématographiques du nom d'Andy Badale.\nIl produit également des chansons pour des interprètes comme Liza Minnelli (album Results, 1989). Outre sa collaboration avec David Lynch à la série télévisée Twin Peaks et au film éponyme Twin Peaks : Les Sept Derniers Jours de Laura Palmer, il produit deux albums de Julee Cruise, Floating Into The Night (1989) et The Voice Of Love (1993). Il compose également toute la musique de A Secret Life, l’un des albums les plus envoûtants de Marianne Faithfull, la dame à la voix voilée (1995). Il est également le compositeur de la musique originale du jeu vidéo Fahrenheit d'Atari. En 2008, il supervise la musique du film The Edge of Love et collabore avec Siouxsie Sioux et Suggs.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"New York, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wrypww1454775783.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wuxwqr1363706135.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/xwtpyv1363706155.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/wprpup1479059849.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"5894dac5-0260-4175-b36e-e34680a859d6","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}