{"artists":[{"idArtist":"132213","strArtist":"Carmen Linares","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1970","intBornYear":"1951","intDiedYear":null,"strDisbanded":null,"strStyle":null,"strGenre":"","strMood":"","strWebsite":"www.carmenlinares.org","strFacebook":"","strTwitter":"1","strBiographyEN":"Carmen Pacheco Rodríguez, born in Linares (Jaén) in 1951, is without doubt a fundamental pillar of all current flamenco singing, she masters a vast repertoire of flamenco styles due to her long experience. Her enormous versatility has allowed her to take part in zarzuelas (a Spanish form of musical drama), plays and several projects involving classical musicians and musicans from the world of jazz. Out of her works, the recording of an anthology of female flamenco singing is the one which stands out.  She does not have any predecessors in her family involved in flamenco music; only her father, Antonio Pacheco, who  used to play guitar as a hobby. Nonetheless, Carmen Linares used to sing in intimate gatherings since she was a child, and when she arrived in Madrid she introduced herself into the world of professionals. She started her artistic trajectory in the dance companies of Paco Romero and Carmen Mora. She made her first record with Juan Habichuela, as a protegé of Fosforito, and she cut her teeth in the capital's best tablaos. In Torres Bermejas, she shared the stage with Camarón, Perla de Cádiz, El Güito, José Mercé and Paco Cepero. At that time, the TVE (the Spanish public broadcasting company) television series Rito y geografía del flamenco presented her as one of the genre's quality young artists. She toured Japan with Merche Esmeralda, El Chaquetón, Luis Habichuela and Paco Antequera, and when she returned to Madrid, she joined the Café de Chinitas, with Enrique Morente, Carmen Mora, Manzanita and Tomás de Madrid.  Little by little, she began to develop her own style, until she became an indispensable cantaora who has never stopped maturing, artistically speaking. Carmen Linares has taken part in several festivals, she has a lengthy recording history and her artistic maturity has been acknowledged on several occasions. Among her most important awards, she received the first prize in the Festival Nacional de Cante de las Minas de La Unión (1978) and the Premio Nacional de Música (2001). She also was in Carlos Saura's film Flamenco, and she has been the protagonist of various special television programmes.","strBiographyDE":null,"strBiographyFR":"Carmen Linares est une chanteuse de flamenco espagnole, née en 1951 à Linares (Jaén), Province de Jaén (Espagne).\nElle à déménagé à Madrid avec sa famille en 1965. Sa carrière professionnelle a débuté dans la compagnie de danse de Carmen Mora. Elle a fait son premier enregistrement en 1970.\n\nCarmen est l'un des premiers artistes de flamenco à chanter dans le Lincoln Center for the Performing Arts, en interprétant de \"El Amor Brujo Falla\" avec l'Orchestre philharmonique de New York.\n\nElle a reçu Premio Nacional de Música de l'Espagne d'interprétation en 2001.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sttxuw1411300327.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/utpspt1411300773.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"193be292-62ab-4402-ae5b-bd66e3e7b5a0","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}