{"artists":[{"idArtist":"116318","strArtist":"Chet Baker","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1929","intDiedYear":"1988","strDisbanded":"Yes","strStyle":"Jazz","strGenre":"Jazz","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Chesney Henry \"Chet\" Baker, Jr. (December 23, 1929 – May 13, 1988) was an American jazz trumpeter, flugelhornist and vocalist.\nBaker earned much attention and critical praise through the 1950s, particularly for albums featuring his vocals (Chet Baker Sings, It Could Happen to You). Jazz historian David Gelly described the promise of Baker's early career as \"James Dean, Sinatra, and Bix, rolled into one.\" His \"well-publicized drug habit\" also drove his notoriety and fame; Baker was in and out of jail regularly before enjoying a career resurgence in the late 1970s and '80s.\nOn May 13, 1988, Baker was found dead on Prins Hendrikkade, near Zeedijk, the street below his second-story room (Room 210) of Hotel Prins Hendrik in Amsterdam, Netherlands, with serious wounds to his head. Heroin and cocaine were found in his hotel room, and an autopsy also found these drugs in his body. There was no evidence of a struggle, and the death was ruled an accident.","strBiographyDE":"Chet Baker, mit bürgerlichem Namen Chesney Henry Baker Jr. (* 23. Dezember 1929 in Yale, Oklahoma; † 13. Mai 1988 in Amsterdam), war ein US-amerikanischer Jazzmusiker (Trompete, Flügelhorn), Sänger und Komponist. ","strBiographyFR":"Chesney Henry Baker, Jr. dit « Chet Baker », né à Yale (Oklahoma, États-Unis) le 23 décembre 1929 et mort à Amsterdam (Pays-Bas) le 13 mai 1988, est un trompettiste, bugliste et chanteur de jazz.\n\nSa famille s'installe en Californie en 1939. Chesney échange le trombone offert par son père contre une trompette (il écoute alors Harry James, trompettiste spectaculaire au style bien éloigné de celui qui sera le sien). Il s'initie à la musique à Glendale (orchestre scolaire), puis se produit bientôt avec des orchestres de danse. Il se passionne surtout pour le saxophoniste Lester Young et ses suiveurs.\nEn 1946, engagé dans le 2980 Army Band stationné à Berlin, il découvre le be bop (Dizzy Gillespie, Charlie Parker) et les orchestres modernes blancs de l'époque (Woody Herman, Les Brown, Stan Kenton). Rendu à la vie civile en 1948, il étudie l'harmonie et la théorie musicale, mais s'engage de nouveau, en 19501, à la suite d'une déception amoureuse. Il joue dans ses premières jam-sessions avec Dexter Gordon et Paul Desmond.\nEn 1951, il est muté dans un bataillon disciplinaire, déserte et se fait réformer pour manque d'adaptabilité à la vie militaire. En 1952, il joue avec Vido Musso, Stan Getz et surtout Charlie Parker qui le choisit parmi une cohorte de jeunes trompettistes californiens pour l'accompagner dans une tournée sur la Côte Ouest de Los Angeles à Vancouver au Canada. Il grave ses premiers témoignages discographiques sous la responsabilité de Harry Babasin.\nCette même année, débute la collaboration avec le saxophoniste baryton Gerry Mulligan au sein d'un quartette sans piano (pianoless quartet), formation inhabituelle à l'époque. Le groupe, qui joue tous les lundis soirs au club The Haig à Hollywood pendant plusieurs mois, devient rapidement très populaire. Début 1953, le saxophoniste Lee Konitz se joint au quartette à plusieurs reprises. Mulligan forme un tentette auquel participe Chet.\nEn juin 1953, Mulligan est arrêté pour détention de stupéfiants. Il est condamné à six mois de prison. Un mois plus tard, Chet Baker forme son propre quartet (1953-54) avec Russ Freeman au piano. De l'été 1953 à l'été 1955, Chet enregistre abondamment et dans divers contextes, quartet, sextet, septet, avec ensemble à cordes. Il est entouré par des pointures du Jazz West Coast tels Bud Shank, Zoot Sims, Jack Montrose, Shelly Manne.\nUn disque va connaître un véritable triomphe à travers tout le pays : Chet Baker Sings (1954-1956). Chet devient une icône américaine, à la fois rebelle et fragile. Les photos de son ami William Claxton contribuent à véhiculer cette image idéalisée de playboy. Avec ses premiers cachets, Chet achète ses premières automobiles, une passion qui l'accompagnera toute sa vie. En 1954, Chet Baker est élu trompettiste de l'année par tous les référendums des magazines de jazz.\nEn septembre 1955, il part pour la première fois en Europe. Il signe rapidement un contrat avec le label français Barclay. Il enregistre dès le mois d'octobre avec son groupe des faces composées pour la plupart par Bob Zieff. Quelques jours plus tard, son pianiste Dick Twardzik meurt d'overdose dans sa chambre d'hôtel. Accusé par les parents du pianiste, Chet décide malgré tout de poursuivre la tournée et enregistre à la tête de diverses formations, surtout françaises.\nAprès sept mois en Europe, Chet revient aux États-Unis début 1956. Après une longue tournée sur la côte Est, il revient à Los Angeles et grave de nombreux disques notamment aux côtés du saxophoniste Art Pepper (The Route (1956), Playboys (1956)). À la fin de l'année, il est arrêté pour la première fois en possession de stupéfiants. Au cours de l'année 1957, sa dépendance à l'héroïne se fait plus intense. En 1958, il signe avec le label Riverside et enregistre plusieurs albums dont Chet avec Bill Evans et Philly Joe Jones.\nDe nouveau en Europe de 1959 à 1964, il est arrêté, emprisonné ou expulsé à plusieurs reprises en Allemagne et en Italie. Ses ennuis avec la justice sont largement couverts par la presse à scandales. Il rencontre aussi en Europe des amis, de nombreux musiciens et un public plus réceptif que le public américain. Il s'initie alors au bugle à Paris.\nEn 1965, Chet Baker revient aux États-Unis et enregistre une série de disques pour le label Prestige. Sa popularité n'est plus celle des années 1950 et il a des difficultés à trouver des engagements. En 1966, il est agressé par des dealers à San Francisco (mâchoire fracturée, nombreuses dents cassées). Dans l'impossibilité de jouer, il connaît une longue traversée du désert mais après plusieurs années de ré-apprentissage, il remonte sur scène en 1973.\nDe 1975 à sa mort, il joue et enregistre abondamment en Europe et aussi aux États-Unis. Parmi les musiciens qui l'accompagnent, on peut citer les pianistes Phil Markowitz, Enrico Pieranunzi, Michel Graillier, Alain Jean-Marie ; les guitaristes Doug Raney, Philip Catherine et les contrebassistes Jean-François Jenny-Clark, Niels-Henning Ørsted Pedersen, Riccardo Del Fra, Charlie Haden et Jean-Louis Rassinfosse, Jean Bardy.\nSes nombreux voyages s'achèvent par une mystérieuse chute de la fenêtre de sa chambre au deuxième étage de l'hôtel Prins Hendrik à Amsterdam, survenue après la prise d'importantes quantités de cocaïne et d'héroïne, le vendredi 13 mai 1988. Une plaque commémorative lui rend hommage sur la façade.\nChet Baker est enterré au Inglewood Park Cemetery à Inglewood (Californie).\n","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":"Chesney (Chet) Henry Baker, Jr. (Yale (Oklahoma), 23 december 1929 - Amsterdam, 13 mei 1988) was een Amerikaans trompettist en zanger.\n\nBaker werd in 1929 geboren als zoon van Ierse ouders in het plaatsje Yale in Oklahoma. Hij ontwikkelt zich tot jazztrompettist en zoetgevooisde zanger. Baker heeft als kenmerk de zachte melancholieke toon die hij in zijn zang en spel op dezelfde manier gebruikt: \"hij zingt zoals hij speelt\".\n\nBegin jaren vijftig was Baker een van de sterren van het Gerry Mulligan Quartet. Met het Chet Baker Quartet maakte hij West Coast Jazz. Hij is een exponent van de cool jazzschool van de Amerikaanse Westkust in de jaren vijftig. Vooral de platen waarop hij zowel trompet speelt als zingt maakten hem tot een idool. In 1955 gaf hij, voor het eerst in Europa, concerten in het Concertgebouw en het Kurhaus. Zijn muzikale loopbaan was getekend door een heroïneverslaving. Hij werd een aantal keren opgepakt voor overtredingen van de narcoticawet. Nadat hij in elkaar was geslagen en zijn voortanden had verloren stopte hij langere tijd met spelen.\n\nDoor zijn overmatig drugsgebruik, vroege dood, en charismatische uitstraling staat Baker ook bekend als \"mooie jongen met wie het verkeerd afliep\". In de nacht van donderdag 12 op vrijdag 13 mei 1988 viel hij, waarschijnlijk onder invloed van drugs, uit een raam van kamernummer 210 van Hotel Prins Hendrik op de Prins Hendrikkade 55, nabij de hoek van de Warmoesstraat met de Zeedijk, te Amsterdam. Hij overleefde zijn val niet.","strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Yale, Oklahoma, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xyuxww1413322814.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/baker-chet-53ea76caec8b4.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/usppuy1413322937.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/xqxqwv1408084681.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/uprywx1408084692.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/d3z4wn1639732540.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/tuvtwx1408084658.jpg","strMusicBrainzID":"1ba1d493-7114-45e2-b163-a36d49a0c065","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}