{"artists":[{"idArtist":"126703","strArtist":"Patty Pravo","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1948","intBornYear":"1948","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop","strMood":null,"strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Patty Pravo (born Nicoletta Strambelli, 9 April 1948 Venice, Italy) is an Italian Pop singer whose career has spanned more than four decades. Her first single \"Ragazzo triste\", released in 1966, was the first pop song aired on Vatican Radio. In 2011 she participated - for the eighth time - in the Italian song contest, the San Remo Music Festival.  She became famous still very young as \"the Piper girl\", from the name of a fashion music club in Rome where she used to sing in the '60 years. She has experimented every kind of music over the 40 years of her career, from early pop songs to electronic, chinese music and rock; her masterpiece is the record \"Oltre l'Eden...\", published in 1989 and reprinted on CD again in 2006.","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":"Patty Pravo, nome d'arte di Nicoletta Strambelli (Venezia, 9 aprile 1948), è una cantante italiana. Con 110 milioni di dischi venduti in carriera, è la terza artista donna con le maggiori vendite, dopo Mina e Dalida, e il quarto artista italiano con il maggior riscontro commerciale. È uno dei 6 cantanti italiani che ha superato il tetto dei cento milioni di copie vendute: basti pensare che il singolo La bambola ha venduto da solo, nelle sue multiple versioni, 40 milioni di copie, risultando così una delle canzoni italiane più famose e vendute all'estero. Su nove partecipazioni al Festival di Sanremo è arrivata due volte in finale, ottenendo inoltre cinque premi speciali, che si aggiungono a numerosi altri prestigiosi riconoscimenti nazionali ed internazionali.","strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Venezia, Italia","strCountryCode":"IT","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qxyxqs1390142398.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/urqvpp1390142669.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/pravo-patty-54d20aa9d1098.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/pravo-patty-54d0e91509339.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"0ac1c730-8510-4ee8-9fcb-5ad272da73ab","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}