{"artists":[{"idArtist":"111600","strArtist":"Sting","strArtistStripped":null,"strArtistAlternate":"Gordon Summer","strLabel":"A&M Records","idLabel":"47431","intFormedYear":"1985","intBornYear":"1951","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop-Rock","strMood":"Good Natured","strWebsite":"sting.com","strFacebook":"","strTwitter":"1","strBiographyEN":"After disbanding the Police at the peak of their popularity in 1984, Sting quickly established himself as a viable solo artist, one obsessed with expanding the boundaries of pop music. Sting incorporated heavy elements of jazz, classical, and worldbeat into his music, writing lyrics that were literate and self-consciously meaningful, and he was never afraid to emphasize this fact in the press. For such unabashed ambition, he was equally loved and reviled, with supporters believing that he was at the forefront of literate, intelligent rock and his critics finding his entire body of work pompous. Either way, Sting remained one of pop's biggest superstars for the first ten years of his solo career, before his record sales began to slip.\nBefore the Police were officially disbanded, Sting began work on his first solo album late in 1984, rounding up a group of jazz musicians as a supporting band. Moving from bass to guitar, he recorded his solo debut, 1985's The Dream of the Blue Turtles, with Branford Marsalis, Kenny Kirkland, and Omar Hakim. The move wasn't entirely unexpected, since Sting had played with jazz and progressive rock bands in his youth, but the result was considerably more mature and diverse than any Police record. The album became a hit, with \"If You Love Somebody Set Them Free,\" \"Love Is the Seventh Wave,\" and \"Fortress Around Your Heart\" reaching the American Top Ten. Sting brought the band out on an extensive tour and filmed the proceedings for a 1986 documentary called Bring on the Night, which appeared alongside a live double album of the same name. That year, Sting participated in a half-hearted Police reunion that resulted in only one new song, a re-recorded version of \"Don't Stand So Close to Me.\"\nFollowing the aborted Police reunion, Sting began working on the ambitious Nothing Like the Sun, which was dedicated to his recently deceased mother. Proceeding from a jazz foundation, and again collaborating with Marsalis, Sting worked with a number of different musicians on the album, including Gil Evans and former Police guitarist Andy Summers. The album received generally positive reviews upon its release in late 1987, and it generated hit singles with \"We'll Be Together\" and \"They Dance Alone.\" Following its release, Sting began actively campaigning for Amnesty International and environmentalism, establishing the Rainforest Foundation, which was designed to raise awareness about preserving the Brazilian rainforest. An abridged Spanish version of Nothing Like the Sun, Nada Como el Sol, was released in 1988.\nSting took several years to deliver the follow-up to Nothing Like the Sun, during which time he appeared in a failed Broadway revival of The Threepenny Opera in 1989. His father also died, which inspired 1991's The Soul Cages, a dense, dark, and complex album. Although the album peaked at number two and spawned the Top Ten hit \"All This Time,\" the record was less successful than its predecessor. Two years later, he delivered Ten Summoner's Tales, a light, pop-oriented record that became a hit on the strength of two Top 20 singles, \"If I Ever Lose My Faith in You\" and \"Fields of Gold.\" At the end of 1993, \"All for Love,\" a song he recorded with Rod Stewart and Bryan Adams for The Three Musketeers, became a number one hit. The single confirmed that Sting's audience had shifted from new wave/college rock fans to adult contemporary, and the 1994 compilation Fields of Gold: The Best of Sting played to that new fan base.\nThree years after Ten Summoner's Tales, Sting released Mercury Falling in the spring of 1996. Although the album debuted highly, it quickly fell down the charts, stalling at platinum sales and failing to generate a hit single. Although the album failed, Sting remained a popular concert attraction, a feat that confirmed his immense popularity regardless of his chart status. Released in 1999, Brand New Day turned his commercial fortunes around in a big way, though, eventually going triple-platinum and earning two Grammy Awards. Issued in 2003, Sacred Love also did well, and Sting spent several years with the reunited Police before returning to his solo game for 2009's If on a Winter's Night.... One year later, he hit the road alongside the Royal Philharmonic Concert Orchestra, who added their own symphonic arrangements to his material. Symphonicities, a companion CD, and Live in Berlin, released in conjunction with the world tour, arrived that same year.","strBiographyDE":"Wikipedia\n\nSting, Bühnenname von Gordon Matthew Thomas Sumner CBE (* 2. Oktober 1951 in Wallsend, Tyne and Wear, England) ist ein britischer Musiker, Komponist und Schauspieler.\n","strBiographyFR":"Sting, de son vrai nom Gordon Matthew Thomas Sumner, né le 2 octobre 1951 à Wallsend, près de Newcastle (nord de l'Angleterre), est un musicien et chanteur anglais, brièvement instituteur et occasionnellement acteur de cinéma. Avant sa carrière solo, il était le chanteur et bassiste du groupe The Police.\n\nFils d'un ingénieur naval devenu laitier pour échapper à la crise de ce secteur (Ernest Sumner) et d'une coiffeuse (Audrey Cowell), fils aîné d'une famille de quatre enfants (un frère Philip, et deux sœurs Angela et Anita), il se passionne tôt pour la musique, encouragé par sa mère, pianiste amatrice.\n\nIl fait ses premières armes musicales à la guitare mais découvre aussi le piano, la mandoline, le saxophone, l'harmonica et la flûte de Pan.\n\nIl suit les cours du Northern Counties College of Education de 1971 à 1974 puis sera instituteur pendant deux ans à la St. Paul's Middle School de Cramlington. C'est pendant ces années qu'il joue avec des groupes de jazz le soir et les week-ends. Son surnom de « sting » lui est attribué en 1972 après le concert d'un de ces groupes, les « Phoenix Jazzmen », alors qu'il portait un pull noir à rayures jaunes sur scène. Le trombone et leader du groupe, un certain Gordon Soloman1, trouvait qu'il ressemblait à une abeille, d'où le nom (« sting » veut dire « dard » ou « piqûre »).\n\nEn 1977, alors que Sting est le bassiste et chanteur du groupe de jazz fusion Last Exit, Stewart Copeland, cherchant alors un bassiste, le découvre lors d'un concert et lui propose de former un groupe avec le guitariste français Henry Padovani (ce dernier étant remplacé plus tard par Andy Summers). Le groupe s'appellera The Police et le trio connaîtra un succès mondial. Leur premier succès, \"Roxanne\" installe le groupe en haut des charts, place qu'il ne quittera pas de toute sa carrière.\n\nEn 1979, Sting fait ses débuts au grand écran dans l'adaptation cinématographique de l'opéra rock Quadrophenia (du groupe The Who).\n\nQuelque peu lassé par les interminables tournées du groupe, Sting décide de le quitter (sans qu'il n'y ait de séparation officielle du groupe) avant de s'engager dans une carrière solo à partir de 1985.\n\nEn février 2007, contre toute attente, Sting annonce que le groupe The Police se reforme et entame une tournée mondiale. Les 29 et 30 septembre 2007 lors des concerts au Stade de France, le groupe offre une jolie surprise à ses fans français, en faisant monter sur scène Henry Padovani pour reprendre Next to you.\n\n","strBiographyCN":null,"strBiographyIT":"Sting, nome d'arte di Gordon Matthew Thomas Sumner (Wallsend, 2 ottobre 1951), è un cantautore, bassista, attivista, attore e filantropo britannico.\nÈ stato candidato 3 volte per Oscar alla migliore canzone nel 2001, 2002 e 2004 per i film Le follie dell'imperatore, Kate & Leopold e Ritorno a Cold Mountain.","strBiographyJP":null,"strBiographyRU":"Стинг (англ. Sting) — творческий псевдоним Гордона Мэтью Самнера (англ. Gordon Matthew Sumner), британского музыканта, актёра, общественного деятеля и филантропа. Стинг родился 2 октября 1951 года в Уолсенде, Англия. \n\n До начала сольной карьеры Стинг был вокалистом, бас-гитаристом и основным автором песен рок-группы The Police. На протяжении своей музыкальной карьеры Стинг получил 16 наград Grammy, первую из которых ему вручили за «лучшее инструментальное рок-выступление» в 1981 году. Кроме того, он был номинирован на премию Oscar за лучшую песню к фильму; его имя внесено в Зал славы рок-н-ролла и Зал славы авторов песен. Стинг — командор Ордена Британской империи.\n\n В начале 1980-х на душевное самочувствие Стинга, равно как и на стабильность возглавляемой им группы The Police, оказал его развод с первой супругой Фрэнсис, хотя отношения бывших партнеров остались «приятельскими». \n\n С Фрэнсис остались дети: сын Джо (11 лет) и дочь Кэтрин (5). И «приятельство» не помешало первой жене Стинга в конце 1987 года обратиться в суд с иском на недостаточную финансовую обеспеченность. У Стинга к тому времени была новая семья: жена Труди, дочь и сын. Тогда же, в 1983-4 годах начала закладываться основа первого сольного диска «The Dream of the Blue Turtle» и концертных программ. \n\n Нужно отметить, что философичность и углубленный психологизм песен этого альбома явились естественным продолжением настроя последнего диска трио. Весь лонгплей отличало полнокровное соединение белой сочинительской и исполнительской рафинированности с негритянской экспрессивностью остальных членов группы сопровождения. \n\n Возникла необходимая для творчества цельная атмосфера репетиций и записи, отмеченная коллективным согласием, шутками, усталостью, полетом и блеском всех участников, соединения, перешагивающего обычные рамки взаимодействия «звезды» с группой сопровождения. Участие, например, саксофониста Брэнфорда Марсалиса или ударника Омара Хакима далеко вышло за границы участия приглашенного ремесленника-профессионала. Все эти факторы делают «The Dream of the Blue Turtle» совершенно отличным от созданных примерно в то же время альбомов других протагонистов жанра, например «Let’s Dance» Дэвида Боуи (с участием, кстати, того же Омара Хакима). \n\n Хотя не было очевидной хитовой направленности, очень успешной в чартах оказалась «If You Love Somebody (Set Them Free»), текст которой достаточно однозначно намекал на недавние семейные неприятности Стинга. И другие песни удерживали необходимый баланс между танцевальностью (подчеркнутой легким ритмом регги) и камерностью, ярко высветившейся в драматичности текста, как например, в очень напоминающей Тома Уэйтса «Moon over Burbon street». \n\n Отдельных слов заслуживает песня «Russians» с участием ленинградского симфонического оркестра, с цитатами из Прокофьева и текстом, актуально откликающимся на нынешние политические реалии. Из песни могла бы получиться обыкновенная агитка, но Стинг этой опасности миновал. В целом альбом оказался сборником сильных песен без слабых мест. Таким же по качеству оказалось и последовавшее позже крупное гастрольное турне и фильм режиссера Мартина Скорсезе, в который продюсер вложил два миллиона долларов. \n\n Фильм этот не добился сногсшибательного коммерческого успеха, но, тем не менее, убедительно доказал, что настоящая «звезда» сможет достойно проявить себя и в поп-музыке. А что касается соединения рока и джаза, то оно было настолько естественным, что смогло увлечь даже подростковую аудиторию. Еще одним доказательством качества соединения песенной камерности и роковой формы стало выступление Стинга с Марсалисом и Филом Коллинзом на концертной акции «Живая помощь» в 1985 году. \n\n К тем же временам относятся и многочисленные роли, сыгранные Стингом в фильмах режиссеров Майкла Эптеда (очень интересный видеофильм «Bring on the Night»), Maртина Скорсезе (роль Понтия Пилата в фильме «Последнее искушение Христа»), Дэвида Линча. И хотя сам Стинг утверждал, что «решительно не хочет быть актером», его кинематографический опыт дал значительный импульс в концертной деятельности, а также в подготовке видеоклипов. «Моей маме и всем, кто ее любил», - так звучит посвящение с альбома «Nothing Like the Sun». \n\n Мать Стинга скончалась в июле 1987 года, как раз во время завершения работы над диском, но этот трагический случай придал певцу новые усилия для создания наиболее убедительного результата. А когда в декабре того же года от той же болезни скончался отец, худшего начала для огромного кругосветного турне трудно было представить. Но, несмотря на все эти события, перед слушателями предстал замечательный музыкант в сопровождении не менее выдающейся группы. \n\n В противоположность спонтанности диска «The Dream of the Blue Turtle» на следующем альбоме подход более рациональный, с использованием возможностей современной компьютерной техники. Интимный трепет перкуссии Мино Чинелу, равно как и синтезаторная раскрашенность фанково-танцевального хита «We’ll Bе Together» или гитарные парады Эрика Клэптона и Марка Нопфлера производят сильнейшее впечатление, без искажения или потери динамики, которыми грешат многие диски, записанные с участием «звезд». \n\n Навеянное Шекспиром название альбома вводит слушатели в мир волшебного сомнамбулизма в песне «Sister Moon», здесь же рассказ о фиктивном браке («The Secret Marriage»), повесть о трагичной судьбе Средней Америки и людей, в ней живущих («Fragile»). В звуке, аранжировке и продюсерской работе очевидна завершенность, временами переходящая в утрату спонтанности. Во всяком случае, альбом добился первой премии Британской грамзаписи как лучший диск 1987 года. Этот успех (равно как, разумеется, и финансовый), помог Стингу вместе с Коуплендом основать фирму Рangea. \n\n В 1988 году он начал участвовать в деятельности организации «Международная Амнистия», заботился о судьбе бразильских лесов и проживающих там индейцев. На его автобиографическом студийном диске есть американский хит «All this Time». Альбом «Soul Cages» (1991) отличался меланхоличностью, настроением сгущенной печали, причиной которых стали еще не зажившие после смерти родителей сердечные раны. А исключительный по качеству лонгплей «Ten Simmoner’s Tales» (1993) вновь был отмечен характерным для музыканта юмором и светом (он включал хитовые синглы «If I Ever Lose My Faith In You» и «Fields of Gold»). \n\n В том же году песня «All for Love», записанная тройственным союзом Стинг - Род Стюарт - Брайан Адамс - вознеслась на вершину хит-парадов. Удивительное мастерство, интеллигентность и душевность Стинга - композитора, автора текстов, певца - подтвердили его последующие альбомы «Mercury Falling» (1996) и «Brand New Day» (1999), причем за последний - в высшей степени жизнеутверждающий, одухотворенный, пронизанный идеей концепутальности диск - артист получил две премии «Грэмми». \n\n И хотя имя Стинга не мелькает в скандальных хрониках и, скорее, стало даже нарицательным обозначением «примерного семьянина» (кстати, именно счастливая семейная жизнь, по признанию самого артиста, подтолкнула его на создание «Brand New Day»), он остается одним из самых востребованных исполнителей сегодняшнего дня, а его музыка - «богатой пищей для ума и сердца, настоящим праздником для рок-гурманов».","strBiographyES":"Gordon Matthew Thomas Sumner, más conocido como Sting, es un músico británico que se desempeñó inicialmente como bajista, y más tarde como cantante y bajista del grupo musical The Police. También ha dado su toque personal a algunas canciones renacentistas junto a laudistas profesionales.\n\nComo miembro de The Police y como solista, Sting ha vendido más de cien millones de discos, ha recibido más de dieciséis Premios Grammy por su trabajo, recibiendo el primero por «mejor interpretación de rock instrumental» en 1981, y obtuvo una nominación a los premios Óscar por «mejor canción»","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":"Gordon Matthew Thomas Sumner, ismertebb nevén Sting, brit zenész, énekes-dalszövegíró, aktivista, színész. Akadémia Díjra jelölték, tizenhatszor nyert Grammy-díjat. Szólókarrierjének kezdetéig, legfontosabb dalszövegírója, vezető énekese és basszusgitárosa volt a The Police együttesnek. Mint szólóénekes és mint a The Police énekese több, mint 100 millió lemezt adott el és több, mint 12 Grammy-Díjat nyert. Első Grammy-Díját a Best Rock Instrumental Performance-ért kapta 1984-ben. Sumner Wallsendben született (North Tyneside-ban, Anglia északi részén) 1951. október 2-án. Ernest Sumner és Audry Cowell gyermekeként. Gordon után még három gyermekük született: Philip, Angela és Anita. Sumner édesapja naplójában arról írt, hogy Gordon gyakran segített neki már 7 éves korától a munkában. Kora reggelenként tejet szállítottak. A Sumner-gyerekek római katolikus vallás szerint nevelkedtek, ír nagymamájuknak köszönhetően. Gordon legjobb barátja egy öreg spanyol gitár volt, szakadt húrokkal. Egyik nagybácsija után maradt rá, aki Kanadába emigrált. Gordon a Szent Cuthbert Gimnáziumba járt Newcastle-upon-Tyne-ban. Ezután a warwicki egyetemre járt, amit egy év után otthagyott. A zene ugyanis sokkal jobban érdekelte a tanulásnál. Mindig úgy érezte, egyszer majd így tud elmenekülni a szegénységből. Ebben az időszakban gyakran besurrant különböző nightklubokba, mint pl. a Club-A-Go-Go. Itt olyan zenészeket hallhatott játszani, mint Jack Bruce és Jimi Hendrix, akik későbbi pályáját befolyásolták. Közben dolgozott kalauzként, építőmunkásként, volt adóhivatali dolgozó, mirelitüzemben is dolgozott. Később beiratkozott az Észak-Angliai Tanítóképző Főiskolára 1971-ben. Tanítói képesítést szerzett 1974-ben. Ezután két évig a Szent Pál Iskolában tanított Cramlingtonban, egy kis bányászfaluban. Az itteni tapasztalatok inspirálták két The Police-sláger megírására: a Don't Stand So Close To Me és a Roxanne megírására. Mindkét dal kedvenc könyveihez, a Lolitához és a Cyrano-hoz is kötődnek. Sumner már nagyon fiatalon tudta, hogy zenész akar lenni. Estéit, hétvégéit és a vakációit azzal töltötte, hogy képezze magát zenei téren. Olyan helyi jazz-bandákban játszott, mint a Phoenix Jazzmen, a Newcastle Big Band és a Last Exit. A Phoenix Jazzmennel töltött időszakban Gordon Solomontól, a zenekarvezetőtől és pozanostól kapta a Sting becenevet, mert egyszer egy fellépésükön fekete-sárga csíkos pulóvert viselt. Általában ezt a nevet használja, kivéve a hivatalos dolkumentumok aláírásakor. A Bring On The Night című film sajtóbemutatóján mondta egy újságírónak: \"A gyerekeim Sting-nek szólítanak, az anyám is Sting-nek hív, de akkor ki a fene az a Gordon?\" 1977. januárjában Sting Newcastle-ből Londonba költözött és nem sokkal később Stewart Copeland-del és Henri Padovanival (őt később Andy Summers váltotta fel) közösen megalapították a legendás The Police nevű új hullámos zenekart. 1978 és 1983 között 5 toplistás albumuk jelent meg és hat Grammy-díjat nyertek el. Bár a zenéjüket eleinte a punk hangzás jellemezte, a The Police hamar átváltott a reggae-s rockra és a minimalista popzenére. Utolsó albumuk, a Synchronicity, a legsikeresebb számaikat tartalmazza, mint például az Every Breath You Take-t, amely 1983-ban jelent meg. Ugyan igazán sohasem váltak szét, a Synchronicity után megegyeztek abban, hogy mindannyian a szólókarrierjükre koncentrálnak. Ahogy teltek az évek, a bandatagok, különösen Sting, egyre inkább elutasította az újjáalakulás lehetőségét. 2007-ben aztán a The Police mégis újra összeállt és világkörüli turnét jelentett be.","strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":"Prawdziwe nazwisko Gordon Matthew Thomas Sumner. Wokalista, kompozytor, aktor, działacz na rzecz praw człowieka i ochrony przyrody. Niewątpliwie jedna z największych indywidualności w historii muzyki rockowej.\nSting urodził się w 1951 roku w Wallsend w Anglii. Początkowo grał na basie w jazzowym zespole Last Exit i uczył języka angielskiego. W roku 1977 wraz ze Stewartem Copelandem i Andy Summersem założył trio The Police.\nO ile pierwsza płyta grupy - \"Outlandos D'Amour\" - była jeszcze zbiorem prostych piosenek inspirowanych rockiem i karaibskimi rytmami, to z czasem brzmienie formacji rozwinęło się w stronę formuły, której zwieńczeniem był wydany w 1983 roku krążek \"Synchronicity\" - kamień milowy w historii rocka i kwintesencja stylu The Police. Wkrótce po jej wydaniu kapela rozpadła się, a Sting skoncentrował się na karierze solowej.\nJednak już w początkach lat 80., jeszcze jako lider The Police, Sting pracował samodzielnie. W 1982 nagrał wersję ballady \"Spread a Little Happiness\", która znalazła się na ścieżce dźwiękowej filmu \"Brimstone and Treacle\". Współpracował także z Dire Straits przy piosence \"Money For Nothing\" oraz z Philem Collinsem.\nW 1985 roku ukazał się pierwszy solowy album wokalisty \"The Dream of the Blue Turtles\". Sting nagrał go na Jamajce, z pomocą znanych muzyków jazzowych takich jak Branford Marsalis, Kenny Kirkland i Omar Hakim, którzy występowali jak Blue Turtles. Trzy najbardziej znane utwory z tego krążka to: \"If You Love Somebody Set Them Free\", \"Fortress Around Your Heart\" i \"Russians\".\nWkrótce artysta wyruszył w trasę koncertową, udokumentowaną dwupłytowym wydawnictwem live \"Bring On The Night\" oraz, noszącym taki sam tytuł, filmem dokumentalnym Michaela Apteda. Dwa lata później ukazał się kolejny longplay wokalisty \"Nothing Like The Sun\" (tytuł zaczerpnięty z sonetu Szekspira). Stingowi ponownie towarzyszyli muzycy z Blue Turtles, a także trójka gitarzystów: Andy Summers (The Police), Mark Knopfler i Eric Clapton. Na płycie znalazł się utwór \"They Dance Alone (Gueca Solo)\" - hołd Stinga złożony ofiarom represji w Argentynie.\nW 1988 roku artysta wziął udział w trasie koncertowej Human Rights Now! Amnesty International. W ciągu następnych kilku lat Sting bardzo mocno zaangażował się w działania na rzecz obrony praw człowieka, a w szczególności Indian brazylijskich oraz w walkę o zachowanie lasów równikowych nad Amazonką. Pod koniec lat 80. artysta założył własne wydawnictwo płytowe Pangaea, aby promować młodych wykonawców jazzowych i awangardowych.\nNastępny krążek \"The Soul Cages\" z 1991 roku - był kolejnym triumfem. Tym razem Sting jeszcze bardziej zwrócił się w stronę spokojnych, balladowych brzmień i tylko w kilku kompozycjach nawiązywał wyraźnie do rockowej przeszłości. W 1993 roku ukazała się, utrzymana w podobnym klimacie, płyta \"The Summoner's Tales\". Znalazły się tam dwa wielki przeboje \"If I Ever Lose My Faith In You\" i \"Fields Of Gold\". Trzy lata poźniej został wydany krążek \"Mercury Falling\". Ósmy solowy album Stinga \"Brand New Day\" pojawił się na rynku w 1999 roku. Zyskał sobie ogromną popularność, szczególnie za oceanem i pokrył się trzykrotnie platyną. Gościnnie na płycie, w utworze \"Desert Rose\" zaśpiewał Algierski muzyk Cheb Mami.\nKoncertowy longplay artysty \"All This Time\" został nagran w dniu zamachu terrorystycznego na WTC, 11 września 2001 roku. Sting poddał przeróbkom swoje najbardziej znane piosenki. Wśród 16 zamieszczonych na tej płycie utworów znalazły się więc takie klasyki, jak \"Mad About You\", \"When We Dance\", \"Roxanne\", \"(If You Love Someone) Set Them Free\", \"Fields of Gold\", \"Moon Over Bourbon Street\" i \"Every Breath You Take\".\nPrzez dwa kolejne lata Sting pracował nad kolejną studyjną płytą, zatytułowaną \"Sacred Love\". Przy tworzeniu albumu artysta ponownie połączył swoje siły z Kipperem - mistrzem klawiszy i programmingu, który również współprodukował albumy \"Brand New Day\" oraz \"...All This Time\". Oprócz Kippera oraz gości - takich jak Mary J. Blige i Anoushka Shankar - muzycy uczestniczący w nagraniu płyty są od lat członkami muzycznej rodziny Stinga. Krążek premierę miał we wrześniu 2003 roku. Artysta w następnym roku ruszył w promocyjną trasę koncertową, wspólnie z Annie Lennox.\nW październiku 2006 roku do rąk fanów trafił kolejny longplay artysty - \"Songs from the Labyrinth\".\nW lutym następnego roku doszło do ponownego spotkania wszystkich członków The Police oraz publicznej zapowiedzi światowego tournee \"The Police Reunion Tour\". Podczas ostatniego koncertu wokaliście na scenie towarzyszyła trójka jego córek. Tymczasem artysta zdążył wejść do studia, by w duecie z Nicole Scherzinger zaśpiewać utwór \"Power's Out\" na jej debiutancki solowy krążek - \"Her Name Is Nicole\".\nOd lutego 2009 roku artysta rozpoczął prace nad swoim najnowszym, jak dotąd, krążkiem \"If on a Winter's Night\", który swoją premierę miał w październiku tego roku. Inspiracją do powstania płyty, jak wskazuje sam tytuł jest zima, będąca ulubioną porą roku Stinga. Na albumie znalazły się dwie zupełnie nowe utwory wokalisty, nowa wersja piosenki \"The Hounds of Winter\" z longplay'a \"Mercury Falling\", ale przede wszystkim - traclistę wypełniają autorskie aranżacje tradycyjnych piosenek, kołysanek i kolęd angielskich. A dla prawdziwych melomanów - wokalista przygotował nie lada gratkę - własne tłumaczenie jednej z pieśni Franza Schuberta - \"Der Leiermann\".\nW swoich działaniach Sting nie ogranicza się jedynie do muzyki. Występował w wielu filmach, między innymi w \"Diunie\" Davida Lyncha, \"Burzliwym poniedziałku\" Mike'a Figgisa czy \"Quadrophenii\" Franca Roddama. Występował także na deskach National Theatre w Waszyngtonie w adaptacji \"Opery za trzy grosze\" Bertolda Brechta.","strGender":"Male","intMembers":"1","strCountry":"Newcastle, England, UK","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wuprus1340023845.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/wpyqyq1489186596.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/a6od141667158931.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/2htvsx1640002539.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/filbxw1640002533.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wrqwwq1489186559.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/yswptx1489186570.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/wuqtst1489186582.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/dt9ld81630923769.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/xqvsyp1489350467.jpg","strMusicBrainzID":"7944ed53-2a58-4035-9b93-140a71e41c34","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Sting/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}