{"artists":[{"idArtist":"113758","strArtist":"Mark Knopfler","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1977","intBornYear":"1949","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Blues","strMood":"Good Natured","strWebsite":"www.markknopfler.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Mark Freuder Knopfler, OBE (born 12 August 1949) is a British guitarist, singer, songwriter, record producer and film score composer. He is best known as the lead guitarist, vocalist, and songwriter for the British rock band Dire Straits, which he co-founded in 1977. After Dire Straits disbanded in 1995, Knopfler went on to record and produce seven solo albums, including Golden Heart (1996), Sailing to Philadelphia (2000), The Ragpicker's Dream (2002), Shangri-La (2004), Kill To Get Crimson (2007), Get Lucky (2009) and Privateering (2012). He has composed and produced film scores for eight films, including Local Hero (1983), Cal (1984), The Princess Bride (1987), and Wag the Dog (1997). In addition to his work with Dire Straits and as a solo artist and composer, Knopfler has recorded and performed with many prominent musicians, including Phil Lynott, Chet Atkins, The Chieftains, Eric Clapton, Bob Dylan, Emmylou Harris, Jools Holland, Steely Dan, Bryan Ferry, Sonny Landreth, and Van Morrison. He has produced albums for Tina Turner, Bob Dylan, and Randy Newman.\nKnopfler is a fingerstyle guitarist and was ranked 27th on Rolling Stone magazine's list of 100 Greatest Guitarists of All Time. Knopfler and Dire Straits have sold in excess of 120 million albums to date. A four-time Grammy Award winner, Knopfler is the recipient of the Edison Award and the Steiger Award, and holds three honorary doctorate degrees in music from universities in the United Kingdom.","strBiographyDE":"Mark Freuder Knopfler OBE (* 12. August 1949 in Glasgow) ist ein britischer Musiker. Der mehrfache Grammy-Gewinner war Kopf und Gründer der Rock- und Popgruppe Dire Straits, mit der er weltweite Bekanntheit erlangte. Mit insgesamt etwa 115 bis 120 Millionen verkauften Tonträgern (Dire Straits und solo zusammen) zählt er zu den „best-selling music artists“ der Musikgeschichte. Das Album Brothers in Arms allein wurde bislang über 30 Millionen Mal verkauft. Mark Knopfler wird von vielen zu den besten E-Gitarristen der Welt gezählt. Im Rahmen seiner Solokarriere schrieb er auch die Musik für mehrere Filme.","strBiographyFR":"Mark Knopfler OBE est un auteur, compositeur, guitariste et chanteur écossais, né à Glasgow en Écosse le 12 août 1949 d’un père hongrois d'origine juive et d’une mère anglaise. Il grandit à Newcastle et est surnommé « L’homme tranquille du rock ’n’ roll » dans les années 1980.\n \nFondateur durant l'été 1977, avec son frère David, du groupe Dire Straits — qui vient de l'expression anglaise « to be in dire straits » qui signifie « être dans une situation désespérée, dans la dèche » —, il poursuit depuis 1996 une carrière solo. Ses mélodies sont particulièrement fines et adaptées à son style de guitare très aérien, un style blues-country-rock virtuose mêlant le phrasé de Bob Dylan à l’élégante décontraction de J.J. Cale. Mark Knopfler a vendu plus de 120 millions d'albums et est considéré comme l'un des plus grands guitaristes de rock de tous les temps.\n \nIl est classé 44e dans le classement des meilleurs guitaristes de tous les temps par le magazine Rolling Stone.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":"Марк Фро́йдер Но́пфлер (англ. Mark Freuder Knopfler; 12 августа 1949, Глазго, Шотландия) — британский рок-музыкант, певец, гитарист, автор песен, один из основателей и лидер группы Dire Straits, также широко известный сольной карьерой. Лауреат премии «Грэмми» 1986 года в номинации «Лучшее вокальное рок-исполнение дуэтом или группой» за песню «Money for Nothing». В 2003 году занял 27 позицию в списке 100 величайших гитаристов всех времён по версии журнала Роллинг Стоун. \nМарк Нопфлер родился 12 августа 1949 года в семье архитектора из Венгрии Эрвина Нопфлера (1909—1993) и учительницы Луизы Мэри Нопфлер (урождённой Лэйдлер, род. 1921). Отец будущего музыканта, будучи евреем, бежал из профашистской Венгрии в 1939 году, был заядлым шахматистом и занял второе место на чемпионате Шотландии 1953 года.\nВ 1968 году Нопфлер познакомился со Стивом Филипсом, когда они брали интервью у местного блюз- и кантри-гитариста (также носившего имя Стив Филлипс) для The Yorkshire Post. Оба журналиста играли на гитаре, они создали группу Duolian String Pickers duo и начали играть вместе с конца 1960-х годов.\nСовместная работа оборвалась, когда в 1970 году Нопфлер отправился учиться в университет.\nС 1977 по 1995 год Нопфлер был фронтменом, соло-гитаристом и вокалистом группы Dire Straits, а также автором песен.\nВо время работы в Dire Straits существовали альтернативные проекты, плодотворно завершившиеся записью альбомов — The Notting Hillbillies со старыми друзьями, он также сотрудничал со своим кумиром детства Четом Эткинсом.\nВ 1995 году Нопфлер начал сольную карьеру. Работал со множеством артистов, включая Боба Дилана, Эрика Клэптона, Стинга, Эммилу Харрис, Чета Эткинса (альбом Neck & Neck стал самой крупной их совместной работой), а также продюсировал альбомы других музыкантов, среди которых Тина Тёрнер, Крис Ри, Боб Дилан. Написал музыку к таким фильмам, как Local Hero, The Princess Bride, Call, Metroland, Last Exit to Brooklyn и Wag the Dog.\nВ 2003 году Нопфлер попал в аварию на своём 800-кубовом мотоцикле Honda в центре Лондона, в результате которой получил обширные травмы, включая перелом ключицы, сломанное плечо и семь переломов ребер. В течение 7 месяцев он был неспособен играть на гитаре, ему потребовалось более года физиотерапии чтобы обрести необходимую подвижность. В связи с этим он отменил ряд концертов и турне в поддержку альбома The Ragpicker’s Dream (2002). ","strBiographyES":"Mark Knopfler (nacido el 12 de agosto de 1949 en Glasgow, Escocia) es guitarrista, cantante y compositor, y anteriormente fue periodista y profesor.\nEs conocido como líder y cantante de Dire Straits, pero también ha tocado en otras bandas (como The Notting Hillbillies) y ha realizado algunos álbumes en solitario. Además, ha compuesto música para varias películas, incluyendo Local Hero, Comfort and Joy, Cal, The Princess Bride, Last Exit to Brooklyn, Wag the Dog, Metroland y A Shot at Glory. Actualmente lleva una carrera en solitario, con un estilo un tanto diferente al que creó con Dire Straits, basado en un estilo propio, mezcla de diversas fuentes como el blues, el rock o el folk, por ejemplo.\nNació en Glasgow, se mudó con su familia a Newcastle a mediados de los 50. Aprendió a tocar la guitarra cuando era un adolescente. Tras completar su educación y trabajar para el periódico Yorkshire Evening Post y dar clases en el Loughton College, se dedicó completamente a la música en los 70. A los dieciséis años debutó en televisión.\nEs zurdo, aunque diestro tocando la guitarra. Toca la guitarra utilizando sus dedos en lugar de una púa (es decir, toca punteando y con la peculiaridad de producir un sonido limpio y propio), cuando los dedos se suelen utilizar con la guitarra española. Knopfler normalmente toca la guitarra eléctrica, por ejemplo la Fender Stratocaster, aunque a veces también lo hace con la acústica, como por ejemplo en Private Investigations.\nKnopfler y las bandas en que ha participado han vendido más de 100 millones de discos, y realizado directos para audiencias que suman varios millones. Tiene dos hijos gemelos (Benji y Joseph, de su segundo matrimonio), y una hija, Isabella (del actual). Obtuvo un título en Literatura Inglesa en la Universidad de Leeds; la Universidad de Newcastle le ha concedido un título honorífico en Música.\nEn el año 2003 la revista Rolling Stone lo incluyó en la Lista de los 100 guitarristas más grandes de todos los tiempos en el puesto 27.\nEric Clapton le respeta y admira manifestando en varias ocasiones durante presentaciones en vivo que Mark es mejor que él.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Glasgow, Scotland, UK","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/knopfler-mark-50620c73a0a31.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/mark-knopfler-4f0e144d2eeee.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/myff7b1641461009.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/ebj2g11692159311.png","strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/tywxtr1521512425.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/mark-knopfler-4de66b26ad418.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/mark-knopfler-4de66b377a2ec.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/tuj5ky1633252594.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/xxuvsr1370264507.jpg","strMusicBrainzID":"e49f69da-17d5-4c5c-bac0-dadcb0e588f5","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}