{"artists":[{"idArtist":"130240","strArtist":"Maurice Jarre","strArtistStripped":null,"strArtistAlternate":"Maurice-Alexis Jarre","strLabel":null,"idLabel":null,"intFormedYear":"1946","intBornYear":"1924","intDiedYear":"2009","strDisbanded":null,"strStyle":"","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Maurice Jarre (born in Lyon, France, September 13, 1924, died in Malibu, USA, March 29th, 2009) was a French composer of film scores noted for the scores of many motion pictures, in particular those of David Lean -- Lawrence of Arabia (1962), Doctor Zhivago (1965), and A Passage to India (1984). All three of these scores won Academy Awards and are widely considered to be among Jarre's best work.  Other notable movies scored by Jarre include Luchino Visconti's The Damned (1969), John Huston'sThe Man Who Would Be King (1975), and great music for Mohamed: The Messenger of God 1976 by Mustafa Al AkkadTop Secret (1984), Dead Poets Society (1989) and Jacob's Ladder (1990). His best television work was probably the score for the miniseries Jesus of Nazareth (1977), directed by Franco Zeffirelli . Jarre's television work also includes Shogun (1980), and the theme for PBS's Great Performances. Jarre scored his last film in 2001, a TV movie about the Holocaust entitled Uprising.  Jarre wrote mainly for orchestras, but began to favor to synthesized music in the 1980s, mostly for practical rather than aesthetic motivations, many critics feel. Jarre denies this and has pointed-out that his electronic score for Witness was actually more laborious, time-consuming and expensive to produce than an orchestral score. Jarre's electronic scores from the 80s also include Fatal Attraction, The Year of Living Dangerously and No Way Out. A number of his scores from that era also feature electronic/acoustic blends, such as Gorillas in the Mist, Dead Poets Society and Jacob's Ladder.  The broad, exotic theme for Lawrence of Arabia and the Russian-flavoured \"Lara's Theme\" from Doctor Zhivago are arguably his most famous creations, but much of his lesser known work is equally impressive, among it the barn-raising music for Witness, his passionate love theme from Fatal Attraction, and the moody electronic soundscapes of After Dark My Sweet. His score for David Lean's Ryan's Daughter (1970), although set in Ireland, completely eschews Irish music styles, owing to Lean's preferences. In the 80s, Jarre turned his hand to science fiction, with scores for Enemy Mine (1985) and Mad Max Beyond Thunderdome (1985). The latter is arguably his most imaginative score, written for full orchestra, augmented by a chorus, four grand pianos, a pipe organ, digeridoo, fujara, a battery of exotic percussion and three Ondes Martenot. The Ondes Martenot features in several of Jarre's scores, including Lawrence of Arabia, Jesus of Nazareth and The Bride. In 1990, Jarre scored the hugely popular supernatural love story / thriller Ghost. His music for the final scene of the film is based on \"Unchained Melody\" composed by fellow film composer Alex North.  At the 2009 Berlin International Film Festival, he received a lifetime achievement award.  Maurice was the father of Jean Michel Jarre. His youngest son Kevin is a screenwriter, with credits on such movies as Tombstone and Glory.  He died of cancer on March 29th, 2009, in Los Angeles, USA, at the age of 84.","strBiographyDE":"Maurice Jarre (eigentlich Maurice-Alexis Jarre * 13. September 1924 in Lyon; † 29. März 2009 in Los Angeles, Kalifornien) war ein französischer Komponist, der hauptsächlich für seine epische Filmmusik bekannt ist. Er war der Vater des Musikers und Musikproduzenten Jean Michel Jarre.\n\nFür sein künstlerisches Werk wurde er neben einem Goldenen Ehrenbären der Berlinale mehrfach mit dem Academy Award-Oscar und Golden Globes ausgezeichnet.\n\nJarre schrieb für eine große Zahl von Filmen die Musik, darunter für Jesus von Nazareth, Rivalen unter roter Sonne, Shogun, Gorillas im Nebel und Der Club der toten Dichter. Seine Filmmusiken wurden mehrfach für einen Oscar nominiert, den er auch drei Mal gewann: Für Lawrence von Arabien (1963), Doktor Schiwago (1966), und Reise nach Indien (1984); bei allen drei Filmen führte David Lean Regie. 2009 erhielt er den Goldenen Ehrenbären bei den Berlinale Filmfestspielen in Berlin.","strBiographyFR":"Maurice Jarre est un compositeur français de musiques de scènes et de musiques de films, né le 13 septembre 1924 dans le 5e arrondissement de Lyon (France) et mort le 29 mars 2009 à Malibu (États-Unis). \n\nMaurice Jarre s'intéresse assez tard à la musique. Timbalier de formation, Jarre débute à la Compagnie Renaud-Barrault en 1946, formant un duo avec Pierre Boulez (au piano et aux ondes Martenot), mais Jarre s'intéresse très vite à la composition.\n\nOn lui commande en 1948 sa première musique de scène pour Le Gardien du Tombeau, de Franz Kafka. Nommé par Jean Vilar, il devient directeur musical du Théâtre national populaire durant douze années (1951-1963).\n\nIl compose les mythiques trompettes, la fanfare d'accueil de Lorenzaccio, qui retentit en juillet lors de chaque représentation du Festival d'Avignon dans la Cour d'honneur du palais des papes.\n\nPour le T.N.P. il compose notamment, outre Lorenzaccio déjà cité, les musiques de Richard II, Macbeth, Le Prince de Hombourg, Nucléa, Meurtre dans la cathédrale, Don Juan, Le Médecin malgré lui, Ruy Blas, La Découverte du Nouveau-Monde. Maurice Jarre compose une nouvelle musique de scène pour Lorenzaccio, cette fois lors de la reprise de cette pièce à la Comédie-Française dans la mise en scène de Franco Zeffirelli.\n\nSon activité de compositeur de musiques de film démarre dans les années 1950 pour des courts métrages (des compositions pour les films de Georges Franju, Jacques Demy, Alain Resnais notamment) puis des longs métrages à partir de 1958 (La Tête contre les murs de Georges Franju).\n\nC'est également dans les années 1950, en 1955, qu'est créée une célèbre composition de Maurice Jarre : le tout premier indicatif de la station de radio française Europe 1. Diffusé à la fin des émissions, il marque l'identité sonore de la station.\n\nSa carrière hollywoodienne ne démarre véritablement qu'en 1962 avec Lawrence d'Arabie, dont le thème semble inspiré du concerto pour piano d'Edouard Lalo. Ce film scelle la collaboration du réalisateur David Lean avec Jarre.\n\nEn 1965, il s'installe en Californie.\n\nIl a composé de très nombreuses musiques de films dont celles de Lawrence d'Arabie (1962), Le Docteur Jivago (1965), Paris brûle-t-il ? (1966), Les Damnés (1969), Soleil rouge (1971), Le Message (1976), Jésus de Nazareth (1977), Shogun (1980), Le Lion du désert (1981), Witness (1985), Gorilles dans la brume (1988), Le Cercle des poètes disparus (1989), Ghost (1990) ou L'Échelle de Jacob (1990). En 1996, il compose la musique du film vivement critiqué de Bernard Henry-Lévy, Le Jour et la Nuit, qui a voulu reproduire le style de David Lean.\n\nJarre a aussi composé des œuvres de concert majeures et écrit cinq ballets dont Notre-Dame de Paris pour l'Opéra de Paris.\n\nLors du Festival de Berlin en février 2009, il reçoit un Ours d'Or pour l'ensemble de sa carrière. C'est sa dernière apparition en public. Atteint d'un cancer, il meurt le 28 mars 2009 dans sa villa de Los Angeles à l'âge de 84 ans. Il est incinéré quelques jours plus tard. ","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Lyon, France","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sxutrt1403335271.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/uxstxp1403335286.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"05d4d95c-8803-450f-80c2-7ea606e6f78b","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}