{"artists":[{"idArtist":"114486","strArtist":"Kenny Loggins","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Columbia","idLabel":"43473","intFormedYear":"1966","intBornYear":"1948","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Rock","strMood":"","strWebsite":"www.kennyloggins.com","strFacebook":"www.facebook.com/KennyLoggins","strTwitter":"1","strBiographyEN":"Kenneth Clark \"Kenny\" Loggins (born January 7, 1948) is an American singer and songwriter. He is known for soft rock music beginning during the 1970s, and later for writing and performing for movie soundtracks in the 1980s. Originally a part of the duo Loggins and Messina, he became a solo artist and has written songs for other artists.\nLoggins (born in Everett, Washington) is the youngest of three brothers. His mother was Lina (nee Massie), a homemaker, and his father, Robert George Loggins, was a salesman. They lived in Detroit and Seattle before settling in Alhambra, California. Loggins attended San Gabriel Mission High School, graduating in 1966. He formed a band called the Second Helping, that released three singles during 1968 and 1969 on Viva Records. Greg Shaw described the efforts as \"excellent punky folk-pop records\" that were written by Loggins who was likely to be the bandleader and singer as well; Shaw included \"Let Me In\" on both Highs in the Mid-Sixties, Volume 2 and the Pebbles, Volume 9 CD. Loggins had a short gig playing guitar for the \"The New Improved\" Electric Prunes in 1969 before writing four songs for the Nitty Gritty Dirt Band, which were included in their Uncle Charlie & His Dog Teddy album. During his early twenties, he was part of the band Gator Creek with Mike Deasy. An early version of \"Danny's Song\" (later recorded by Loggins and Messina) was included in a record on Mercury Records.","strBiographyDE":null,"strBiographyFR":"Il s'est d'abord fait connaître au début des années 1970 en remportant de jolis succès en duo avec Jim Messina. C'est en 1977 qu'il a initié sa carrière solo. Celle-ci reste notamment marquante pour ses chansons-thèmes de films. On se souvient de Danger Zone pour Top Gun, I'm Alright pour Le Golf en folie, Footloose et I'm Free (Heaven Helps The Man) pour Footloose, Meet Me Half Way pour Le Bras de fer.\n\nIl co-crée également le titre « What a Fool Believes » avec Michael McDonald du groupe The Doobie Brothers. Ce titre obtiendra notamment le Grammy Award de la Chanson de l’année 1980.\n\nEn 1985, il participe à la chanson caritative We Are the World.\n\nEn 2008 dans le film Tigrou et Winnie et la comédie musicale il a chanté Underneath the Same Sky. Chanson chantée par quelques artistes dont Olivia Newton-John.\n\nEn 2013, il prête sa voix en tant que DJ sur la radio fictif Los Santos Rock Radio du jeu-vidéo GTA V, d'ailleurs 2 de ses chansons peuvent être audible il s'agit de I'm Free (Heaven Helps The Man) et Danger Zone.\n\nEn 2014, il apparaît dans l'épisode 6 de la saison 5 de la série d'animation télévisée Archer ainsi que dans le dernier épisode de la série Raising Hope (saison 4, épisode 22). ","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Everett, Washington","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/sr1eeh1659328716.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/ysppyy1487253227.png","strArtistCutout":null,"strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/xb3n2j1627914530.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/yilus51627901342.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/wprqvp1487252325.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/yrutpr1487252333.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/vypsww1487252341.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/yqb5y91627901270.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/r6rcxh1627902024.jpg","strMusicBrainzID":"15042d2b-2d4c-4451-a96a-6f547642de13","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}