{"artists":[{"idArtist":"121397","strArtist":"Robert Schumann","strArtistStripped":null,"strArtistAlternate":"Schumann","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1810","intDiedYear":"1856","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Robert Schumann (8 June 1810 – 29 July 1856) was a German composer and influential music critic. He is widely regarded as one of the greatest composers of the Romantic era. Schumann left the study of law to return to music, intending to pursue a career as a virtuoso pianist. He had been assured by his teacher Friedrich Wieck that he could become the finest pianist in Europe, but a hand injury ended this dream. Schumann then focused his musical energies on composing.","strBiographyDE":"Robert Schumann (* 8. Juni 1810 in Zwickau, Königreich Sachsen; † 29. Juli 1856 in Endenich, Rheinprovinz, heute Ortsteil von Bonn) war ein deutscher Komponist, Musikkritiker und Dirigent. Er wird heute zu den bedeutendsten Komponisten der Romantik gezählt. In der ersten Phase seines Schaffens komponierte er vor allem Klaviermusik. 1840, im Jahr seiner Eheschließung mit der Pianistin Clara Wieck, schrieb er knapp 150 Lieder. In den folgenden Jahren entwickelte sich sein Werk zu großer Vielfalt: Er komponierte von da an auch Orchestermusik (darunter vier Sinfonien), konzertante Werke, Kammermusik, Chormusik und eine Oper.\n\nRobert Schumann besaß eine literarisch-musikalische Doppelbegabung. Gedichte, künstlerische Prosa, Dramenentwürfe und musikalische Kompositionen standen in jungen Jahren gleichberechtigt nebeneinander. Erst nach 1830 wurde die Musik zum Mittelpunkt seines Lebenskonzeptes, und er verstand sich selbst als Tondichter. Sowohl in seinen Kompositionen als auch spätestens ab 1834 mithilfe seiner literarischen Arbeiten strebte er nach einer zukunftsträchtigen, poetischen Musik, wobei er sich von der Programmmusik Franz Liszts distanzierte.\n\nVielen Zeitgenossen galten seine Werke als zu schwierig. Lange hielt sich das Bonmot, er habe als Genie begonnen und als Talent geendet und seine späten Werke seien von seiner ins Irrenhaus führenden Krankheit geprägt. Doch mit der musikwissenschaftlichen Spätwerkdiskussion seit dem ausgehenden 20. Jahrhundert hat sich der Blick darauf verändert. Schumanns Gesamtwerk wird nun umfänglich anerkannt, und er gilt uneingeschränkt als einer der großen Komponisten des 19. Jahrhunderts.\n(Wikipedia)","strBiographyFR":"Robert Schumann (8 juin 1810-29 juillet 1856) était un compositeur allemand et critique musical influent. Il est largement considéré comme l'un des plus grands compositeurs de l'ère romantique. Schumann a quitté l'étude du droit pour revenir à la musique, avec l'intention de poursuivre une carrière de pianiste virtuose. Son professeur Friedrich Wieck lui avait assuré qu'il pourrait devenir le meilleur pianiste d'Europe, mais une blessure à la main a mis fin à ce rêve. Schumann a ensuite concentré ses énergies musicales sur la composition.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Chemnitz, Germany","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/spxxup1373139631.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/xuvpwy1373139512.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/spqxqx1585732608.jpg","strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"3cd3882c-00f8-4362-a0c2-ad89ed248533","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}