{"artists":[{"idArtist":"114398","strArtist":"Ella Fitzgerald","strArtistStripped":null,"strArtistAlternate":"First Lady of Song, Queen of Jazz, Lady Ella","strLabel":null,"idLabel":null,"intFormedYear":"1934","intBornYear":"1917","intDiedYear":"1996","strDisbanded":"Yes","strStyle":"Jazz","strGenre":"Jazz","strMood":"Happy","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Ella Jane Fitzgerald (April 25, 1917 – June 15, 1996), also known as the \"First Lady of Song\", \"Queen of Jazz\", and \"Lady Ella\", was an American jazz and song vocalist. With a vocal range spanning three octaves (D♭3 to D♭6), she was noted for her purity of tone, impeccable diction, phrasing and intonation, and a \"horn-like\" improvisational ability, particularly in her scat singing.\nFitzgerald was a notable interpreter of the Great American Songbook. Over the course of her 59-year recording career, she was the winner of 13 Grammy Awards and was awarded the National Medal of Arts by Ronald Reagan and the Presidential Medal of Freedom by George H. W. Bush.\nFitzgerald was born in Newport News, Virginia, the daughter of William and Temperance \"Tempie\" Fitzgerald. The pair separated soon after her birth, and Ella and her mother went to Yonkers, New York, where they eventually moved in with Tempie's longtime boyfriend, Joseph Da Silva. Fitzgerald's half-sister, Frances Da Silva, was born in 1923. She and her family were Methodists and were active in the Bethany African Methodist Episcopal Church, and she regularly attended worship services, Bible study, and Sunday School.\nIn her youth, Fitzgerald wanted to be a dancer, although she loved listening to jazz recordings by Louis Armstrong, Bing Crosby and The Boswell Sisters. She idolized the lead singer Connee Boswell, later saying, \"My mother brought home one of her records, and I fell in love with it....I tried so hard to sound just like her.\"\nIn 1932, her mother died from a heart attack. Following this trauma, Fitzgerald's grades dropped dramatically, and she frequently skipped school. Abused by her stepfather, she was first taken in by an aunt and, at one point, worked as a lookout at a bordello and also with a Mafia-affiliated numbers runner. When the authorities caught up with her, she was first placed in the Colored Orphan Asylum in Riverdale, Bronx. However, when the orphanage proved too crowded, she was moved to the New York Training School for Girls in Hudson, New York, a state reformatory. Eventually she escaped and for a time was homeless.\nShe made her singing debut at 17 on November 21, 1934, at the Apollo Theater in Harlem, New York. She pulled in a weekly audience at the Apollo and won the opportunity to compete in one of the earliest of its famous \"Amateur Nights\". She had originally intended to go on stage and dance, but, intimidated by the Edwards Sisters, a local dance duo, she opted to sing instead in the style of Connee Boswell. She sang Boswell's \"Judy\" and \"The Object of My Affection,\" a song recorded by the Boswell Sisters, and won the first prize of US$25.00.","strBiographyDE":"Ella Jane Fitzgerald (* 25. April 1917 in Newport News, Virginia; † 15. Juni 1996 in Beverly Hills, Kalifornien) war eine US-amerikanische Jazz-Sängerin.\n\nElla Fitzgerald wuchs in Yonkers in der Nähe von New York auf und war seit ihrem vierzehnten Lebensjahr als Vollwaise auf sich allein gestellt. Ihr Debüt als Sängerin gab sie mit siebzehn im legendären Apollo Theater in Harlem; das Apollo Theater veranstaltete regelmäßige Amateurwettbewerbe, von denen sie einen gewann. Ursprünglich wollte sie bei diesem Talentwettbewerb als Tänzerin antreten; als der Moment des Auftritts gekommen war, zitterten ihr jedoch vor Aufregung so die Beine, dass sie stattdessen ein Lied sang.[2] Fitzgerald wurde daraufhin 1935 von Chick Webb in seine Big Band engagiert. 1936 nahmen sie mit Love and Kisses eine erste Platte auf; 1938 hatten sie einen Nummer-eins-Hit: Das fröhliche A Tisket A Tasket – eigentlich ein Kinderlied – machte sie mit Chick Webb zum Star.[3][4] Ein weiterer Nummer-eins-Hit gelang ihr mit Into Each Life Some Rain Must Fall im Jahre 1944. Fitzgerald konnte sich sowohl in den Pop-, als auch in R&B- und Country-Charts der USA platzieren.\n\nAls Chick Webb 1939 starb, übernahm sie zunächst die Band, die nun unter dem Namen Ella Fitzgerald and Her Famous Orchestra auftrat. Da Ella Fitzgerald aber keine Noten lesen konnte, taugte sie nicht als Bandleaderin. So begann sie 1941 ihre Solokarriere und entwickelte sich zu einer der größten Jazzsängerinnen. 1946 tourte sie mit Dizzy Gillespie und trat in der Jazz at the Philharmonic-Konzertreihe von Norman Granz auf, der sie auch in dem Musikfilm Improvisation (1950) mitwirken ließ. Nach einem Auftritt im Film Pete Kelly’s Blues 1955 ging sie zu Verve Records. Ihr Repertoire reichte von Swing über Bebop, Blues, Bossa Nova, Samba, Gospel und Hip-Hop bis zu verjazzten Weihnachtsliedern. Oft wurde sie die First Lady of Song genannt. Ihr Markenzeichen war eine Gesangsart, die sie mitentwickelte und der sie zu Weltruhm verhalf: der Scatgesang. Charakteristisch ist der jugendliche Charme ihrer Stimme und ihre bis heute unübertroffene Leichtigkeit der Phrasierung, welche es ihr erlaubte, mit einem beachtlichen Stimmumfang von drei Oktaven wie ein Jazz-Instrumentalist zu improvisieren.\n\nZu Fitzgeralds herausragenden Schallplatteneinspielungen zählen ihre Songbooks der wichtigsten amerikanischen Komponisten der ersten Hälfte des 20. Jahrhunderts, denen sie damit Denkmäler setzte und allen nachfolgenden Sängerinnen Lehrbücher für die perfekte Interpretation der jeweiligen Songs gab.","strBiographyFR":"Ella Fitzgerald, née le 25 avril 1917 à Newport News et morte le 15 juin 1996 à Beverly Hills, est une chanteuse de jazz américaine.\n\nD'abord connue sous le surnom de « The First Lady of Swing », qui est devenue « The First Lady of Song » après l'apogée du « Swing » (littéralement « La Première Dame de la chanson », mais traduit plus volontiers par « La Grande Dame du Jazz »), elle a remporté de nombreuses récompenses, dont 13 Grammy Awards.\n\nAvec une tessiture de trois octaves, elle est remarquable pour la pureté de sa voix et sa capacité d'improvisation, particulièrement en scat.\n\nLa chanteuse a réalisé une de ses improvisations les plus célèbres en concert sur Mack the Knife (extrait de L'Opéra de quat'sous) lors d'un concert à Berlin en 1960, morceau au cours duquel elle a eu un trou de mémoire et qu'elle a poursuivi sans hésitation en alternant scat et paroles improvisées. Cette version de Mack the Knife est certainement l'un des succès les plus connus d'Ella Fitzgerald, avec Mr Paganini et How High the Moon.\n\nUne autre de ses improvisations fameuses eut lieu au cours d'un concert à Antibes / Juan-les-Pins à l'été 1964, alors qu'elle se produisait dans la Pinède Gould à l'occasion du Festival Jazz à Juan, quand elle rendit hommage aux cigales qui y chantaient (The Cricket Song).","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Ella Jane Fitzgerald (Newport News, 25 de abril de 1917 - Beverly Hills, 15 de junio de 1996), conocida como Ella Fitzgerald y apodada Lady Ella y The First Lady of Song (La primera dama de la canción), fue una cantante estadounidense de jazz. No obstante esta condición básica de jazzista, el repertorio musical de Ella Fitzgerald es amplísimo e incluye swing, blues, bossa nova, samba, gospel, calypso, canciones navideñas, pop, etc.\n\nJunto con Billie Holiday y Sarah Vaughan, está considerada como la cantante más importante e influyente de la historia del jazz (y, en general, de la canción melódica popular de Estados Unidos). Estaba dotada de una voz con un rango vocal de tres octavas, destacando su clara y precisa vocalización y su capacidad de improvisación, sobre todo en el scat, técnica que desarrolló en los años cuarenta y que anunció el surgimiento del bop. En los años cincuenta sentó cátedra con su concepción de la canción melódica, en paralelo a la obra de Frank Sinatra, con sus versiones de los temas de los grandes compositores de la canción popular estadounidense (los songbooks de Duke Ellington, Cole Porter, Johnny Mercer, etc.). El único reparo que se le ha puesto a su talento interpretativo es cierta incapacidad para adaptarse emocionalmente a letras con contenido dramático.\n\nGanó 13 Premios Grammy, y fue galardonada con la Medalla Nacional de las Artes y la Medalla Presidencial de la Libertad de Estados Unidos.","strBiographyPT":"Ella Jane Fitzgerald (Newport News, 25 de abril de 1917 — Beverly Hills, 15 de junho de 1996) também conhecida como a \"Primeira Dama da Canção\" (em inglês: First Lady of Song) e \"Lady Ella\", foi uma popular cantora de jazz estadunidense. Com uma extensão vocal que abrangia três oitavas, era notória pela pureza de sua tonalidade, sua dicção, fraseado e entonação impecáveis, bem como uma habilidade de improviso \"semelhante a um instrumento de sopro\", particularmente no scat.\n\nConsiderada uma das intérpretes supremas do chamado Great American Songbook, teve uma carreira que durou 59 anos, venceu 14 prêmios Grammy e recebeu a Medalha Nacional das Artes do presidente americano Ronald Reagan, bem como a Medalha Presidencial da Liberdade, do sucessor de Reagan, George H. W. Bush.\n\nNão raro, é apontada por críticos e músicos, como a maior cantora do século XX. No dia 25 de abril de 2013, o motor de buscas Google, fez uma homenagem à Ella Fitzgerald criando um Doodle (um logotipo que homenageia artistas, datas comemorativas, etc) e o colocando na página principal do site.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Newport News, Virginia, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/xqpwpu1359241387.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/c6g3r21641636715.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/prq6nz1641636865.png","strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ttvytx1521232590.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/rvpxqr1390412350.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/xutwvp1390412390.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/5kdops1640544883.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/fitzgerald-ella-58b338a34da91.jpg","strMusicBrainzID":"54799c0e-eb45-4eea-996d-c4d71a63c499","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}