{"artists":[{"idArtist":"122432","strArtist":"Xavier Cugat","strArtistStripped":null,"strArtistAlternate":"Cugi","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1900","intDiedYear":"1990","strDisbanded":"Yes","strStyle":"","strGenre":"","strMood":null,"strWebsite":"www.xaviercugat.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Xavier Cugat (1 January 1900 – 27 October 1990) was a Spanish-American bandleader who spent his formative years in Havana, Cuba. A trained violinist and arranger, he was a personality in the spread of Latin music in United States popular music. He was also a cartoonist. In New York, he was the leader of the resident orchestra at the Waldorf-Astoria before and after World War II.\n\nThe personal papers of Xavier Cugat are preserved in the Biblioteca de Catalunya.","strBiographyDE":null,"strBiographyFR":"Xavier Cugat (né le 1er janvier 1900 à Gérone et décédé le 27 octobre 1990 à Barcelone), surnommé Cugi ou encore le Roi de la rumba de par sa musique « d'inspiration tropicale », est Espagnol d'origine mais peut être considéré comme un musicien Cubain par son œuvre. Il aura cependant fait la plus grande partie de sa carrière aux États-Unis. Artiste accompli, il est aussi bon musicien que peintre et dessinateur. Il fera, pendant un certain temps, carrière dans la caricature. On en gardera le souvenir d'un homme de talent à la vie sentimentale tumultueuse (4 mariages).","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Francisco de Asís Javier Cugat Mingall, mejor conocido como Xavier Cugat (Gerona, 1 de enero de 1900 - Barcelona, 27 de octubre de 1990) fue un músico español, uno de los principales difusores de la música de Ernesto Lecuona, de la música afrocubana y latinoamericana.\n\nSu nombre completo era Francisco de Asís Javier Cugat Mingall de Bru y Deulofeu. Nació en Gerona, aunque su familia emigró a Cuba en el año 1905. Estudió violín clásico y tocó en una orquesta en el teatro nacional de La Habana.\n\nEntre 1915 y 1918 interpretó tangos en Nueva York junto a una banda conocida como Los Gígolos. Posteriormente también se dedicó a dibujar tiras cómicas para el periódico Los Angeles Times.\n\nCugat se casó en cinco ocasiones. En 1918 contrajo matrimonio con la artista cubana Rita Montaner, y luego de divorciarse, lo hizo con la mexicana Carmen Castillo en 1928. Una de sus esposas más famosas fue la cantante Abbe Lane, que actuó con él en numerosas ocasiones hasta el divorcio de la pareja en 1964. El 7 de agosto de 1966 contrajo matrimonio con la bailarina Charo Baeza, que se convirtió así en su quinta esposa hasta su divorcio en 1970. La pareja se encargó de inaugurar el casino Caesars Palace en Las Vegas.\n\nXavier Cugat murió a los 90 años de edad en Barcelona, y fue enterrado en la ciudad de Gerona, donde había nacido.\n\nEl fondo de Xavier Cugat está en la Biblioteca de Cataluña y conserva parte de su obra gráfica y musical, asi como numerosas fotos de su quehacer artístico.","strBiographyPT":"Francesc d'Asís Xavier Cugat Mingall de Bru i Deulofe (Girona, 1 de janeiro de 1900 — Barcelona, 27 de outubro de 1990) foi um maestro catalão-cubano, um dos pioneiros na popularização da música latina nos Estados Unidos.\n\nCugat nasceu na Catalunha e quando tinha três anos, sua família se mudou para Havana, Cuba. Sempre propenso à música, foi morar em Los Angeles, Estados Unidos, onde ele trabalhou como cartunista no jornal Los Angeles Times durante o dia e como maestro de noite. Depois de alguns anos se apresentando em pequenos clubes na área de Los Angeles, Cugat finalmente teve sua oportunidade quando ele e sua orquestra um emprego na prestigiosa boate Coconut Grove em 1928.\n\nSeu estilo musical popularizou-se e Cugat contribuiu para trazer a música latina para a atenção do público norte-americano. Nos anos 30 e 40, ele foi apelidado de O Rei da Rumba devido à popularização dessa dança. Em suas aparições em filmes, Cugat interpretava a si próprio, mesmo se o personagem tivesse outro nome que não o dele, e, junto de sua orquestra, apareceu em vários musicais memoráveis da MGM nos anos 40. Foi casado com a cantora espanhola Charo.\n\nApós sofrer um derrame em 1971, Xavier aposentou-se e morreu Barcelona em 1990.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Girona, Spain","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/vqvxuq1377518129.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/ypyqyw1570473814.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/yuxsvq1378784465.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/cugat-xavier-5ee7b0ed4f4ad.jpg","strMusicBrainzID":"7ec82933-b4be-4821-8ef7-3216db6a35c5","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}