{"artists":[{"idArtist":"115058","strArtist":"Celia Cruz","strArtistStripped":null,"strArtistAlternate":"La Guarachera de Cuba","strLabel":null,"idLabel":null,"intFormedYear":"1950","intBornYear":"1925","intDiedYear":"2003","strDisbanded":null,"strStyle":"","strGenre":"","strMood":null,"strWebsite":"www.celiacruz.com","strFacebook":"www.facebook.com/CeliaCruzOficial","strTwitter":"1","strBiographyEN":"Úrsula Hilaria Celia de la Caridad Cruz Alfonso de la Santísima Trinidad (October 21, 1925 – July 16, 2003) was a Cuban-American salsa performer. One of the most popular salsa artists of the 20th century, she earned twenty-three gold albums and was renowned internationally as the \"Queen of Salsa\" as well as \"La Guarachera de Cuba.\"\n\nShe spent much of her career living in New Jersey, and working in the United States and several Latin American countries. Leila Cobo of Billboard Magazine once said \"Cruz is indisputably the best known and most influential female figure in the history of Cuban music.\"","strBiographyDE":null,"strBiographyFR":"Celia de la Caridad Cruz Alfonso alias Celia Cruz (21 octobre 1925 - 16 juillet 2003) était une chanteuse de musique cubaine et de Salsa.\n\nCelia Cruz était originaire de Santo Suarez, un quartier pauvre de La Havane. Enfant, elle gagna sa première paire de chaussures en chantant pour un couple de touristes. Adolescente, sa tante l'a amené chanter dans des cabarets. Son père voulait qu'elle poursuive ses études pour devenir institutrice, mais une institutrice lui a dit qu'elle gagnerait en un jour ce qu'une institutrice gagne en un an. Elle a par la suite gagné de nombreux concours de chant. En 1950, elle devient la chanteuse du groupe cubain La Sonora Matancera, connue dans tout l'Amérique latine et surnommée Café con Leche (café au lait). Celia Cruz trouve alors son mot fétiche : ¡Azúcar! (du sucre).\n\nEn 1960, à l'époque de la révolution cubaine, Celia a émigré aux États-Unis. En 1961, elle joue avec son orchestre à l'Hollywood Palladium. En 1962, elle épouse son trompettiste, Pedro Knight. En 1965, elle entame une carrière solo, et prend la nationalité américaine.\n\nEn 1966, Celia Cruz et Tito Puente ont débuté leur association, éditant huit albums ensemble pour Tico Records.\n\nQuelques titres notables sont Guantanamera et Bemba colorá en 1967, Aquarius / Let the sunshine in en 1969 (une reprise du titre de la comédie musicale Hair), Quien sera (Sway).\n\nMalgré cela, ces albums n'eurent pas le succès escompté et Celia signa alors chez Vaya Records. Elle collabora avec Larry Harlow, donnant un concert au Carnegie Hall de New York.\n\nEn 1974, l'album \"Celia y Johnny\" avec Johnny Pacheco, a été disque d'or et Celia Cruz rejoint la Fania All Stars, composé des meilleurs musiciens de la maison de disques Fania, avec qui elle fera une tournée au Royaume-Uni, en France, au Zaïre et en Amérique latine. En 1976, Celia Cruz chante pour Willie Colón. Titres notables : Usted Abuso et Toro mata (avec Johnny Pacheco).\n\nElle rend célèbre le slogan \"¡Esto sí es volar!\" de la compagnie aérienne Eastern Airlines à Porto Rico.\n\nDans les années 1980, elle a fait de nombreux concerts et duos. En 1988, elle a participé au film Hollywoodien Salsa, avec Robi Draco Rosa et en 1992 au film Les Mambo Kings avec Antonio Banderas.\n\nEn 2001, elle a sorti un album produit entre autres par Johnny Pacheco.\n\nEn juillet 2003, elle succombe à une tumeur cérébrale chez elle à Fort Lee (New Jersey). Elle est enterrée au cimetière de Woodlawn.\n\nEn février 2004 fut publié son dernier album post-mortem qui a gagné le prix Lo Nuestro du meilleur album salsa de l'année. Elle est l'artiste féminine de l'année au prix Lo Nuestro 2005.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Úrsula Hilaria Celia de la Caridad Cruz Alfonso de la Santísima Trinidad mejor conocida por su nombre artístico Celia Cruz (La Habana, Cuba, 21 de octubre de 1925 – Fort Lee, Nueva Jersey, Estados Unidos, 16 de julio de 2003) fue una exitosa cantante cubana de son montuno, guaracha y salsa. Celia Cruz desarrolló su carrera en Cuba y Estados Unidos.","strBiographyPT":"Úrsula Hilaria Celia Caridad Cruz Alfonso (Havana, 21 de outubro de 1925- Fort Lee, Nova Jersey, 16 de julho de 2003) foi uma cantora cubana.\n\nSaiu de seu país em 1959, nunca mais retornando, em virtude do regime de Fidel Castro. Foi para o México, onde gravou com outros artistas como Tito Puente. Do México mudou-se para Nova York, onde passou a maior parte de sua vida e morou até o fim dela.\n\nFoi a maior intérprete cubana, tendo recebido vinte discos de ouro e recebendo o título de \"Rainha da Salsa\".\n\nParticipou da novela mexicana, \"El alma no tiene color\" (1997), exibida no Brasil em 2001 pelo SBT com o título \"A Alma não Tem Cor\". Foi casada durante 41 anos, com o também cantor cubano Pedro Knight. Em 16 de julho de 2003, ela morreu de um tumor maligno no cérebro em sua casa em Fort Lee, Nova Jersey.\n\nDepois de sua morte, seu corpo embalsamado, foi levado para Miami e Nova York, de tal maneira que todos puderam render homenagens.\n\nSeu sepultamento reuniu mais de 150 mil pessoas em Miami e em New York. O mundo inteiro lhe rendeu homenagens. America Latina se rendeu aos seus pés e a comunidade artística mundial reconhecia a um de seus mais altos expoentes. O sepultamento de Nova York constituiu um dos maiores que essa cidade recorda, superando inclusive ao de Judy Garland em 1969.\n\nEm Fevereiro de 2004 , seu último álbum, publicado depois de sua morte, ganhou um prêmio póstumo em os Premios Lo Nuestro como melhor álbum de salsa do ano. Recentemente teve uma música sua inserida no jogo Call of duty Black Ops,na primeira fase,é possivel ouvir Quimbara ao fundo do bar.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Havana, Cuba","strCountryCode":"CU","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wutrsu1363536952.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/8c06ph1638868490.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/celia-cruz-4e60ad11e395a.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/qyyswq1398892136.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/rwttvr1539850642.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/cruz-celia-5ec6ec3105ad5.jpg","strMusicBrainzID":"7b8e1188-9ca4-4aa5-8393-172de6fa04de","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}