{"album":[{"idAlbum":"2120346","idArtist":"112725","idLabel":"43287","strAlbum":"Graceland","strAlbumStripped":"Graceland","strArtist":"Paul Simon","strArtistStripped":"Paul Simon","intYearReleased":"1986","strStyle":"Rock/Pop","strGenre":"Folk","strLabel":"Warner Bros. Records","strReleaseFormat":"Album","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/graceland-4ffeb0e4bf91f.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":"https://www.theaudiodb.com/images/media/album/thumbback/wpch7m1612342507.jpg","strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/smg5501612342517.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/vr81ay1612342492.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/oyv0jx1612342530.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/16veqn1612342537.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/15mgl91612342524.png","strDescriptionEN":"Graceland is the seventh studio album by American folk musician Paul Simon, released in August 1986.\nIt was a hit, topping the UK Album Chart, and reaching number three on the US Billboard 200. The album won the 1987 Grammy Award for Album of the Year, while the title song won the 1988 Grammy Award for Record of the Year. In 2007, the album was added to the United States National Recording Registry, along with another 24 significant recordings that year. It is included in many \"best of\" and \"greatest\" album lists including both Rolling Stone's and Time's.","strDescriptionDE":"Graceland ist ein Album des US-amerikanischen Folk-Rock-Sängers und Songwriters Paul Simon aus dem Jahre 1986. Es vereint westliche Folk- und Popmusik mit afrikanischer Musik und wurde zusammen mit Musikern aus Afrika aufgenommen. Mit weltweit über 14 Millionen verkauften Exemplaren und zwei Grammy Awards ist es das erfolgreichste Soloalbum von Paul Simon. \n\nSimons Karriere war in den 1980er Jahren stark angeschlagen. Ein erster Schritt zur Realisierung des neuen Projekts war der Song Gumboots der Boyoyo Boys. Simon schrieb einen Text für dieses Instrumentalstück und nahm es neu auf. Diese Version wurde der vierte Track des Albums.\n\nSimon nahm das Album in Südafrika auf, was ihm Kritik einbrachte, da dort noch immer Apartheid herrschte und ein Bann für kulturelle Kontakte nach Südafrika bestand. Allerdings arbeitete er hauptsächlich mit schwarzen Künstlern aus Südafrika und Lesotho zusammen. Damit machte er diese Künstler einem breiteren Publikum in Nordamerika und Europa bekannt – allen voran die Gruppe Ladysmith Black Mambazo und den Gitarristen Ray Phiri von der Gruppe Stimela. Doch auch in Nordamerika und Europa etablierte Musiker wie The Everly Brothers, Linda Ronstadt oder Los Lobos nahmen an den Sessions teil.\n\nDas Album wurde 1987 als „Album des Jahres“ mit einem Grammy ausgezeichnet. Das Titellied Graceland erhielt 1988 die Auszeichnung als „Single des Jahres“.\n\nDer Titelsong sowie der Albumtitel wurden nicht unmittelbar durch Elvis Presleys Anwesen Graceland inspiriert. Paul Simon beschreibt u. a. in den Dokumentationen Classic Albums: Graceland und Under African Skies, dass er in Ermangelung eines Textes “Graceland, Memphis Tennessee” sang, weil es rhythmisch gut zur Musik passte. Erst später wurde ihm klar, dass er den Text nicht mehr ändern wollte. Daraufhin entschloss er sich, dem wirklichen Graceland, das er zuvor noch nicht gesehen hatte, einen Besuch abzustatten. Schon auf der Fahrt nach Memphis wurde er zu weiteren Textpassagen inspiriert, wie etwa der Eingangszeile “The Mississippi Delta was shining like a National Guitar”. \n(Wikipedia)","strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":"Graceland is het zevende studioalbum van de Amerikaanse folkmuzikant Paul Simon, uitgebracht in augustus 1986.\n\nHet album werd als zeer vernieuwend gezien. Simon had de muziek met geluidstechnicus Roy Halee opgenomen in Zuid-Afrika, samen met Zuid-Afrikaanse artiesten. Dit maakte het album ook direct omstreden. Aangezien in dit land destijds de apartheid nog van kracht was, werd hem dit door velen erg kwalijk genomen. In die tijd hadden de Verenigde Naties een culturele boycot afgeroepen over het land. Onder anderen Oliver Tambo van het ANC protesteerde hevig tegen het bezoek van Simon.\n\nPaul Simon was geïnspireerd geraakt na het horen van een muziekcassette van de Boyoyo Boys. Hij gaf later aan dat hij zich in deze periode vrij voelde om te experimenteren. Zijn vorige album Hearts and bones was geen succes waardoor de media en platenlabels hun interesse hadden verloren en hem met rust lieten. Muziekproducent Koloi Lebona hielp hem om artiesten te vinden omdat hij in de samenwerking een mogelijkheid zag om de Afrikaanse muziek meer mainstream te maken.\n\nDe nummers werden eerst, na lang experimenteren, gespeeld in de studio. Terug in Amerika ging Simon de teksten schrijven. Dit was lastig aangezien de ritmes anders waren dan hij gewend was. Hij vermeed het om politieke teksten te maken. Hierna kwam de band Ladysmith Black Mambazo over naar New York City om het album af te maken. Het resultaat was een synthese van Afrikaanse muziek en popmuziek. Het album is een mengeling van pop, rock, Isicathamiya, Mbaqanga en westerse en Shangaanzang.\n\nTijdens een optreden in Saturday Night Live maakte het publiek kennis met de nieuwe formatie. Na het uitbrengen van het album kwam Paul Simon bloot te staan aan heftige kritiek omdat hij de boycot tegen Zuid-Afrika had genegeerd. Hij werd zelfs beschuldigd van uitbuiting. De wereldwijde tour die ze vervolgens maakten werd gedomineerd door bedreigingen en bommeldingen. Tegelijkertijd zorgde het ook voor extra publiciteit voor het onrecht in Zuid-Afrika. Simon en zijn band traden niet op in Zuid-Afrika, o.a. omdat sommige bandleden het land niet in mochten. Ze gaven wel een optreden in Zimbabwe waar veel Zuid-Afrikanen op af kwamen.\n\nHet album bereikte de eerste positie in de UK Albums Chart en de derde in de Amerikaanse Billboard 200. Het won in 1986 de Grammy Award voor Album of the Year en het titelnummer won in 1988 de Grammy Award voor Record of the Year. Graceland was niet alleen een nieuwe doorbraak voor Paul Simon. Het maakte ook de betrokken Zuid-Afrikaanse artiesten in één klap beroemd.\n\nNa de vrijlating van Nelson Mandela gaven ze nog een concert in Johannesburg.\n\nTer gelegenheid van het vijfentwintigjarig jubileum van Graceland toerde Simon in 2012 met muzikanten die indertijd bij de opnamen betrokken waren. In dat jaar ging ook de documentaire Under African Skies in première.Deze documentaire werd geregisseerd door Joe Berlinger en gaat over de opnames van Graceland en de controverse die op het album volgde.","strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"9","intScoreVotes":"3","strReview":"","strMood":"Moody","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"19847822-1430-3380-9cf1-bc45545b34ac","strMusicBrainzArtistID":"05517043-ff78-4988-9c22-88c68588ebb9","strAllMusicID":"mw0000195707","strBBCReviewID":"983q","strRateYourMusicID":"graceland","strDiscogsID":"55658","strWikidataID":"Q1027822","strWikipediaID":"Graceland_(album)","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}