{"artists":[{"idArtist":"149688","strArtist":"Marin Marais","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1656","intDiedYear":"1728","strDisbanded":"Yes","strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Marin Marais ; 31 May 1656, Paris – 15 August 1728, Paris was a French composer and viol player. He studied composition with Jean-Baptiste Lully, often conducting his operas, and with master of the bass viol Monsieur de Sainte-Colombe for six months. In 1676 he was hired as a musician to the royal court of Versailles and was moderately successful there, being appointed in 1679 as ordinaire de la chambre du roy pour la viole, a title he kept until 1725.\nHe was the father of the composer Roland Marais (c. 1685 – c. 1750).\nCareer :\nMarin Marais was a master of the viol, and the leading French composer of music for the instrument. He wrote five books of Pièces de viole (1686–1725) for the instrument, generally suites with basso continuo. These were quite popular in the court, and for these he was remembered in later years as he who \"founded and firmly established the empire of the viol\" (Hubert Le Blanc, 1740). His other works include a book of Pièces en trio (1692) and four operas (1693–1709), Alcyone (1706) being noted for its tempest scene.Titon du Tillet included Marais in Le Parnasse françois, making the following comments on two of his pieces, Le Labyrinthe, perhaps inspired by the labyrinth of Versailles, and La Gamme.\nA piece from his fourth book entitled The Labyrinth, which passes through various keys, strikes various dissonances and notes the uncertainty of a man caught in a labyrinth through serious and then quick passages; he comes out of it happily and finishes with a gracious and natural chaconne. But he surprised musical connoisseurs even more successfully with his pieces called La Gamme , which is a piece de symphonie that imperceptibly ascends the steps of the octave; one then descends, thereby going through harmonious songs and melodious tones, the various sounds of music. As with Sainte-Colombe, little of Marin Marais' personal life is known after he reached adulthood. Marin Marais married a Parisian, Catherine d'Amicourt, on 21 September 1676. They had 19 children together.Facsimiles of all five books of Marais' Pièces de viole are published by Éditions J.M. Fuzeau. A complete critical edition of his instrumental works in seven volumes, edited by John Hsu, is published by Broude Brothers.Marais is credited with being one of the earliest composers of program music. His work The Bladder-Stone Operation, for viola da gamba and harpsichord, includes composer's annotations such as \"The patient is bound with silken cords\" and \"He screameth.\" The title has often been interpreted as \"The Gall-Bladder Operation,\" but that surgery was not performed until the late 19th century. Urinary bladder surgery to remove stones was already a medical specialty in Paris in the 17th century.","strBiographyDE":"Marin Marais (* 31. Mai 1656 in Paris; † 15. August 1728 ebenda) war ein französischer Gambist und Komponist.\n\nMarin Marais wurde als Sohn des Schuhmachers Vincent Marais in bescheidenen Verhältnissen geboren. Nach dem Tod seiner Mutter wurde er 1666 Chorknabe in der damaligen Hofkirche Saint-Germain-l’Auxerrois, wo sein Onkel Louis Marais Kaplan war. Die Kapelle dieser Kirche wurde von François Chaperon († 1698) geleitet. Zu Marais’ Mitschülern zählten Michel Richard de Lalande und Jean-François Lalouette. Der Letztgenannte war etwas älter als Marais und half diesem später, als Musiker in den Dienst des Hofes Ludwigs XIV. zu treten. Wahrscheinlich hatte Marais schon als Chorschüler das Spiel auf der Viola da gamba erlernt, denn als er 1672 wegen seines Stimmbruchs den Chor verlassen musste, wurde er von den berühmtesten Gambenspielern seiner Zeit, von Nicolas Hotman und Monsieur de Sainte-Colombe, unterrichtet.\n\nEvrard Titon du Tillet schreibt über Marais’ Unterricht bei Sainte-Colombe: „Bekanntlich war Sainte-Colombe Marais’ Lehrer; doch als er nach sechs Monaten bemerkte, dass sein Schüler ihn übertreffen könnte, sagte er ihm, er könne ihm nichts mehr beibringen. Marais, der die Gambe leidenschaftlich liebte, wollte jedoch vom Wissen des Meisters weiterhin profitieren, um sich auf dem Instrument zu vervollkommnen; da er Zutritt zu seinem Haus hatte, nutzte er die Zeit im Sommer, wenn Sainte-Colombe in seinem Garten war und sich in einer kleinen Holzhütte einschloss, die er sich in den Ästen eines Maulbeerbaumes errichtet hatte, um dort ruhiger und angenehmer Gambe spielen zu können. Marais schlich sich unter diese Hütte; er hörte dort seinen Lehrer und profitierte von einigen besonderen Passagen und Bogenstrichen, wie sie die Meister der Kunst gerne für sich behalten hätten.“\n\nAb 1676 spielte Marais im petit Choeur für König Ludwig XIV.; Jean-Baptiste Lully hatte seine Aufnahme befürwortet. Die Aufgabe des kleinen Ensembles bestand darin, Sänger zu begleiten. Bei der Uraufführung von Lullys Atys trat Marais als allegorischer Traum verkleidet und gambespielend auf. Von Lully hochgeschätzt, war Marais auch später an den Aufführungen aller großen Opern Lullys beteiligt (meistens in der Continuo-Gruppe) und vertrat Lully sogar als Dirigent. Marais hat sich als Kompositionsschüler Lullys betrachtet und ihm voller Dankbarkeit den 1. Band seiner Pièces de viole (1686) gewidmet. Dieser Band zeichnet sich nicht durch den obligatorischen Basso continuo aus, sondern durch die Verwendung präzise erklärter, für die Interpretation nicht nur der Gambenmusik Marais wertvoller Interpretationszeichen. Zu den gebräuchlichsten zählen: „)“ = Tremblement (Triller); „x“ = Battement (Mordent); „√“ = Coulé de doigt (Semiton-Glissando); „t“ = Tiré d'archet (Zurückziehen des Bogens) etc.\n\nWirtschaftlich gesichert, heiratete Marais am 21. September 1676 Catherine Damicourt, die Tochter eines Sattlermeisters.\n\nAm 1. August 1679 erhielt Marais das Patent als „joueur de viole de la musique de la Chambre“, das Colbert und der König eigenhändig unterschrieben haben; Marais war damit Sologambist der Königlichen Kammermusik geworden. Es gehörte zu seinen Aufgaben, dem König regelmäßig auf der Gambe vorzuspielen. 1685 wurde er Mitglied im Orchester der Académie royale de musique. In dieser Zeit verbreitete sich der Ruhm Marais als hervorragender Gambist und Komponist. Jean Rousseau schreibt in seinem Traîté de la Viole (1686): „Man kann auch nicht daran zweifeln, dass sich die Geschicktesten unserer Zeit perfektioniert haben, indem sie seinen (Sainte-Colombes) Spuren gefolgt sind, besonders Herr Marais, dessen Können und schöne Interpretationen ihn von allen anderen unterscheiden, so dass er mit Recht von all seinen Hörern bewundert wird.“\n\n1686 gab Marais sein Debüt als Hofkomponist. In Versailles wurde die 'Idylle dramatique' zur Aufführung gebracht und dies mit so großem Erfolg, dass der Dauphin eine Wiederholung wünschte. Die Musik ist verschollen. Nach Lullys Tod beherrschte der „Musik-Krieg“ zwischen dem italienischen und dem französischen Gusto die Öffentlichkeit. Der Streit erhob sich über die Frage, ob die hochentwickelte, unter anderem von Alessandro Stradella, Alessandro Scarlatti oder Arcangelo Corelli entwickelte Affektdarstellung der italienischen Musik und ihre Formgesetze auf die französische Musik übertragen werden könne. Bedeutende Komponisten wie François Couperin, Marc-Antoine Charpentier und André Campra experimentierten mit der Vermischung der Stile. Die Traditionalisten lehnten die verfeinerte Harmonik, Chromatik und Koloraturen der Italiener vehement ab. Zu diesen Traditionalisten gehörte Marais. Er ging sogar so weit, seinen Schülern das Spielen der als italienisch verschrienen „Sonate“ zu verbieten. Marais' Opern verfolgten strikt den von Lully, seinem Lehrmeister, eingeschlagenen Weg. Das Ziel war Klarheit und eine der französischen Prosodie angepasste Melodik, leicht zum Melodischen neigende Rezitative, schlichte und klare Harmonik, eine die Dramaturgie der Szene unterstreichende, vielgestaltige Musik, die nicht nur aus dem ewigen Wechsel von Rezitativ und Da-capo-Arie bestand, sondern Chöre, Tänze, Arietten, Ariosi, Rezitative und deskriptive Musikstücke umfasste. Damit hatte Marais Erfolg: Seine Opern, insbesondere die Opern Alcide und Alcione waren ähnlich große Erfolge wie die Opern Lullys.\n\nAuf Empfehlung des Königs wurde Marais 1705 als Nachfolger André Campras zum Leiter des Orchesters der Académie royale de musique ernannt. Dies versetzte ihn in die Lage, am 18. Februar 1706 sein Meisterwerk, die Oper Alcione, aufzuführen. Bis 1710 füllte Marais die Position als Orchesterleiter aus. Im Alter zog sich Marais immer mehr zurück. Er widerstand als „der Ajax der Musik dem Ansturm, der in privaten Konzerten Frankreich den Römern, den Venetianern, den Florentinern und Napolitanern ausliefern wollte“ (H. Le Blanc), und widmete sich vor allem der Herausgabe seiner Werke. 1725 gab Marais sein Amt als „Gambiste de la chambre du Roi“ auf.\n\nMarais hatte 19 Kinder, von denen einige Musiker wurden. Zu den bekanntesten gehören Vincent (um 1677–1737), der den Posten seines Vaters 1725 übernahm, und Roland Marais (um 1685 bis um 1750), von dem zwei Bände Pièces de viole überliefert sind. \n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"French","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qqxqrw1518213764.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/tsvusx1518213950.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"c6ea915d-3441-48fe-b1ad-e832e1410ea7","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}