{"artists":[{"idArtist":"114669","strArtist":"Gang Starr","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1987","intBornYear":"1987","intDiedYear":null,"strDisbanded":"Yes","strStyle":"Urban/R&B","strGenre":"Hip-Hop","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Gang Starr was an influential East Coast hip hop duo that consisted of the late MC Guru and the DJ/producer DJ Premier.\nThe group was founded in Boston, Massachusetts in 1985 by Keith Elam (then known as Keithy E. The Guru) and DJ 1, 2 B-Down (also known as Mike Dee) with various producers, such as Donald D, J.V. Johnson or DJ Mark the 45 King helping out. In 1987 and 1988, Gang Starr released three 12\" vinyl singles on Wild Pitch Records.\nIn 1989, the group split and the only member willing to continue under the name Gang Starr was Guru. He soon got in touch with Houston native DJ Premier (then known as Waxmaster C) who sent him a beat tape, which Guru liked. He forced DJ Premier to join Gang Starr and in that same year they released their first single \"Words I Manifest\" along with the album No More Mr. Nice Guy (1989). In 1990, the group was signed to the Chrysalis record label by then A&R director Duff Marlowe, a former DJ and Los Angeles Times rap music critic. The London-based label offered Guru and Premier unlimited artistic license and major-label distribution worldwide, a platform the group used to become one of the most influential hip hop acts of that decade. During their career Gang Starr helped pioneer the New York City hardcore hip hop sound. The entire Gang Starr catalog, especially Step in the Arena (1990), Daily Operation (1992), Hard to Earn (1994) and Moment of Truth (1998) are well respected among underground rap fans and critics. Gang Starr provided a track, Battle, for the sound track of the 2002 movie 8 Mile. Their track \"Jazz Thing\" was featured on the soundtrack to Spike Lee's film Mo' Better Blues. \nGuru was involved in a European Gang Starr tour in 2003-04 with an alternate DJ after DJ Premier's return to the United States. In 2006, Guru indicated in several interviews that Gang Starr had reached its end.\nDJ Premier recently stated that there is a posthumous Gang Starr CD/DVD project in the works, most likely to be released in 2013\nn February 2010, Guru suffered a heart attack, went into a coma, and died on April 19, 2010. Solar, a long-time collaborator of the artist, said Guru chose not to go public with the diagnosis of myeloma that was made in 2000. According to a statement released by his PR company upon his death, Guru appeared to have fallen out with DJ Premier seven years prior to his death and did \"not wish my ex-DJ to have anything to do with my name, likeness, events, tributes, etc.\" The validity of the statement continues to be heavily questioned by Guru's family and many of his contemporaries within the Hip-Hop culture. \nBoth members of Gang Starr had roots in the New York hip hop scene, despite hailing from Boston (Guru) and Houston (DJ Premier), and have each worked with several artists.\nThe Gang Starr Foundation was a loose collective of various people who have worked closely with the group, through either Guru's now defunct Ill Kid label, DJ Premier's production work or the management company that Gang Starr was represented by, Empire Management. The founding member was Vikar. Another member of the legendary Gang Starr Foundation is Big Shug, alongside rappers like Afu-Ra, Jeru the Damaja, and Group Home.","strBiographyDE":null,"strBiographyFR":"Gang Starr est un groupe de hip-hop américain, originaire de Boston, dans le Massachusetts. Pionnier du rap East Coast des années 1990, le duo se crée une identité propre en réactualisant le style musical new-yorkais au fil de ses albums.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"2","strCountry":"Boston, Massachusetts, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/g6ty641677731929.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/gang-starr-54c858e7ce8b0.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/sbmllg1677731940.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/airrw91677731953.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/ex9wfj1677796614.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/tjw32q1677796693.jpg","strArtistBanner":null,"strMusicBrainzID":"9ef8042a-2528-4f5c-b7c1-5e72b1efe170","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}