{"artists":[{"idArtist":"111372","strArtist":"Johnny Cash","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Columbia","idLabel":"43473","intFormedYear":"1956","intBornYear":"1932","intDiedYear":"2003","strDisbanded":"Yes","strStyle":"Country","strGenre":"Country","strMood":"Provocative","strWebsite":"www.johnnycash.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Johnny Cash was one of the most imposing and influential figures in post-World War II country music. With his deep, resonant baritone and spare percussive guitar, he had a basic, distinctive sound. Cash didn't sound like Nashville, nor did he sound like honky tonk or rock & roll. He created his own subgenre, falling halfway between the blunt emotional honesty of folk, the rebelliousness of rock & roll, and the world-weariness of country. Cash's career coincided with the birth of rock & roll, and his rebellious attitude and simple, direct musical attack shared a lot of similarities with rock. However, there was a deep sense of history -- as he would later illustrate with his series of historical albums -- that kept him forever tied with country. And he was one of country music's biggest stars of the '50s and '60s, scoring well over 100 hit singles.\nCash, whose birth name was J.R. Cash, was born and raised in Arkansas, moving to Dyess when he was three. By the time he was 12 years old, he had begun writing his own songs. He was inspired by the country songs he had heard on the radio. While he was in high school, he sang on the Arkansas radio station KLCN. Cash graduated from high school in 1950, moving to Detroit to work in an auto factory for a brief while. With the outbreak of the Korean War, he enlisted in the Air Force. While he was in the Air Force, Cash bought his first guitar and taught himself to play. He began writing songs in earnest, including \"Folsom Prison Blues.\" Cash left the Air Force in 1954, married a Texas woman named Vivian Leberto, and moved to Memphis, where he took a radio announcing course at a broadcasting school on the GI Bill. During the evenings, he played country music in a trio that also consisted of guitarist Luther Perkins and bassist Marshall Grant. The trio occasionally played for free on a local radio station, KWEM, and tried to secure gigs and an audition at Sun Records.\nCash finally landed an audition with Sun Records and its founder, Sam Phillips, in 1955. Initially, Cash presented himself as a gospel singer, but Phillips turned him down. Phillips asked him to come back with something more commercial. Cash returned with \"Hey Porter,\" which immediately caught Phillips' ear. Soon, Cash released \"Cry Cry Cry\"/\"Hey Porter\" as his debut single for Sun. On the single, Phillips billed Cash as \"Johnny,\" which upset the singer because he felt it sounded too young; the record producer also dubbed Perkins and Grant as the Tennessee Two. \"Cry Cry Cry\" became a success upon its release in 1955, entering the country charts at number 14 and leading to a spot on The Louisiana Hayride, where he stayed for nearly a year. A second single, \"Folsom Prison Blues,\" reached the country Top Five in early 1956 and its follow-up, \"I Walk the Line,\" was number one for six weeks and crossed over into the pop Top 20.\n\nCash had an equally successful year in 1957, scoring several country hits including the Top 15 \"Give My Love to Rose.\" Cash also made his Grand Ole Opry debut that year, appearing all in black where the other performers were decked out in flamboyant, rhinestone-studded outfits. Eventually, he earned the nickname of \"The Man in Black.\" Cash became the first Sun artist to release a long-playing album in November of 1957, when Johnny Cash With His Hot and Blue Guitar hit the stores. Cash's success continued to roll throughout 1958, as he earned his biggest hit, \"Ballad of a Teenage Queen\" (number one for ten weeks), as well another number one single, \"Guess Things Happen That Way.\" For most of 1958, Cash attempted to record a gospel album, but Sun refused to allow him to record one. Sun also was unwilling to increase Cash's record royalties. Both of these were deciding factors in the vocalist's decision to sign with Columbia Records in 1958. By the end of the year, he had released his first single for the label, \"All Over Again,\" which became another Top Five success. Sun continued to release singles and albums of unissued Cash material into the '60s.\n\n\"Don't Take Your Guns to Town,\" Cash's second single for Columbia, was one of his biggest hits, reaching the top of the country charts and crossing over into the pop charts in the beginning of 1959. Throughout that year, Columbia and Sun singles vied for the top of the charts. Generally, the Columbia releases -- \"Frankie's Man Johnny,\" \"I Got Stripes,\" and \"Five Feet High and Rising\" -- fared better than the Sun singles, but \"Luther Played the Boogie\" did climb into the Top Ten. That same year, Cash had the chance to make his gospel record -- Hymns by Johnny Cash -- which kicked off a series of thematic albums that ran into the '70s.\nthe Tennessee Two became the Tennessee Three in 1960 with the addition of drummer W.S. Holland. Though he was continuing to have hits, the relentless pace of his career was beginning to take a toll on Cash. In 1959, he had begun taking amphetamines to help him get through his schedule of nearly 300 shows a year. By 1961, his drug intake had increased dramatically and his work was affected, which was reflected by a declining number of hit singles and albums. By 1963, he had moved to New York, leaving his family behind. He was running into trouble with the law, most notably for starting a forest fire out West.\nJune Carter -- who was the wife of one of Cash's drinking buddies, Carl Smith -- would provide Cash with his return to the top of the charts with \"Ring of Fire,\" which she co-wrote with Merle Kilgore. \"Ring of Fire\" spent seven weeks on the top of the charts and was a Top 20 pop hit. Cash continued his success in 1964 as \"Understand Your Man\" became a number one hit. However, Cash's comeback was short-lived as he sank further into addiction, and his hit singles arrived sporadically. Cash was arrested in El Paso for attempting to smuggle amphetamines into the country through his guitar case in 1965. That same year, the Grand Ole Opry refused to have him perform and he wrecked the establishment's footlights. In 1966, his wife Vivian filed for divorce. After the divorce, Cash moved to Nashville. At first, he was as destructive as he ever had been, but he became close friends with June Carter, who had divorced Carl Smith. With Carter's help, he was able to shake his addictions; she also converted Cash to fundamentalist Christianity. His career began to bounce back as \"Jackson\" and \"Rosanna's Going Wild\" became Top Ten hits. Early in 1968, Cash proposed marriage to Carter during a concert; the pair were married that spring.\n\nAlso in 1968, Cash recorded and released his most popular album, Johnny Cash at Folsom Prison. Recorded during a prison concert, the album spawned the number one country hit \"Folsom Prison Blues,\" which also crossed over into the pop charts. By the end of the year, the record had gone gold. The following year, he released a sequel, Johnny Cash at San Quentin, which had his only Top Ten pop single, \"A Boy Named Sue,\" which peaked at number three; it also hit number one on the country charts. Cash guested on Bob Dylan's 1969 country-rock album Nashville Skyline. Dylan returned the favor by appearing on the first episode of The Johnny Cash Show, the singer's television program for ABC. The Johnny Cash Show ran for two years, between 1969 and 1971.\nCash was reaching a second peak of popularity in 1970. In addition to his television show, he performed for President Richard Nixon at the White House, acted with Kirk Douglas in The Gunfight, sang with John Williams and the Boston Pops Orchestra, and he was the subject of a documentary film. His record sales were equally healthy as \"Sunday Morning Coming Down\" and \"Flesh and Blood\" were number one hits. Throughout 1971, Cash continued to have hits, including the Top Three \"Man in Black.\" Both Cash and Carter became more socially active in the early '70s, campaigning for the civil rights of Native Americans and prisoners, as well as frequently working with Billy Graham.\nIn the mid-'70s, Cash's presence on the country charts began to decline, but he continued to have a series of minor hits and the occasional chart-topper like 1976's \"One Piece at a Time,\" or Top Ten hits like the Waylon Jennings duet \"There Ain't No Good Chain Gang\" and \"(Ghost) Riders in the Sky.\" Man in Black, Cash's autobiography, was published in 1975. In 1980, he became the youngest inductee to the Country Music Hall of Fame. However, the '80s were a rough time for Cash as his record sales continued to decline and he ran into trouble with Columbia. Cash, Carl Perkins, and Jerry Lee Lewis teamed up to record The Survivors in 1982, which was a mild success. The Highwaymen -- a band featuring Cash, Waylon Jennings, Willie Nelson, and Kris Kristofferson -- released their first album in 1985, which was also moderately successful. The following year, Cash and Columbia Records ended their relationship and he signed with Mercury Nashville. The new label didn't prove to be a success, as the company and the singer fought over stylistic direction. Furthermore, country radio had begun to favor more contemporary artists, and Cash soon found himself shut out of the charts. Nevertheless, he continued to be a popular concert performer.\n\nThe Highwaymen recorded a second album in 1992, and it was more commercially successful than any of Cash's Mercury records. Around that time, his contract with Mercury ended. In 1993, he signed a contract with American Records. His first album for the label, American Recordings, was produced by the label's founder, Rick Rubin, and was a stark, acoustic collection of songs. American Recordings, while not a blockbuster success, revived his career critically and brought him in touch with a younger, rock-oriented audience. In 1995, The Highwaymen released their third album, The Road Goes on Forever. The following year, Cash released his second album for American Records, Unchained, which featured support from Tom Petty & the Heartbreakers. His VH1 Storytellers outing was released in 1998, and in the spring of 2000, Cash compiled Love, God, Murder, a three-disc retrospective focusing on the major songwriting themes dominant throughout his career. The new studio album American III: Solitary Man appeared later that year.\n\nHealth problems plagued Cash throughout the '90s and into the 2000s, but he continued to record with Rubin; their fourth collaboration, American IV: The Man Comes Around, was released in late 2002. The following year, the Mark Romanek-directed video for his cover of Nine Inch Nails' \"Hurt\" garnered considerable acclaim and media attention, culminating in an unexpected nomination for video of the year at the MTV Video Music Awards. Not long after the video sparked numerous stories, his beloved wife June Carter Cash died on May 15, 2003, of complications following heart surgery. Four months later, Johnny died of complications from diabetes in Nashville, TN. He was 71. Five months later, the compilation Legend of Johnny Cash became a Top Ten hit. In 2006 Lost Highway released the next-to-last installment of Cash's legendary \"American\" recordings, American V: A Hundred Highways, from the late singer's last sessions with collaborator Rick Rubin. The final installment from those sessions appeared as American VI: Ain't No Grave, in early 2010, and is reported to be the last of the American Recordings releases. Sony Legacy started a vigorous \"bootleg\" series of rare, unreleased or hard to find Cash tracks in 2011 with the two-disc Bootleg, Vol. 1: Personal File and continued into 2012 with three further two-disc sets of rare material.","strBiographyDE":"Johnny Cash (* 26. Februar 1932 in Kingsland, Arkansas als J. R. Cash; † 12. September 2003 in Nashville, Tennessee) war einer der einflussreichsten US-amerikanischen Country-Sänger und Songschreiber. Er trat auch in einigen Filmen und Fernsehserien als Schauspieler auf.\n\nCash ist bekannt für seine markante Bassbariton-Stimme und den sogenannten „Boom-Chicka-Boom“-Sound seiner Begleitband Tennessee Three sowie seine kritischen und unkonventionellen Texte. Sein musikalisches Spektrum reicht von den 1950er Jahren mit Country, Gospel, Rockabilly, Blues, Folk und Pop bis hin zum Alternative Country Anfang des 21. Jahrhunderts. Legendär sind seine Konzerte in den Gefängnissen Folsom und San Quentin Ende der 1960er Jahre. Johnny Cash, der den Beinamen „Man in Black“ trug, schrieb etwa 500 Songs, verkaufte mehr als 50 Millionen Tonträger und wurde mit 13 Grammy Awards ausgezeichnet.","strBiographyFR":"Johnny Cash (né John R. Cash le 26 février 1932 à Kingsland dans l'Arkansas, et mort le 12 septembre 2003 à Nashville, dans le Tennessee) est un chanteur, guitariste et auteur-compositeur de musique country américain. Il a également pratiqué les styles rock and roll, rockabilly, blues, folk ou encore gospel.\nJohnny Cash est connu pour sa voix de baryton caractéristique et ses basses profondes. Son comportement et ses vêtements sombres lui ont valu le surnom de Man in Black (« l’homme en noir »).\nUne grande partie de la musique de Johnny Cash, en particulier celle de sa fin de carrière, fait écho aux thèmes de la douleur, de l'affliction morale et de la rédemption, comme ses chansons I Walk the Line, Folsom Prison Blues, Ring of Fire, Get Rhythm et Man in Black. Il a également enregistré des chansons humoristiques, telles que One Piece at a Time et A Boy Named Sue, un duo avec sa future épouse June Carter intitulé Jackson, ainsi que des train songs dont Hey Porter et Rock Island Line.\nAvec 90 millions d'albums vendus en près de cinquante ans de carrière, il est considéré comme une figure majeure de la musique américaine du xxe siècle. Sa discographie officielle comprend 55 albums studio et 6 albums live. Par ailleurs, il existe 84 compilations de ses enregistrements.\nIl est aussi connu pour son engagement politique et son action en faveur des détenus, devant lesquels il s'est souvent produit. Le magazine Rolling Stone l'a classé 21e meilleur chanteur de tous les temps.","strBiographyCN":null,"strBiographyIT":"Johnny Cash, alla nascita J.R. Cash[1] (Kingsland, 26 febbraio 1932 – Nashville, 12 settembre 2003), è stato un cantautore, chitarrista e attore statunitense, interprete di numerose canzoni country, folk, e di celebri talking blues. Fu definito \"The Man in Black\" in virtù della sua preferenza per gli abiti neri, e da ciò il titolo di un suo album e della sua prima autobiografia.[2] Tradizionalmente iniziava i concerti con la semplice frase: «Hello, I'm Johnny Cash» (\"Ciao, sono Johnny Cash\") seguita dall'esecuzione di Folsom Prison Blues. È stato uno dei pochissimi cantanti ad avere venduto più di novanta milioni di dischi.[3]\n\nSebbene sia principalmente ricordato come un'icona della musica country, il suo repertorio spaziava attraverso generi quali rock and roll, rockabilly, blues, folk, e gospel. Questa poliedricità di stili valse a Cash il raro onore di essere introdotto nella Country Music Hall of Fame and Museum, nella Rock and Roll Hall of Fame e nella Gospel Music Hall of Fame. Le sue canzoni trattavano tematiche quali il dolore, l'afflizione morale e il riscatto, specialmente nell'ultima parte di carriera.[4][5] Alcuni dei suoi brani più celebri sono I Walk the Line, Folsom Prison Blues, Ring of Fire, Get Rhythm, e Man in Black. Nonostante l'immagine austera ed autorevole, incise anche alcuni pezzi dal taglio umoristico come One Piece at a Time e A Boy Named Sue; duetti con la futura moglie June Carter e, nell'ultima parte di carriera, sorprendenti reinterpretazioni di brani di artisti rock contemporanei, come Hurt dei Nine Inch Nails, Personal Jesus dei Depeche Mode, Rusty Cage dei Soundgarden e One degli U2.\n\nCash era una figura atipica nella musica popolare americana del XX secolo, pur essendo un cristiano dalle convinzioni evangeliche tradizionali,[6] era rispettato e riverito da icone della cultura alternativa oltre che da importanti figure della cultura dominante. Morto nel 2003, venne sepolto accanto alla moglie nel cimitero Hendersonville Memory Gardens a Hendersonville, nel Tennessee.","strBiographyJP":"ジョン・R・\"ジョニー\"・キャッシュ（John R. \"Johnny\" Cash、1932年2月26日 - 2003年9月12日）は、アメリカ合衆国のシンガーソングライター、俳優、作家[1]、カントリー、ロック、ロカビリー歌手、作曲家。カントリー・ミュージシャンを中心に、20世紀の一部のミュージシャンに影響を与えたと見られている[2]。カントリーのアイコンとして知られているが、曲やサウンドのジャンルの幅はロック、ロカビリー、ブルース、ロック、クリスチャン・ミュージックと多岐に亘る。この多様性により、カントリー・ミュージック殿堂、ロックの殿堂、ゴスペル・ミュージックの殿堂と複数の殿堂入りを果たした。活動の初期にはサン・レコードに所属し、ロカビリーのレコードを発表した。エルヴィス・プレスリーとは、レーベル・メイトであった。\n\n特徴のある深いバス=バリトンの声[a][4]、バックバンドのザ・テネシー・スリーの独特のサウンド、憂鬱と謙虚な振る舞い[3]を併せ持つ反逆のイメージ[5][6]、刑務所の無料コンサート[7][8]、ニックネーム「メン・イン・ブラック」の元となったトレードマークの黒服の着用で知られている[b]。コンサートでは常にシンプルに「Hello, I'm Johnny Cash. 」で始まり[c]、続いて名曲『Folsom Prison Blues 』を演奏していた。\n\nキャッシュの音楽の多く、特に後年の作品は悲哀、道徳的試練、贖罪をテーマにしている[3][11]。『I Walk the Line 』、『Folsom Prison Blues 』、『Ring of Fire 』、『Ghost Riders in the Sky[12] 』、『Guess Things Happen That Way 』、『Man in Black 』などの曲で知られている。他にも『One Piece at a Time 』、『A Boy Named Sue 』[13]、後に妻となるジューン・カーター・キャッシュ（en:June Carter Cash）とのデュエット『Jackson 』、鉄道をテーマにした『Hey, Porter 』、『Rock Island Line 』などユーモラスな曲もある[14]。後年、キャッシュはナイン・インチ・ネイルズの『Hurt 』など、20世紀のロックをいくつかカヴァーした。\n\n2003年に死去するまでに放ったヒット曲数は140曲以上で、そのヒット曲最多売上曲数は世界記録保持者エルヴィス・プレスリーの151曲に迫る数字である。年間4枚以上アルバムを発売した年も多い。レコードとCDの累計売上がこれまでに5,000万枚を記録しており、グラミー賞も11回受賞し、ほかにも数々の受賞歴を持っている。「ロックの反逆性と、カントリーの哀愁、フォークの語り口」といわれる独自の世界観を持つ歌が特徴で、クリス・クリストファーソンやリック・ルービン、マール・ハガード、U2のボノ、ボブ・ディラン、ウィリー・ネルソン、ウェイロン・ジェニングス、アル・ゴア[15]らから共感や尊敬を得ている。支持政党はアメリカ民主党。\n\nキャッシュは53歳の時に、カントリーぎらいで有名なフランク・ザッパと出会った。両者とも民主党支持だったため相性が良かったのか、後日ザッパはコンサートでキャッシュの「リング・オブ・ファイア」を歌った[16]。\n\n前妻との娘ローザンヌ・キャッシュ[17]（81年に「セブン・イヤー・エイク」のヒットあり）や、ジューンとの息子ジョン・カーター・キャッシュ、ジューンと前前夫の娘カーリーン・カーターなども歌手である。\n\n「ローリング・ストーンの選ぶ歴史上最も偉大な100人のシンガー」において第21位[18]。\n\n「ローリング・ストーンの選ぶ歴史上最も偉大な100組のアーティスト」において第31位[19]。\n\n「Q誌の選ぶ歴史上最も偉大な100人のシンガー」において第14位[20]。","strBiographyRU":"Джо́нни Кэш (англ. Johnny Cash; 26 февраля 1932, Кингсленд, Арканзас — 12 сентября 2003, Нашвилл, Теннесси) — американский певец и композитор-песенник, ключевая фигура в музыке кантри, является одним из самых влиятельных музыкантов XX века[5][6]. Несмотря на то, что в первую очередь его признали иконой кантри, исполнение песен в таких жанрах как госпел, рок-н-ролл и рокабилли — не редкость в его творчестве. Благодаря своей музыке, стилю жизни на сцене и вне её заслужил авторитет среди большого круга любителей музыки, далеко за пределами жанра кантри. Сам себя позиционировал как исполнителя «христианского кантри».\n\nС Джонни Кэшем ассоциируется устойчивое словосочетание «Человек в чёрном» (англ. Man In Black), поскольку с 1960-х годов для него было характерно ношение тёмной одежды (причины этого он поясняет в тексте одноимённой песни «Man in Black» 1971 года)[7].","strBiographyES":"Johnny Cash (nacido como J. R. Cash, Kingsland, Arkansas; 26 de febrero de 1932-Nashville, Tennessee; 12 de septiembre de 2003) fue un cantante, compositor, músico, y actor estadounidense. Considerado como uno de los músicos más influyentes del siglo XX. Considerado el Rey de la Música Country y un icono de ese género.1​2​3​ Cantautor de country, gospel, rock and roll y rockabilly, fue y es uno de los máximos representantes de la música country, aunque creó su propio subgénero musical.\n\nCash fue conocido por su profunda voz, por el característico sonido boom-chick-a-boom de su banda de acompañamiento -los Tennessee Three-, y por vestir ropa oscura lo que le valió el apodo de «El Hombre de Negro» («The Man in Black»). Era muy típico de él empezar todos sus conciertos con la sencilla frase: «Hola, soy Johnny Cash» («Hello, I'm Johnny Cash»).\n\nMuchas de las canciones de Cash como «I Walk The Line», «Folsom Prison Blues», «Man in Black» tratan temas como la pena, la culpa, las tribulaciones morales y la redención, una tendencia que se acentuó en la última etapa de su carrera. Pero también compuso muchas canciones humorísticas (como «One Piece At A Time», «The One On The Right Is On The Left» y versionó «A Boy Named Sue», canción de Shel Silverstein), llenas de vitalidad («Get Rhythm») o con otras temáticas típicas del country como el ferrocarril («The Rock Island Line» o la famosa «Orange Blossom Special»). Curiosamente, algunos de sus temas más conocidos son versiones de otros artistas, como es el caso de «Hurt» (de Nine Inch Nails), Personal Jesus de Depeche Mode, One de U2, o el tema grabado junto con Joe Strummer, «Redemption Song», que Bob Marley había compuesto poco antes de su muerte.\n\nVendió cerca de noventa millones de álbumes en sus casi cincuenta años de carrera. Es presentado habitualmente como uno de los músicos más importantes en la historia de la música country. Es uno de los tres únicos músicos que han sido admitidos en más de un «Salón de la Fama»: en el Salón de la Fama del Rock and roll, del Country y del Góspel, de modo que, junto con Elvis Presley, es el único artista que está en Salones de la Fama de tres estilos diferentes (Rock, Country y Góspel). Aunque es recordado principalmente como un icono de la música country, sus canciones y el sonido que abarca abrazaron otros géneros como el rock and roll, el rockabilly, el blues, el folk, y el góspel. Fue introducido al Salón de la Fama en todos aquellos múltiples géneros musicales.","strBiographyPT":"John R. Cash (nascido J. R. Cash;[1] Kingsland, 26 de fevereiro de 1932 — Nashville, 12 de setembro de 2003) foi um cantor, compositor, escritor, diretor e ator estadunidense, conhecido por seus fãs como \"O Homem de Preto\". É considerado um dos músicos mais influentes do século XX,[2][3] e também considerado o \"rei da música country\" e um ícone desse gênero.[4] Em uma carreira que durou quase cinco décadas, ele foi para muitas pessoas a personificação do country. Sua voz sepulcral e o distintivo som \"boom chicka boom\" de sua banda de apoio \"Tennessee Two\" são algumas de suas \"marcas registradas\".","strBiographySE":"John R. \"Johnny\" Cash, född J.R. Cash 26 februari 1932 i Kingsland, Cleveland County, Arkansas, död 12 september 2003 i Nashville, Tennessee (till följd av diabetesrelaterade komplikationer), var en amerikansk sångare, kompositör och skådespelare. Han är ett av de mest inflytelserika namnen inom countrygenren genom alla tider, och han var även verksam som skådespelare. Hans album har sålts i mer än 50 miljoner exemplar.\n\nJohnny Cash var otroligt produktiv och lyckades bland annat med konststycket att ge ut nyproducerade skivor under loppet av fem decennier. Hans största hits är låtar som \"I Walk the Line\", \"A Boy Named Sue\", \"Ring of Fire\", \"Sunday Morning Coming Down\" och \"Folsom Prison Blues\". Han blev känd för sin djupa, distinkta röst, det speciella boom-chicka-boom-soundet hos sin bakgrundsgrupp Tennessee Three, sin mörka klädstil och framtoning, vilket gjorde honom känd som The man in black (mannen i svart). Han hälsade alltid publiken vid sina framträdanden med ett enkelt \"Hello, I'm Johnny Cash\".\n\nCash var en man som i mycket tog de utsattas parti, han propagerade för en humanare fängelsevård och han uppträdde vid flera tillfällen på fängelser. En av hans mest sålda skivor är den liveinspelning han gjorde på fängelset i Folsom, Johnny Cash at Folsom Prison, den 13 januari 1968. Den 3 oktober 1972 uppträdde han på Österåkeranstalten norr om Stockholm och framträdandet gavs ut på albumet På Österåker (1973). Vid Sverigebesöket 1972 bjöd pingstpastorn Lewi Pethrus också in Johnny Cash att sjunga i Filadelfiakyrkan i Stockholm. Beslutet var djärvt och kontroversiellt, då frikyrkan – och i synnerhet pingströrelsen – tidigare betraktat så kallade profan musik som synd. Cash bildade 1985 tillsammans med Waylon Jennings, Willie Nelson och Kris Kristofferson supergruppen The Highwaymen.","strBiographyNL":"Johnny (J.R.) Cash (Kingsland (Arkansas), 26 februari 1932 - Nashville (Tennessee), 12 september 2003) was een Amerikaanse countryzanger, gitarist, singer-songwriter, acteur en auteur. Hij werd wereldwijd bekend als The Man in Black (De man in het zwart) en viel op door zijn diepe baritonstem.\n\nHij was een van de invloedrijkste zangers, zowel binnen als buiten het country-genre. Zo belandde Johnny Cash in Rolling Stone op de 31e plaats in zijn lijst van de honderd grootste artiesten aller tijden.[1]\n\nHij was van 1954 tot 1966 getrouwd met Vivian Liberto en vanaf 1968 tot aan haar dood, met June Carter Cash, die op 15 mei 2003 overleed. Johnny Cash stierf een paar maanden later (12 september) op 71-jarige leeftijd in het Baptist Hospital in Nashville aan de gevolgen van suikerziekte.","strBiographyHU":"Johnny Cash (Kingsland, Arkansas, 1932. február 26. – Nashville, Tennessee, 2003. szeptember 12.) tizennyolcszoros Grammy-díjas amerikai énekes, színész, dalszövegíró.\n\nFiatalkora\nJohnny Cash 1932-ben született az Arkansas állambeli Kingslandben, egy szigorú és szegény baptista gyapotültetvényes család negyedik gyermekeként. Szülei Ray Cash (1897–1985) és Carrie Rivers (1904–1991). Gyermekkorának egyik legmeghatározóbb alakja az édesanyja volt, általa kedvelte meg a zenét és különösen a gospelt. (Évtizedekkel később ki is adott egy hagyományos gospeldalokat tartalmazó lemezt, My Mother's Hymn Book címmel.) Édesanyja és egy iskolatársa tanította meg az első gitárakkordokra. Születésekor a J.R. nevet kapta, mivel a szülei nem tudták eldönteni, hogy mi legyen a neve. Ezt a nevet később megváltoztatta, mivel a hadsereg nem fogadott el csak kezdőbetűket, így lett John R. Cash.\n\n1935-ben Dyess Colonyba költöztek, ahol átélték a Mississippi 1937-es áradását. Ezt örökítette meg 1959-es Five Feet High and Rising című dalában.\n\n1944-ben kapta első saját gitárját. Ebben az évben tragédia sújtotta a családot: egyik testvére, Jack, egy körfűrész okozta balesetben életét vesztette. A részletekről annyi került napvilágra, hogy a gyermek fafűrészelés közben előreesett, és a fűrész a fejét érte. Ettől a szörnyű emléktől John sokáig nem tudott szabadulni. A tragédia hatására kezdett el dalokat, verseket írni. 1945-ben egy énektanárhoz küldték, aki arra kérte, ne tegyen mást, csak őrizze meg természetes, szép hangját. Apja ebben az időben egy Dixie (Delta) nevű countryzenekart vezetett.\n\nA következő évben munkát vállalt: farmeroknak hordott vizet. 1950-ben fejezte be a középiskolát, és először egy detroiti karosszériaüzemben kezdett dolgozni. Ezt követően az Evadale margaringyárba került, ahol a műhelyeket és az óriási konténereket kellett tisztán tartania. Ez év júliusában négyéves szolgálatra jelentkezett a légierőhöz, és a Nyugat-Németországban lévő Landsberg Légibázisra került. Itt alakította meg első együttesét Landsberg Barbarians néven.\n\n1954-ben őrmesterként szerelt le. Röviddel hazatérte után feleségül vette a San Antonió-i születésű Vivian Libertót, és Memphisbe költöztek, ahol elektromos cikkek eladásával foglalkozott. Esténként a rádióbemondók iskolájába járt. Memphisben találkozott Luther Perkins elektromos-gitárossal és Marshall Grant basszusgitárossal, akikkel ingyen lépett fel a KWEM rádióban.","strBiographyNO":"Johnny Cash (født J.R. Cash; 26. februar 1932, død 12. september 2003) var en amerikansk musiker.\n\nStilen hans dekket et vidt spekter, med elementer av country, rock and roll, blues og spirituals.\n\nHan var kjent for sin fyldige barytonstemme.\n\nOppveksten\nJohnny Cash vokste opp under den amerikanske depresjonen på trettitallet, og fikk nærkontakt med jorden og naturen gjennom lange dager på bomullsmarkene og på gården. Han hadde et anstrengt forhold til sin strenge far, som til en viss grad kan ha klandret Johnny for at Johnnys bror og forbilde omkom i en ulykke på et sagbruk. Til gjengjeld hadde moren stor tro på Johnny, og var den første som oppdaget hans musikalitet, som hun kalte «gaven». Han lærte mye musikk gjennom salmer, og troen ble en viktig del av hele hans liv. Johnny begynte ikke å spille gitar før han var nærmere tyve år, stasjonert i militæret i Vest-Tyskland. Da han skulle ta sangtimer ble han sendt hjem etter tre øvelser med beskjed om å aldri la noen få forandre det spesielle uttrykket hans – en grov og ru baryton, upolert og firkantet, langt unna de glatte og velproduserte stemmene til mange av tidens populære musikere.","strBiographyIL":"ג'וני קאש (באנגלית: Johnny Cash‏; 26 בפברואר 1932 - 12 בספטמבר 2003) היה זמר רוק, פולק וקאנטרי אמריקאי פופולרי, ושחקן במספר סרטים וסדרות טלוויזיה. הוא היה נשוי רוב חייו לזמרת הקאנטרי ג'וּן קארטר קאש (1929-2003).\n\nבשל קולו העמוק ולבושו השחור הוא זכה לכינוי ה\"איש בשחור\" (מאנגלית: The Man in Black). חלק משיריו המפורסמים הם Hurt ,The Man in Black, I Walk the Line, Highwayman, Folsom Prison Blues, A Boy Named Sue, Get Rhythm, הדואט Jackson (עם אשתו ג'ון קארטר) ורבים אחרים[1].\n\nבמהלך חייו מכר קאש 50 מיליון אלבומים והוא נחשב לאחד מזמרי הקאנטרי־רוק החשובים בתולדות המוזיקה המודרנית האמריקאית. הוא אחד מארבעה אמנים החברים ב-4 מהיכלי התהילה המרכזיים של המוזיקה: קאנטרי, רוק אנד רול, רוקאבילי וכותבי השירים מנאשוויל (Nashville Songwriters).\n\n","strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Kingsland, Arkansas, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rxqyxx1483806891.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/johnny-cash-4e4de0339cc45.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/yavtgj1643370733.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/6hjwn51643370838.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/vruppy1531319165.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ypuyuw1385927303.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/wysuvv1385927227.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/z3wx0m1635582966.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/2vejdn1635582784.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/vrtrvw1385121543.jpg","strMusicBrainzID":"d43d12a1-2dc9-4257-a2fd-0a3bb1081b86","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Johnny Cash/+charts?rangetype=6month","intCharted":"3","strLocked":"unlocked"}]}