{"artists":[{"idArtist":"147358","strArtist":"Ronald Isley","strArtistStripped":null,"strArtistAlternate":"","strLabel":"Island Def Jam Music Group","idLabel":"44391","intFormedYear":"1954","intBornYear":"1941","intDiedYear":null,"strDisbanded":null,"strStyle":"","strGenre":"R&B","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Ronald Isley (/ˈaɪzliː/; born May 21, 1941) is an American recording artist, songwriter, record producer, and occasional actor. Isley is better known as the lead singer and founding member of the family music group the Isley Brothers.\n\nIsley was born the third of six brothers (O'Kelly Isley, Jr., Rudolph Isley, Ronald, Vernon Isley, Ernie Isley, Marvin Isley) to Sallye Bernice (Bell) and O'Kelly Isley, Sr. Ronald, like many of his siblings, began his career in the church. He began singing at the age of two, winning a $25 war bond for singing at a spiritual contest at the Union Baptist Church. By the age of seven, Ronald was singing on-stage at venues such as the Regal Theater in Chicago, alongside Dinah Washington and a few other notables.\n\nBy his early teens, he was singing regularly with his brothers in church tours and also first appeared on TV on Ted Mack's Amateur Hour. In 1957, sixteen-year-old Ronald and his two elder brothers O'Kelly, 19 and Rudy, 18, moved to New York, recording doo-wop for local labels before landing a major deal with RCA Records in 1959, where the trio wrote and released their anthemic \"Shout\". By the summer of 1959, the Isley family had moved from Cincinnati to a home in Englewood, New Jersey.\n\nFor much of the Isley Brothers' duration, Ron Isley would remain the group's consistent member of the group as well as the lead vocalist for most of the group's tenure with sporadic lead shares with his older brothers. In 1969, Ron and his brothers reformed T-Neck Records in a need to produce themselves without the control of record labels, forming the label shortly after ending a brief tenure with Motown. In 1973, the group's style and sound drastically changed following the release of the 3 + 3 album where brothers Ernie Isley and Marvin Isley and in-law Chris Jasper permanently enter the brothers' lineup, writing the music and lyrics to the group's new sound. The younger brothers had been providing instrumental help for the brothers since the late 1960s. By the mid-1970s, Ronald was living in Teaneck, New Jersey.\n\nAfter Kelly Isley's death in 1986 and Rudy Isley's exit to fulfill a dream of ministry in 1989, Ronald has carried on with the Isley Brothers name either as a solo artist or with accompanying help from the group's younger brothers, much more prominently, Ernie Isley. In 1990, Isley scored a top-ten duet with Rod Stewart with a cover of his brothers' hit \"This Old Heart of Mine (Is Weak for You)\", and in 2003 Ronald recorded a solo album, Here I Am: Bacharach Meets Isley, with Burt Bacharach. In addition, Ron Isley became a sought-after hook singer for R&B veteran R. Kelly, and hip-hop acts such as Warren G, 2Pac and UGK.\n\nRonald released his first solo album Mr. I on November 30, 2010. The album includes the first single \"No More\" It debuted at number 50 on the Billboard 200, selling 22,243 copies. It was his first solo album to crack that chart.\n\nIn 2010, Isley received a \"Legend Award\" at the Soul Train Music Awards.\n\nIn 2013, Ronald released his second solo album This Song Is For You sign labels eOne. The album includes the first single \"Dinner and A Movie\". Second single, Premiere Song \"My Favorite Thing\" wrote, features and produced singer, Kem. Ronald received a nominees Independent R&B/Soul Artist Performance, at the Soul Train Music Awards.\n\nIn 2014, Ronald made a cameo appearance in the music video for Kendrick Lamar song \"i\".","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Cincinnati, Ohio","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/rtwuqx1555663172.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":null,"strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"ad8585b3-655e-4e6f-82a8-e10f89ec65f3","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}