{"artists":[{"idArtist":"150391","strArtist":"Marvin Hamlisch","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1944","intDiedYear":"2012","strDisbanded":null,"strStyle":"","strGenre":"Jazz","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Marvin Frederick Hamlisch (June 2, 1944 – August 6, 2012) was an American composer and conductor. Hamlisch was one of only twelve people to win Emmy, Grammy, Oscar and Tony awards. This collection of all four is referred to as an \"EGOT\". He is one of only two people (along with Richard Rodgers) to have won those four prizes and a Pulitzer Prize.\nEarly life :\nHamlisch was born in Manhattan, to Viennese-born Jewish parents Lilly (née Schachter) and Max Hamlisch. His father was an accordionist and bandleader. Hamlisch was a child prodigy and, by age five, he began mimicking the piano music he heard on the radio. A few months before he turned seven, in 1951, he was accepted into what is now the Juilliard School Pre-College Division.\nHis first job was as a rehearsal pianist for Funny Girl with Barbra Streisand. Shortly afterward, he was hired by producer Sam Spiegel to play piano at Spiegel's parties. This connection led to his first film score, The Swimmer. His favorite musicals growing up were My Fair Lady, Gypsy, West Side Story, and Bye Bye Birdie. Hamlisch attended Queens College, earning his Bachelor of Arts degree in 1967.\nMusic for films :\nAlthough Liza Minnelli's debut album included \"The Travelin' Life\", a song he wrote in his teens (originally titled \"Travelin' Man\"), his first hit did not come until he was 21 years old. This song, \"Sunshine, Lollipops, and Rainbows\", co-written with Howard Liebling, was recorded by Lesley Gore and reached No. 13 on the Billboard Hot 100 in the summer of 1965. His first film score was for The Swimmer, after the film's producer Sam Spiegel hired Hamlisch based on a piano performance Hamlisch did at a party. Later he wrote music for several early Woody Allen films such as Take the Money and Run and Bananas. In addition, Hamlisch co-wrote the song \"California Nights\" (also with Liebling), which was recorded by Lesley Gore for her 1967 hit album of the same name. The Bob Crewe-produced single peaked at No. 16 on the Hot 100 in March 1967, two months after Gore had performed the song on the Batman TV series, in which she guest-starred as an accomplice to Julie Newmar's Catwoman.\nAmong his better-known works during the 1970s were adaptations of Scott Joplin's ragtime music for the motion picture The Sting, including its theme song, \"The Entertainer\". It hit No. 1 on Billboard's Adult Contemporary chart and No. 3 on the Hot 100, selling nearly 2 million copies in the U.S. alone. He had great success in 1973, winning two Academy Awards for the title song and the score for the motion picture The Way We Were and an Academy Award for the adaptation score for The Sting. He won four Grammy Awards in 1974, two for \"The Way We Were\". In 1975, he wrote what, for its first 12 years, would be the original theme music for Good Morning America—it was built around four notes. He co-wrote \"Nobody Does It Better\" for The Spy Who Loved Me (1977) with his then-girlfriend Carole Bayer Sager, which would be nominated for an Oscar. In the 1980s, he had success with the scores for Ordinary People (1980) and Sophie's Choice (1982). He also received an Academy-Award nomination in 1986 for the film version of A Chorus Line. His last projects included The Informant! (2009), starring Matt Damon and directed by Steven Soderbergh. Prior to his death, he completed his first children's book Marvin Makes Music, which included the original music \"The Music in My Mind\" with words by Rupert Holmes, and the score for the HBO film Behind the Candelabra (2013), also directed by Soderbergh and starring Damon and Michael Douglas as Liberace.","strBiographyDE":"Marvin Frederick Hamlisch (* 2. Juni 1944 in New York City, New York; † 6. August 2012 in Los Angeles, Kalifornien) war ein US-amerikanischer Komponist. Er gilt als einer der erfolgreichsten Musical- und Filmkomponisten des 20. Jahrhunderts. Er zählt zu den wenigen Künstlern, die Emmy, Grammy, Oscar und Tony Award gewonnen haben. \n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"American","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/tyytyp1524117213.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/tvxswq1524117168.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/hamlisch-marvin-5293d7d19578e.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/hamlisch-marvin-5293d7dca22dd.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"fd9f268a-89ef-4577-81f4-efebc9517a07","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}