{"artists":[{"idArtist":"122263","strArtist":"Albert Hammond","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1944","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Pop-Rock","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Albert Louis Hammond OBE (born 18 May 1944) is an English singer, songwriter, and record producer based in the British Mediterranean territory of Gibraltar.\n\nHammond was born in London, England, where his family had been evacuated to from Gibraltar during World War II. His family returned to Gibraltar shortly after his birth, and it is there he grew up. In 1960, he started in music with Gibraltarian band 'The Diamond Boys', which had no real commercial success, but played a part in Spain's introduction to pop and rock music. The Diamond Boys performed at the first nightclubs in Madrid to stage modern bands alongside Spanish rock and roll pioneers such as Miguel Ríos. In 1966 Hammond co-founded the British vocal group The Family Dogg, scoring a UK Top 10 hit with \"A Way of Life\" in 1969.","strBiographyDE":"Albert Hammond (* 18. Mai 1944 in London) ist ein Singer-Songwriter und Musikproduzent. Er schrieb Hits wie It Never Rains in Southern California, The Air That I Breathe und One Moment in Time.\n\nAlbert Hammond wurde 1944 als eines von drei Kindern in London geboren. Bereits einige Monate nach seiner Geburt gingen seine Eltern mit ihm zurück nach Gibraltar, wo die Wurzeln seiner Familie liegen.\n\nIm Alter von neun Jahren sang Hammond im Kirchenchor. Etwa zur selben Zeit machte sein Onkel die ersten Demoaufnahmen mit ihm. Mit 14 Jahren absolvierte Hammond mit seinem Freund Richard Cartwright seine ersten Auftritte, sie traten als „Albert & Richard“ in Gibraltar und Spanien auf. 1960 verließ er die Schule und gründete mit Cartwright und weiteren Musikern, darunter sein Bruder Leslie, die Band „The Diamond Boys“. Ihr Repertoire bestand aus englischem und spanischem Rock’n’Roll, und die Band war in Spanien sehr populär.\n\nGemeinsam mit Duffy schrieb und produzierte er die meisten Titel auf deren zweitem, 2010 erschienenen Album Endlessly.\nAm 19. November 2010 erschien mit Legend ein neues Album. Es beinhaltet Hammonds Klassiker, die mit bekannten Duettpartnern neu aufgenommen wurden. Enthalten ist auch ein Duett mit seinem Sohn Albert Hammond Junior, der Gitarrist bei The Strokes ist.","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":"Albert Louis Hammond OBE (nacido el 18 de mayo de 1944) es un cantante, compositor y productor discográfico inglés con sede en el territorio mediterráneo británico de Gibraltar.\n\nHammond nació en Londres, Inglaterra, donde su familia había sido evacuada desde Gibraltar durante la Segunda Guerra Mundial. Su familia regresó a Gibraltar poco después de su nacimiento, y allí creció. En 1960, se inició en la música con la banda gibraltareña 'The Diamond Boys', que no tuvo un verdadero éxito comercial, pero que jugó un papel importante en la introducción de la música pop y rock en España. The Diamond Boys actuaron en las primeras discotecas de Madrid para poner en escena bandas modernas junto a pioneros del rock and roll español como Miguel Ríos. En 1966, Hammond cofundó el grupo vocal británico The Family Dogg, logrando un éxito en el Top 10 del Reino Unido con \"A Way of Life\" en 1969.","strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"London, England","strCountryCode":"GB","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wvwwwv1374510861.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/hammond-albert-56b736ca80247.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/txvpsr1547116736.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/tpruyp1547116758.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/wvystr1547116776.jpg","strArtistFanart4":null,"strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/hammond-albert-57d6d5540324c.jpg","strMusicBrainzID":"364f3cef-442b-4182-ae78-4e7e79683c24","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}