{"artists":[{"idArtist":"121349","strArtist":"Max Bruch","strArtistStripped":null,"strArtistAlternate":"Bruch","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1838","intDiedYear":"1920","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Max Christian Friedrich Bruch (6 January 1838–2 October 1920), also known as Max Karl August Bruch, was a German Romantic composer and conductor who wrote over 200 works, including three violin concertos, the first of which has become a staple of the violin repertory.\nEarly life and education :\nBruch was born in Cologne, the son of Wilhelmine (née Almenräder), a singer, and August Carl Friedrich Bruch, a lawyer who became vice president of the Cologne police.:15 Max had a sister, Mathilde (\"Till\").\nHe received his early musical training under the composer and pianist Ferdinand Hiller, to whom Robert Schumann dedicated his piano concerto in A minor. The Bohemian composer and piano virtuoso Ignaz Moscheles recognized his aptitude.:25 At the age of nine he wrote his first composition, a song for his mother's birthday. From then on music was his passion, and his studies were enthusiastically supported by his parents. He wrote many minor early works including motets, psalm settings, piano pieces, violin sonatas, a string quartet and even orchestral works such as the prelude to a planned opera Joan of Arc. Few of these early works have survived, however.\nThe first music theory lesson he had was in 1849 in Bonn, and it was given to him by Professor Heinrich Carl Breidenstein, a friend of his father. At this time he was staying at an estate in Bergisch Gladbach, where he wrote much of his music. The farm belonged to a lawyer and notary called Neissen, who lived in it with his unmarried sister. Later the estate was bought by the Zanders family who owned a large paper mill. The young Bruch was taught French and English conversation by his father. In later years, Maria Zanders became a friend and patron.\nCareer :\nBruch had a long career as a teacher, conductor and composer, moving among musical posts in Germany: Mannheim (1862–1864), Koblenz (1865–1867), Sondershausen (1867–1870), Berlin (1870–1872), and Bonn, where he spent 1873–78 working privately. At the height of his career he spent three seasons as conductor of the Liverpool Philharmonic Society (1880–83).","strBiographyDE":null,"strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Germany","strCountryCode":"DE","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/ututvx1462698086.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/ruwwsv1564821901.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"e3d5cfcd-e42b-411d-add2-716a5029f59b","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}