{"album":[{"idAlbum":"2113409","idArtist":"111568","idLabel":null,"strAlbum":"Chronologie","strAlbumStripped":"Chronologie","strArtist":"Jean Michel Jarre","strArtistStripped":"Jean Michel Jarre","intYearReleased":"1993","strStyle":"Electronic","strGenre":"Electronic","strLabel":null,"strReleaseFormat":"Album","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/uvryvs1341958986.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/y1sefr1607851144.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/lbpex11675161138.png","strAlbum3DFlat":null,"strAlbum3DFace":null,"strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/hvx89v1675161143.png","strDescriptionEN":"Chronologie (English: \"chronology\") is an album by French electronic musician Jean Michel Jarre, and was released on Disques Dreyfus (with license to Polydor) in 1993. It is his eighth overall studio album. It is inspired by Stephen Hawking's book A Brief History of Time. \"Chronologie Part 4\" and \"Chronologie Part 5\" started out as a composition for the Swiss watch company Swatch. The album was a return to Jarre's usual formula, after Revolutions (1988) and Waiting for Cousteau (1990). The sound of Chronologie was based on a new wave of electronic dance music that had been developing since the late 1980s. Like Jarre's previous album Waiting for Cousteau, Chronologie charted at Number 9 in the UK charts.","strDescriptionDE":"Chronologie (spätere Versionen auch unter englischem Titel Chronology) ist ein instrumentales Musikalbum des französischen Musikers Jean-Michel Jarre. Es wurde im Mai 1993 bei Disques Dreyfus in Frankreich bzw. bei Polydor im Rest der Welt veröffentlicht. Chronologie ist Jarres insgesamt elftes Studioalbum. Inspiriert durch das Buch Eine kurze Geschichte der Zeit von Stephen Hawking wurden Chronologie Part 4 und Chronologie Part 5 ursprünglich für Swatch als Werbemusik komponiert, bis sich Jarre dazu entschloss, beide Stücke als Teil eines komplett neuen Albums zu veröffentlichen. Ähnlich wie sein vorheriges Album Waiting for Cousteau, stieg Chronologie auf Platz 11 in die britischen Charts ein. ","strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":"Chronologie — восьмой студийный альбом французского композитора Жан-Мишеля Жарра, вышедший в 1993 году.\nНа написание альбома, Жарра вдохновила книга Стивена Хокинга «Краткая история времени». Выдержан в стилях нью-эйдж, синтипоп, прогрессив-рок. Тема боя часов, а также композиции «Chronologie 4» и «Chronologie 5» были сочинены в 1992 году для швейцарской часовой компании Swatch. Наброски этих композиций можно было услышать на концертах в честь достижения компанией рубежа в 100 миллионов проданных часов, прошедших 25 и 26 сентября 1992 года в местечке Церматт на юге Швейцарии.\n\nВ «Chronologie 6» Жан-Мишель Жарр впервые сыграл на аккордеоне.\n\nРитмическая основа для «Chronologie 2» позаимствована с одной из ранних композиций Жарра - «Erosmachine».\n\nВ конце 8-го трека слышен обратный отсчёт, который также использовался в качестве отсчёта к началу представления в туре Europe in concert.","strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"8.3","intScoreVotes":"3","strReview":"","strMood":"Dreamy","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"b3812fae-e1e1-3edb-a21b-e13abccaa5a7","strMusicBrainzArtistID":"86e2e2ad-6d1b-44fd-9463-b6683718a1cc","strAllMusicID":null,"strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":"75908","strWikidataID":"Q430044","strWikipediaID":"Chronologie","strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}