{"album":[{"idAlbum":"2272613","idArtist":"113786","idLabel":null,"strAlbum":"Harry Potter and the Philosopher's Stone","strAlbumStripped":"Harry Potter and the Philosophers Stone","strArtist":"John Williams","strArtistStripped":"John Williams","intYearReleased":"2001","strStyle":"Classical","strGenre":"OST","strLabel":null,"strReleaseFormat":"Soundtrack","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/harry-potter-and-the-philosophers-stone-550157b28a181.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/harry-potter-and-the-philosophers-stone-5501579eceb96.png","strAlbumSpine":null,"strAlbum3DCase":null,"strAlbum3DFlat":null,"strAlbum3DFace":null,"strAlbum3DThumb":null,"strDescriptionEN":"The soundtrack to Harry Potter and the Philosopher's Stone (titled Harry Potter and the Sorcerer's Stone in the United States) was released on 30 October 2001. The film's score was composed and conducted by John Williams. The soundtrack was nominated for Best Original Score at the 74th Academy Awards. The film introduces many character-specific themes (leitmotifs) that are used in at least one sequel as well, although most of the themes are only used again in Chamber of Secrets. These themes include two themes for Voldemort, two themes for Hogwarts, a Diagon Alley theme, a Quidditch theme, a flying theme, two friendship themes, and the main theme (\"Hedwig's Theme\"). This main theme was reprised and developed in all eight of the main Harry Potter films, as well as the spinoff films Fantastic Beasts and Where to Find Them and its sequels, Fantastic Beasts: The Crimes of Grindelwald and Fantastic Beasts: The Secrets of Dumbledore.\n\nThe soundtrack was certified gold in Canada (50,000 units) by the Canadian Recording Industry Association on 14 December 2001. It was also certified gold in Japan for 100,000 units by the RIAJ. In 2002, the soundtrack was nominated for Best Original Score at the 74th Academy Awards in which Williams took part in conducting the ceremony. However, Williams lost to Howard Shore's score of The Lord of the Rings: The Fellowship of the Ring.\n\nThe score was performed by the London Session Orchestra at Air Lyndhurst Studios and Abbey Road Studios in London with orchestrations provided by Williams, Alexander Courage, Conrad Pope, John Neufeld, Eddie Karam, Pete Anthony, Benjamin Wallfisch and Larry Rench. It entered the Billboard 200 at No. 48 and also charted at No. 2 on the Top Soundtracks Chart. In UK, the album charted at number 19. In 2018, the soundtrack was released by La-La-Land Records as a 3-Disc CD set encompassing the complete score of the film as part of a limited edition box set featuring the scores for the first three Harry Potter films.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"2","intScoreVotes":"1","strReview":"","strMood":"Theatrical","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"3f7bd371-cf1e-3c26-bba5-5f06926976d0","strMusicBrainzArtistID":"53b106e7-0cc6-42cc-ac95-ed8d30a3a98e","strAllMusicID":null,"strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":null,"strWikidataID":null,"strWikipediaID":null,"strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}