{"album":[{"idAlbum":"2113809","idArtist":"111277","idLabel":"43473","strAlbum":"Greatest Hits","strAlbumStripped":"Greatest Hits","strArtist":"Bruce Springsteen","strArtistStripped":"Bruce Springsteen","intYearReleased":"1995","strStyle":"Rock/Pop","strGenre":"Rock","strLabel":"Columbia","strReleaseFormat":"Compilation","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/qtyqpx1367233365.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/greatest-hits-4ff995540ab24.png","strAlbumSpine":null,"strAlbum3DCase":"https://www.theaudiodb.com/images/media/album/3dcase/330gnb1605708203.png","strAlbum3DFlat":"https://www.theaudiodb.com/images/media/album/3dflat/0trcix1605708230.png","strAlbum3DFace":"https://www.theaudiodb.com/images/media/album/3dface/60y5g71605708239.png","strAlbum3DThumb":"https://www.theaudiodb.com/images/media/album/3dthumb/a8lvyp1605708218.png","strDescriptionEN":"Greatest Hits is Bruce Springsteen's first compilation album, released February 27, 1995 on Columbia Records. It is a collection of some of Springsteen's hit singles and popular album tracks through the years and four extra numbers at the end, mostly recorded with the E Street Band in 1995. The latter constituted Springsteen's first (albeit very partial) release with his backing band since the late 1980s. Some of the songs are shorter versions of the original album releases.\n\nThe incorporation of the \"new\" tracks was portrayed in the 1996 documentary Blood Brothers. \"Murder Incorporated\" and \"This Hard Land\" were, in fact, unused 1982 songs from the Born in the U.S.A. sessions, with the latter being re-recorded here more than a decade later, and both subsequently became Springsteen concert staples. \"Blood Brothers\", on the other hand, was played only as the final closing song of both the 1999-2000 Reunion Tour and 2002-2003 Rising Tour, both times with an extra verse added. \"Secret Garden\" achieved notoriety via the soundtrack of the 1996 film Jerry Maguire. Alternate versions of several of these new tracks were released on the 1996 Blood Brothers EP.\n\nThe compilation was commercially successful, hitting the peaks of the U.S. album chart and UK Album Chart and selling more than four million copies in the U.S.\n\nhe reception by music critics of Greatest Hits was rather negative upon the album's release, as were more contemporary reviews. David Browne of Entertainment Weekly felt that the album was released when it was because the Grammy Awards were coming up and \"Streets of Philadelphia\" was up for five awards and that the songs on the album were selected because of charting success which means that several important songs were overlooked. He also felt that \"Murder Incorporated\" was the only good new song on the album and that overall the album felt as if Bruce did not believe in himself any more. The Rolling Stone review of the album by Parke Puterbaugh was rather unfavorable, which is surprising as most of Springsteen's albums were praised by the magazine. Parke felt that the songs on the collection belonged on their original LP releases, that songs from before Born to Run should have been included and that the new songs weren't that good. A more contemporary review by Allmusic's Stephen Thomas Erlewine was also unfavorable, saying that a lot of Bruce's hits and popular album tracks were missing, that \"Murder Incorporated\" was better than the other new songs, and that The Essential Bruce Springsteen was much better than Greatest Hits.","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":"9.7","intScoreVotes":"3","strReview":"","strMood":"Enlightened","strTheme":"","strSpeed":"Medium","strLocation":null,"strMusicBrainzID":"f722b0db-3035-3b4b-b499-57e42d4219c7","strMusicBrainzArtistID":"70248960-cb53-4ea4-943a-edb18f7d336f","strAllMusicID":null,"strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":null,"strWikidataID":null,"strWikipediaID":null,"strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}