{"artists":[{"idArtist":"111568","strArtist":"Jean Michel Jarre","strArtistStripped":null,"strArtistAlternate":"Jean-Michel Jarre","strLabel":"","idLabel":null,"intFormedYear":"1972","intBornYear":"1948","intDiedYear":null,"strDisbanded":null,"strStyle":"Electronic","strGenre":"Electronic","strMood":"Dreamy","strWebsite":"www.jeanmicheljarre.com","strFacebook":"www.facebook.com/jeanmicheljarre","strTwitter":"1","strBiographyEN":"Jean Michel André Jarre (born 24 August 1948 in Lyon) is a French composer, performer and music producer. He is a pioneer in the electronic, ambient and New Age genres, and known as an organiser of outdoor spectacles of his music featuring lights, laser displays, and fireworks.\n\nJarre was raised in Lyon by his mother and grandparents, and trained on the piano. From an early age he was introduced to a variety of art forms, including those of street performers, jazz musicians, and the artist Pierre Soulages. He played guitar in a band, but his musical style was perhaps most heavily influenced by Pierre Schaeffer, a pioneer of musique concrète at the Groupe de Recherches Musicales.\n\nHis first mainstream success was the 1976 album Oxygène. Recorded in a makeshift studio at his home, the album sold an estimated 12 million copies. Oxygène was followed in 1978 by Équinoxe, and in 1979 Jarre performed to a record-breaking audience of more than a million people at the Place de la Concorde, a record he has since broken three times. More albums were to follow, but his 1979 concert served as a blueprint for his future performances around the world. Several of his albums have been released to coincide with large-scale outdoor events, and he is now perhaps as well known as a performer as a musician.\n\nAs of 2004 Jarre had sold an estimated 80 million albums. He was the first Western musician to be allowed to perform in the People's Republic of China, and holds the world record for the largest-ever audience at an outdoor event.","strBiographyDE":"Jean-Michel Jarre (* 24. August 1948 in Lyon), eigentlich Jean-Michel André Jarre, ist ein französischer Musiker, Komponist und Musikproduzent. Unter dem Einfluss von Pierre Schaeffer entstanden ab Anfang der 1970er Jahre Kompositionen für den Synthesizer, die als wegbereitend für die elektronische Musik gelten. Im Laufe seiner Karriere verkaufte Jarre weltweit etwa 80 Millionen Tonträger. Wiederholt visualisierte er seine Musik in von ihm konzipierten Mega-Konzerten.\n","strBiographyFR":"Jean-Michel André Jarre naît le 24 août 1948 à Lyon, quartier de la Croix Rousse, fils de Maurice Jarre (compositeur de musiques de films) et de France Pejot (ancienne résistante) dans une famille de musiciens. Il est influencé dès son plus jeune âge par son grand-père musicien et bricoleur, co-inventeur de la première table de mixage pour la radio française.\nJean-Michel Jarre, pionnier de la musique électronique en France, est le premier a avoir introduit la musique électroacoustique à l'Opéra de Paris dès 1971. Engagé au sein du Groupement de recherche musicale (GRM) animé par Pierre Schaeffer, il expérimente de nouvelles formes sonores, dont l'album \"Oxygène\", sorti en 1976, est une clé de voûte.\nAu fil de ses albums, Jean-Michel Jarre réunit un public considérable au sein de concerts concept, dont le premier se tient place de la Concorde en 1979. Il réitère l'expérience en 1990 à La Défense devant plus de 2,5 millions de spectateurs, produit 3 concerts à l'Acropole d'Athènes en 2001, et donne un concert géant dans le Sahara en 2005. Ambassadeur de bonne volonté de l'Unesco depuis 1993, Jean-Michel Jarre est également porte-parole européen de l'industrie musicale à propos d'Internet et des nouveaux médias.\nJean-Michel Jarre maintient allègrement son statut d'avant-gardiste après plus de 30 ans de carrière musicale, en publiant le premier album composé et réalisé en 5.1 en 2004, \"Aero\". \"Teo & Tea\" sorti en 2007, ainsi qu'une série de concerts événement donnés à l'issue de la republication d'\"Oxygène\", indiquent la santé d'un artiste majeur des musiques électroniques, toujours à la pointe des nouvelles technologies.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":"Жан-Мишель Андре Жарр (фр. Jean-Michel André Jarre; 24 августа 1948, Лион) — французский композитор, мультиинструменталист, один из пионеров электронной музыки, играющий в основном на синтезаторах, автор и постановщик грандиозных музыкально-световых шоу.\n\nЖан-Мишель Андре Жарр родился 24 августа 1948 года в Лионе, Франция. Сын композитора Мориса Жарра и участницы движения Сопротивления Франс Пежо (1914—2010), заключённой в годы немецкой оккупации в концентрационный лагерь Равенсбрюк (1944), сводный брат киносценариста Кевина Жарра. Бабушка Жарра происходила из семьи еврейских иммигрантов из Российской империи.\n\nКогда Жан-Мишелю было пять лет, его родители развелись, и отец переехал в Америку. Жан-Мишель жил со своей матерью в маленькой квартирке в пригороде Парижа. У отца и сына нормального общения не вышло.\n\nЖан-Мишель начал учиться играть на фортепиано уже в 5 лет. Учась в лицее Мишле, параллельно брал уроки гармонии, контрапункта и фуги у Жанин Рюеф из Парижской консерватории.Находясь под влиянием британской поп-музыки, играл на гитаре в различных парижских группах. С 1968 года был членом Группы музыкальных исследований (фр. Groupe de recherches musicales) под руководством Пьера Шеффера, занимаясь неевропейской музыкой (африканской, народов Океании и Амазонии и др.). Однако новое увлечение электронным звучанием и синтезаторами пошло вразрез с основными доктринами GRM, и Жарр ушёл из Группы, сосредоточившись на электронно-синтезаторном экспериментировании и реализации собственных идей. В 1969 был записан электронный сингл «La Cage / Erosmachine», а в 1971 Жарр использовал электронную музыку для сопровождения балета AOR в парижском «Пале Гарнье». В 1972 году вышел его альбом Deserted Palace. Далее он стал писать композиции любого назначения: для использования в ресторанах и аэропортах, для рекламы, на радио, телевидении, для фильмов, сочинения для оперы и балета, поп-музыку.\n\nВ 1976 году выходит альбом Oxygène («Кислород»). «Космическая» синтезаторная электроника Жарра имела большой успех: альбом вскоре стал «золотым» и завоевал награду «Grand Prix du Disque[en]». В конце 70-х — начале 80-х Жарр стал одним из главных представителей электронной музыки.В общей сложности по всему миру было продано более 80 млн копий его альбомов.\n","strBiographyES":"Jean Michel André Jarre (nacido el 24 de agosto de 1948 en Lyon) es un compositor, intérprete y productor musical francés. Es un pionero en los géneros electrónico, ambiental y New Age, y es conocido por organizar espectáculos al aire libre de su música acompañándolos de luces, pantallas laser y fuegos artificiales.\n\nJarre fue criado en Lyon por su madre y sus abuelos, y se entrenó en el piano. Desde temprana edad fue presentado a una variedad de formas artísticas, incluidas las de artistas callejeros, músicos de jazz y el artista Pierre Soulages. Tocaba la guitarra en una banda, pero su estilo musical fue quizás más influenciado por Pierre Schaeffer, un pionero de la música concreta en el Groupe de Recherches Musicales.\n\nSu primer éxito fue el álbum de 1976 Oxygène, grabado en un estudio improvisado en su casa. El álbum vendió aproximadamente 12 millones de copias. Oxygène fue seguido en 1978 por Équinoxe, y en 1979 Jarre tocó para una audiencia récord de más de un millón de personas en la Place de la Concorde, un récord que desde entonces ha roto tres veces. Más álbumes iban a seguir, pero su concierto de 1979 sirvió como un plan para sus futuras actuaciones en todo el mundo. Varios de sus álbumes se han lanzado para coincidir con eventos al aire libre a gran escala, y ahora es quizás tan conocido como intérprete como músico.\n\nA partir de 2004 Jarre había vendido un estimado de 80 millones de álbumes. Fue el primer músico occidental en presentarse en la República Popular de China, y tiene el récord mundial de la audiencia más grande de la historia en un evento al aire libre.","strBiographyPT":"Jean-Michel André Jarre (Lyon, 24 de agosto de 1948) é um instrumentista, compositor e productor musical francês, filho do aclamado compositor de trilhas sonoras Maurice Jarre.\n\nJean-Michel é um pioneiro da new age, música eletrônica e música ambiente. É conhecido como um organizador de espetáculos ao ar livre de sua música, que combina luzes, displays de laser e fogos de artifício.\n\nSeu primeiro grande sucesso foi o álbum Oxygène, lançado em 1976. Gravado em um estúdio improvisado em sua casa, o álbum vendeu cerca de 12 milhões de cópias em todo mundo. Oxygène foi seguido de Equinoxe, lançado em 1978, e em 1979, Jarre se apresentou para um público recorde de mais de um milhão de pessoas, na Praça da Concórdia, em Paris, França, um recorde que ele mesmo quebrou três vezes. Mais álbuns seguiram-se, e seu show de 1979 serviu como modelo para suas actuações futuras em todo o mundo.\n\nAté o ano de 2004, Jarre tinha vendido aproximadamente 80 milhões de álbuns. Ele foi o primeiro músico ocidental a ser autorizado a realizar um show na República Popular da China, e detém o recorde mundial para a maior público num evento ao ar livre.","strBiographySE":null,"strBiographyNL":null,"strBiographyHU":"Jean Michel Jarre a popzene történetének egyik legkreatívabb alkotó zenész-egyénisége. A kilencvenes évek közepéig több, mint 75 millió lemeze kelt el világszerte. Alkotásainak stílusát és zeneművészeti jelentőségét tekintve nehéz besorolni. Apja, Maurice Jarre Oscar-díjas zeneszerző, anyja pedig France Pejot, a II. világháború alatt, a Francia Ellenállási mozgalom fontos tagja volt. Sokan azt gondolhatják, hogy egyértelmű volt a zenei pályája, de szülei 5 éves korában elváltak. Apja az Egyesült Államokba ment. A kis Jean Michel anyjával és a nagyszülőkkel maradt Lyonban. Azért zenei téren is maradt segítség, a nagypapa részéről, ugyanis André Jarre gyönyörűen játszott oboán. Ötévesen kezdett el zongorázni, klasszikus zeneelméleti tanulmányait hamar abbahagyta és a jazz felé fordult. Kamaszkorában, anyja gyakran elkísérte, a a Rue du Chat Qui Peche, (A halászó macska utcája), - mely nevét, Földes Jolán magyar írónő, leghíresebb regénye után kapta - a Le Chat Qui Peche párizsi jazz klubba, ahol Archie Shepp, John Coltrane és Chet Baker is játszottak. Ebben az időszakban ismerte meg Pierre Soulages festészetét, Stravinsky valamint Oum Kalthoum arab énekesnő műveit, akik hatással voltak művészetére. Még tinédzser volt, amikor megalakította a Mystere IV nevű rockbandát. Tanulmányait a párizsi konzervatóriumban végezte. 1969-ben a párizsi Groupe de recherches musicales művészeti kutatócsoport tagja lett, mely az elektronikus-akusztikai zeneszerzést is vizsgálta. Itt Pierre Schaeffer tanítványa lett. 1971-ben jelent meg első kislemeze a La Cage, ezt egy év múlva követte a Deserted Palace című alkotás, melyeken Philip Glass jazzes és John Cage elvontabb stílusait is alkalmazta. Ezek a kezdeti, útkereső próbálkozások nem arattak sikert. 1973-ban az Égő pajták, Alain Delon és Simone Signoret filmje zenéjének megkomponálására kérik fel. 1975-ig főleg színházi zenéket, egy balettzenét, valamint egy elektronikus operát komponált AOR címmel. Pop-rockos dalokat írt Françoise Hardy, Gérard Lenorman, Christophe és Patrick Juvet számára. Egy évre rá jelent meg a lakásukban épített stúdióban felvett Oxygène, a Disques Dreyfus kiadó segítségével, mely hirtelen a szupersztárok közé emelte. Az Oxygène példa nélkül álló nemzetközi sikert ért el, zenei szerkezetével és hangszerelési formáival valóságos zenei forradalmat indított el a popzene történetében. Az űrbéli, sci-fi hangzást hallva, az akkori újságok, olyanokat írtak róla, hogy az űrben született, ami kapcsolódik ahhoz, hogy Arthur C. Clarke, későbbi 2010 Űrodüsszeia könyve utószavában, köszönetet mond Jarre-nak a zenei inspirációért. A korongról két szám is felkerült az angol toplistákra. 1978-ban jött a folytatás, az Équinoxe, mely hangszerelését tekintve, igen hasonló az Oxygène-éhez és szintén a slágerlisták elején landolt. 1979-ben a francia forradalom évfordulóján, a párizsi Concorde téren rendezett koncertet, ami egyben hatalmas technikai újítás is volt, hiszen addig soha nem hangosítottak be ekkora területet. Szinte egész Párizs élvezhette a koncertet. Hatalmas videokivetítőket helyeztek el a város több pontján, lézersugarak háromdimenziós effekteket és animációkat rajzoltak, az éji égboltot tűzijáték világította be. Mindezt saját zenéjére koreografálták meg. Jarre az egymilliós látogatottsággal először került be a Guinness Rekordok Könyvébe. A televízióban további 100 millióan nézték a koncertet. 1981-ban jelenik meg a Magnetic Fields című albuma, mely hangszerelésben még hasonlított az első kettőhöz, de már jazz elemeket is tartalmazott, így számai, a slágerlistákon, pop, jazz, klasszikus kategóriákban is szerepeltek. Megjelenik első válogatáslemeze az Essential. Ez év októberében, első európai popművészként, koncerteket adott Kínában: Shanghai-ban és Pekingben, a Magnetic Fields című lemez bemutatóturnéjaként. A miniturnéra új számokat is komponált. A fellépésekről dupla album készült, illetve egy film, melyben a koncert alatti filmrészletek, bemutatják az akkori Kínát. Itt dolgozott először együtt, Mark Fisherrel, aki a koncert látványtervét és kivitelezését készítette. Az 1983-ban kinyomott Music for Supermarkets-ből egyetlen példányt készítettek. Mint ilyen esetben az történni szokott, a lemez aukción kelt el 10 000 dollárért. Az összeget, a kevésbé tehetős művészek támogatására ajánlották fel. 1984-ben a Zoolook albummal, az egyik legösszetettebb, legkidolgozottabb albumot hozta létre. A hangszereket, több helyen vokális effektekkel helyettesítette. Éjszakai erdőben, barlangban, étteremben érezhetjük magunkat a kompozíciót hallgatva, pedig az album címe magyarul: Állatkerti látogatás. A jazzes elemeket tartalmazó lemez, jazzes hangszert is hozott magával, a szaxofont. A lemezen Marcus Miller, és Laurie Anderson, Adrian Belew is közreműködik. Majd megjelenik első válogatáslemezének második kiadása, melyen már a Zoolook-ról is szerepelnek számok. 1986-ban megjelenik a Rendez-Vous című album, mely visszatér a régi hangzáshoz. A lemez utolsó számát, a Last Rendez-vous-t úgy tervezik, hogy Ron McNair asztronauta barátjával, aki kiváló szaxofonos volt, Houston város és Texas állam megalakulásának 150. évfordulójára illetve a NASA 25. évfordulójára rendezett gigakoncerten április 5-én, közösen előadják. Ron a szaxofonszólót az űrben játssza el, a koncerten adott ritmusra. Ám sajnos, a Challenger űrrepülőgép, kilövés után felrobban, így a terv is meghiúsul. A koncertet le akarják mondani, de végül úgy döntenek, hogy az asztronauták emlékére megtartják. A koncert és a látvány híre bejárja a világot. Október 5-én, II. János Pál pápa lyoni látogatása tiszteletére, koncertet ad, a belvárosban, a Rhône folyó partján. A két koncert anyagából CD születik. 1988-ban az új lemez a Revolutions, amely az angliai ipari forradalomnak, a hatvanas évek forradalmainak, a számítógépkorszak forradalmának, a kivándorlóknak és Dulcie September-nek állít emléket. Érezhetően jóval több digitális szintetizátort használ, lecserélve az analóg hangszereit. A lemezről két sláger és kislemez is születik, a címadó dal valamint a London Kid, melyet Hank Marvin barátjával, a Shadows együttes gitáros, frontemberével írtak és adtak elő a lemezen és a lemez bemutató koncertjén. A két koncert 1988 októberében a londoni Viktória királynő dokkoknál zajlott. Az eső és a szél ellenére több százezren vettek részt a koncerten, köztük Diána walesi hercegné is. 1989. május 13-án, Hank Marvinnal az Eiffel-torony megnyitásának 100. évfordulójára rendezett eseményen, előadják a London Kid-et. 1990-ben jelent meg az En attendant Cousteau (Cousteau-ra várva) című lemeze, amit a legendás természetvédő és tengerbiológus, Jacques-Yves Cousteau kapitány tiszteletére írt, aki éppen abban az évben ünnepelte 80. születésnapját. Cousteau, Palawan című filmjéhez fel is használtak a lemez anyagából, melyek mellé új számokat is komponált. A Calypso című számokban közreműködik a Trinidad és Tobago-i The Amoco Renegades, steel drums nevű hordószerű hangszereikkel, melyekkel igazi karibi hangulatot adnak át mind a lemezen, mind pedig a július 14-én tartott koncerten, ahol Jarre és ötven zenésztársa, Párizsban, a La Défense városrészben, egy gigantikus méretű, piramis alakú színpadon adott koncertet. Hatalmas kivetítőkön követhette figyelemmel a színpadon zajló eseményeket város szerte a közönség, beszámolók szerint több, mint kétmillióan a La Défense-on lévő modern diadalív, a Grande Arche és az Arc de Triomphe diadalív között, az Avenue de la Grand Armée-n és a Champs-Élysées-en. A látvány még gigantikusabb volt, mint eddig. 1991-ben megjelenik második válogatáslemeze Images címmel, mellyel párhuzamosan VHS kazettán kiadják a videoklipeket. Az albumon három új szám is található, a Moon Machine, a Globe Trotter és az Eldorado, mely a Tolerancia dala címet viseli, későbbi koncertjein. Több szám is remix változatban került a lemezre. Július 11-én a mexikói Teotihuacan lett volna a helyszíne egy koncertnek, az akkor zajló teljes napfogyatkozás keretében, azonban a piramis alakú színpad, illetve a felszerelés egy része, elsüllyedt a teherhajón az Atlanti-óceánban. 1993-ban a Chronologie album hangzásilag, részben visszatért az analóg hangszerekhez. A lemez létrejöttéért, köszönetet mond Stephen Hawking professzornak az Idő rövid története című könyvéért, amely inspirálta őt a lemez létrehozásában. Az albumról több szám is megjelenik maxi CD-n, remix változatokban. Európai koncertkörút indul, melynek egyik állomása Budapest. 1993. augusztus 19-én a Népstadionban (ma Puskás Ferenc Stadion) lépett fel először nálunk teltházzal. Ebben az évben Jarre az UNESCO jótékonysági nagykövete lett. 1994-ben a Hongkongi új stadion megnyitójára adott koncert anyagából és az előző évi turné anyagából dupla CD készül Hong-Kong címmel. 1995-ben, a francia kulturális minisztérium és az UNESCO felkérésére, az Eiffel-torony előtt adott koncertet. Az ENSZ és az UNESCO megalakulásának 50. évfordulója alkalmából jött létre a koncert, illetve a tolerancia éve kapcsán. Az esemény, a Koncert a toleranciáért nevet kapta. A koncerten Khaled énekli az Eldorado című számot, amely az UNESCO himnusza lesz. Ebben az évben egy remixalbum jelent meg, Jarremix címmel. 1997-ben, a legendás Oxygène album folytatásaként, leporolta az összes analóg szintetizátorát és elkészítette az Oxygène 7-13 albumot, mely méltó '90-es évek beli folytatása lett a legendás albumnak. Az albumot, Pierre Schaeffer, egykori tanára emlékének ajánlotta. Ezt ismét egy európai turné követte, melynek kapcsán ismét járt nálunk. Lemezeit dedikálta a Vörösmarty téri Hungaroton mintaboltban, és koncertezett a Budapest Sportcsarnokban (ma Papp László Budapest Sportaréna). Az album számaiból rengeteg neves DJ-től remixek sora született, mint Hani, Claude Monnet, Takkyu Ishino.... Ezek a maxik, előjelei voltak a következő albumnak, mely egy remixalbum. Még ez év szeptember 6-án kerül sor, egy minden tekintetben fontos eseményre. Moszkva 850. születésnapját ünnepli és ebből az alkalomból hívják meg Jean Michelt, hogy adjon koncertet, a Lomonoszov Egyetem előtti téren. A koncert 3,5 milliós közönséget vonz oda. Ezzel új rekordot állít be, mellyel saját rekordját dönti meg, az ingyenes szabadtéri koncert kategóriában. A koncerten élőben kapcsolják a Mir űrállomás lakóit, illetve a Souvenir de Chine című számát Diána walesi hercegné emlékének ajánlja. 1998. július 14-én az 1998-as labdarúgó-világbajnokság záróakkordjaként, az egyébként is - a világbajnokságot megnyerve - eufórikus hangulatú ország, óriásit bulizott ismét a Champ-de-Mars-on, amikor is az Odyssey Through O2 remixalbum élő változatát adták elő, Tetsuya 'TK' Komuro, az Apollo 440, Resistance D, DJ Cam társaságában. Rendez-vous 4 című száma, melynek a remixét az Apollo 440-nel közösen készítette, a világbajnokság hivatalos zenéje lett. Külön, a világbajnokság apropójára született új, közös szerzemény, TK-val, a Together Now. 1999. december 31én, koncertet szervezett a Gízai piramisoknál, az új évezred és Egyiptom történelmének 5000 éves évfordulójának megünneplésére. A Douze Réves du Soleil vagyis a The Twelve Dreams of the Sun (A nap tizenkét álma) címet viselő koncert két része, A Fő koncert és a Napkelte koncert összesen 4 óra zenéből állt. Az 50 méter hosszú színpadon szimfonikus zenekarok, folk együttesek is felléptek, valamint Natacha Atlas is, aki C'est la vie számot énekelte a még korábban, abban az évben megjelent maxilemezről, mely a következő nagylemezen is szerepel. A koncert internetes webközvetítését 2 millióan nézik. A 2000-ben megjelenő első vokális albuma, a Métamorphoses (Átváltozás), a rajongók körében megosztottságot eredményez, viszont új, kifinomult hangzásával, új rajongókat is hoz. A lemez címe eddigi zenei munkásságának és magánéletének változásait is tükrözi, nem kevésbé, a lemezen elhangzott szerzeményeket. A változás a magánéletében, hogy külön él Charlotte Ramplinggal, illetve az is változást hozott zenéjében, hogy vitája alakult ki Francis Dreyfussal, a kiadójával, valamint a borítón lévő képen immáron rövid hajjal szerepel. A hangzáshoz hozzá tartozik, hogy teljesen modern effekteket is használt, mint például a mobiltelefon rádió interferencia okozta hangot vagy a kávéfőzőgép hangját. Laurie Anderson hangjára ismét szükség volt, a Je me souviens című számban illetve Sharon Corr a The Corrs-ból működött közre hegedűn, a Rendez-vous á Paris című számban. 2001. január 1-jén, Tetsuya \"TK\" Komuro-val, valamint Arthur C. Clarke író közreműködésével, Okinawa szigetén ünnepelték az új millennium kezdetét. A dátum, Arthur C. Clarke-nak, a 2001: Űrodüsszeia könyve kapcsán volt jelentős. A Rendez-vous in Space című koncert erejéig Jean Michel és TK, a The Vizitors együttes nevet vették fel. Ez év nyarán, két koncerte került sor, az Akropolisz szomszédságában lévő Heródes Atticus színházban. Az esemény, az Elpida alapítvány támogatására, a daganatos gyermekek megsegítésére jött létre. Egyes újságok információja szerint, tervben volt, hogy a koncertre megpróbálják beszervezni Vangelis-t is némi közös munka erejéig. Ez azonban nem jött létre Vangelis Mythodea albumával kapcsolatos elfoglaltságai miatt. Az Interior Music, a Bang & Olufsen felkérésére született, melyet 1000 példányban adtak ki. Két számot tartalmaz, egy atmoszferikus jellegű, hangkollázst aláfestő zenével, illetve annak hangkollázs nélküli változatát. 2002 tavaszán meghívást kap a Le Printemps de Bourges, Franciaország és Európa egyik legrangosabb fesztiváljára, ahol ízelítőt mutat be, újabb kompozícióiból. A koncert anyagát 2006-ban adják ki CD-n. Ez évben megjelenik Sessions 2000 című albuma, mely a szinti-jazz kategóriába sorolható. A számok dinamikája és hangzása, merőben eltér, bármelyik eddigi munkájától. A számok címei, bizonyos napok élményeihez, érzéseihez köthetők, így azokat a dátumokat kapták, amely napon a számok ihletődtek. Októberben, Aero címmel a Gammel Vra Enge-i szélerőműparkban, Aalborg városa mellett, Dániában szervezett koncertet, felhívva a figyelmet az alternatív energiaforrások használatának előnyeire. Maga a koncert az energiát is a szélerőműparkból kapta. A koncerten résztvevők válogatásokat hallhattak legjobb slágereiből valamint a dán Safri Duo közreműködésével a Bourges béli koncert Alive in Bourges című száma, mely új címet kapott, az Aero-t, közösen adták elő. A Rendez-vous 4 is Safri Duo-sabb lett, vagyis a dobok és a basszus nagyobb hangsúlyt kaptak. Új hangszerek jelentek meg a szintetizátorarzenálban, mint az elektronikus furulya, a cintányér, az effekt pad és a ribbon kontroller. Az esőzések és a sártenger ellenére is 40 000-en vettek részt a koncerten. 2003-ban, csak az Egyesült Államokban jelent meg a Geometry of Love című album. Az anyag, sokkal spirituálisabb, kevésbé dinamikus, inkább Chill Out jellegű háttérzene. A Near Djaina szám címében, a Djaina, az Adjani anagarammája. Ugyanis a lemezt, Isabelle Adjanihoz fűződő kapcsolata ihlette. Még ez évben, számos zenésztársával indítványozzák, hogy az EU-n belül, a kulturális termékek árában hajtsanak végre adócsökkentést, ezzel is ösztönözve a vásárlókat, több kulturális termék, zenei anyag, könyv vagy akár színházjegy vásárlására. A Nemzetközi Lemezipari Szövetség (IFPI) szerint, mivel csökkent az eladások száma, ezzel a megoldással, lehetne ösztönözni a vásárlási kedvet. 2004. október 10-én egy koncertet ad Kínában, két helyszínen. Az első helyszín a Tiltott Város, a második pedig a Tiananmen tér. A koncertek, a kínai Francia Kulturális Év nyitóünnepségének részei. A koncerteket a helyszínen a közönség, 5.1-ben hallgatja, a CCTV, HD minőségben közvetíti. Az elektronikus hangszerek mellett, tradicionális kínai hangszereket is felsorakoztató koncerten, Cheng Lin, erhu-n játssza az Oxygène 2 bevezetőjét. A felvett hang és képanyag megjelenik DVD-n, és először koncertjei történetében, 5.1-es DTS, THX minőségű hanggal. Az AERO (Anthology of Electronic Revisited Originals) stúdióalbum nem kapcsolódik az Aero koncerthez, legalábbis címében nem, hangzásában viszont annál inkább. 2004-ben újrahangszerelte régi klasszikusait, kiegészítette újabb effektusokkal, illetve három új számmal, melyek az Aero, Aerology és Aerozone. Az anyagot 5.1-es DTS és és sztereó Dolby Digital hangzásban rögzítették és az év végén kiadták DVD + CD formátumban. Az AERO, korszakalkotó a zene hangzásának kategóriájában, ugyanis az első zenei hanganyag, amely 5.1-es hangzással készült. Kiadót vált, így a lemez a Warner Bros. Records és saját, AERO productions nevű cégének a kiadványa. A DVD-n szereplő film, mely a DVD-n a zene alatt megy, egy közeli kép Anne Parillaud színésznő, későbbi feleségéről, akinek a szemei reakcióit vették fel, hogy hogyan reagált a zenére, amikor egy az egyben lejátszották neki az albumot. A kiadványhoz tartozó füzetben, Jarre rajongók képei láthatók. 2005. április 2-án, Andersen meseíró születésének 200. évfordulójára rendezett emlékműsoron, UNESCO Jótékonysági nagykövetként lépett fel és adta elő Rendez-Vous 2 című számát. Augusztusban, a Solidarność 25. évfordulójára a lengyelországi Gdańsk-ban ad koncertet. Az esemény vendége a színpadon, Lech Wałęsa, a Szolidaritás szakszervezeti mozgalom egyik alapítója, Nobel-békedíjas, volt lengyel államfő. Erre az alkalomra, a hajógyári munkások és a Solidarnosc tiszteletére külön számokat ír. II. János Pál pápa emlékét, pedig az Akropolis és a Rendez-vous 2 számok alatt, óriási kivetítőkön idézik fel. 2005. szeptember 10-én egy rövid koncert erejéig a belgiumi Eurocam Media Centre megnyitóján vesz részt. A Lynx koncertet a belga HDTV közvetíti Lint városából. 2006 szeptemberében megjelenik egy különleges feldolgozása legjobb slágereiből, dupla lemezen. A The Symphonic Jean Michel Jarre 20 számát dolgozza fel, és az albumon, mely limitált változatban 5.1-es hanggal is megjelent, a Prágai Filharmonikusok játsszák slágereit. UNESCO Jótékonysági Nagykövetként, szervezett egy koncertet Merzouga mellett, a marokkói sivatagban, a homokdűnék között, Water for Life címmel, melyet december 16-án tartott meg. A világ elsivatagosodására szerette volna felhívni a figyelmet illetve ezzel kapcsolatosan az ivóvíz beszerzésének nehézségeire valamint ennek hiányára. A következő stúdióalbum a Téo & Téa, mely 2007. március 26-án jelenik meg. Az ismét újat hozó Jean Michel egy igazán dinamikus, fiatalos, energikus zenei anyagot hoz létre, mellyel ismét új tábort toboroz maga köré, a fiatalokat, akik nem annyira ismerik zenéjét. A technos, diszkós stílusú lemez, ismét megosztottságot eredményez, régi rajongói közt. A CD + DVD kiadvány, DVD része, 5.1-es hangot tartalmaz. Akárcsak az Oxygène: Live in your living room, melyet Oxygène albuma kiadásának 30.évfordulójára jelentet meg. A kiadvány DVD lemezén az 5.1-es hangzás mellett a mellékelt szemüvegekkel, 3D-ben is élvezhetjük a belgiumi Lintben felvett előadást. A párizsi Marigny színházban, adott koncertsorozat 2008-ban európai turnéval folytatódik. Eredetileg, a turnét koncerttermekbe, operaházakba szervezik, de 2008. november 12-én, Budapesten a Papp László Budapest Sportaréna, a helyszín, ahol telt ház előtt, játssza el, újrakevert Oxygène című albumát. 2009 a Csillagászat Nemzetközi Éve keretében Brian May barátjával, aki a zene mellett asztrofizikával is foglalkozik, felkérték egy koncertre a Kanári-szigetek La Palma szigetén a Gran Telescopio Canarias csillagvizsgálónál, 2400 méteres magasságban. Az esemény a felhők felett, igazán különleges lett volna, de a szervezés folyamata elakadt, így a koncert sajnos nem jött létre. 2009. május 4-én a debreceni Főnix Csarnokban kezdi In-Doors Arena Tour turnéját. A Tour 2010 / 2011 keretében, 2010. május 24-én a Papp László Budapest Sportarénába ismét ellátogatott. 2010 novemberében, bejelentik válásukat Anne Parillauddal. 2011 nyarán, Rarities & Essentials néven megjelenik egy dupla album, amelynek egyik lemezén az Oxygène előtti, eddig kiadatlan számai találhatók, a másikon, pedig válogatást találunk leghíresebb számaiból. Július 1-jén Monacoban, II. Albert monacói herceg és Charlene Wittstock esküvőjére hivatalos, ahol az esti buli, az ő feladata.","strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Lyon, France","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/uxxxsv1587754751.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/vvurtv1366812665.png","strArtistCutout":"https://www.theaudiodb.com/images/media/artist/cutout/1hgaf41674557022.png","strArtistClearart":"https://www.theaudiodb.com/images/media/artist/clearart/gb3l1c1603086331.png","strArtistWideThumb":"https://www.theaudiodb.com/images/media/artist/widethumb/y28msg1652682361.jpg","strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/k20w541634114324.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/qwtxyy1366812753.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/tpqysq1366812770.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/kcveh91634114072.jpg","strArtistBanner":"https://www.theaudiodb.com/images/media/artist/banner/yvvyux1462357903.jpg","strMusicBrainzID":"86e2e2ad-6d1b-44fd-9463-b6683718a1cc","strISNIcode":null,"strLastFMChart":"http://www.last.fm/music/Jean Michel Jarre/+charts?rangetype=6month","intCharted":"4","strLocked":"unlocked"}]}