{"artists":[{"idArtist":"119470","strArtist":"Joaquín Rodrigo","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1901","intDiedYear":"1999","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Joaquín Rodrigo Vidre, 1st Marquis of the Gardens of Aranjuez (November 22, 1901 – July 6, 1999), commonly known as Joaquín Rodrigo, was a Spanish composer and a virtuoso pianist. Despite being nearly blind from an early age, he achieved great success. Rodrigo's music counts among some of the most popular of the 20th century, particularly his Concierto de Aranjuez, considered one of the pinnacles of the Spanish music and guitar concerto repertoire.\nHe was born in Sagunto, Valencia, and almost completely lost his sight at the age of three after contracting diphtheria. He began to study solfège, piano and violin at the age of eight; harmony and composition from the age of sixteen. Although distinguished by having raised the Spanish guitar to dignity as a universal concert instrument and best known for his guitar music, he never mastered the instrument himself. He wrote his compositions in Braille, which was transcribed for publication.\nRodrigo studied music under Francisco Antich in Valencia and under Paul Dukas at the École Normale de Musique in Paris. After briefly returning to Spain, he went to Paris again to study musicology, first under Maurice Emmanuel and then under André Pirro. His first published compositions date from 1940. In 1943 he received Spain's National Prize for Orchestra for Cinco piezas infantiles (\"Five Children's Pieces\"), based on his earlier composition of the same piece for two pianos, premiered by Ricardo Viñes. From 1947 Rodrigo was a professor of music history, holding the Manuel de Falla Chair of Music in the Faculty of Philosophy and Letters, at Complutense University of Madrid.\nHis most famous work, Concierto de Aranjuez, was composed in 1939 in Paris for the guitarist Regino Sainz de la Maza. In later life he and his wife declared that it was written as a response to the miscarriage of their first child. It is a concerto for guitar and orchestra. The central adagio movement is one of the most recognizable in 20th-century classical music, featuring the interplay of guitar with cor anglais. This movement was later adapted by the jazz arranger Gil Evans for Miles Davis' 1960 album Sketches of Spain. The Concerto was adapted by the composer himself for Harp and Orchestra at the request of Nicanor Zabaleta and dedicated to Zabaleta.\nThe success of this concerto led to commissions from a number of prominent soloists, including Nicanor Zabaleta, for whom Rodrigo dedicated his Concierto serenata for Harp and Orchestra, Julian Lloyd Webber, for whom Rodrigo composed his Concierto como un divertimento for cello and orchestra, and James Galway, for whom Rodrigo composed his Concierto pastoral for flute and orchestra. In 1954 Rodrigo composed Fantasía para un gentilhombre at the request of Andrés Segovia. His Concierto Andaluz, for four guitars and orchestra, was commissioned by Celedonio Romero for himself and his three sons.\nNone of Rodrigo's works, however, achieved the popular and critical success of the Concierto de Aranjuez and the Fantasia para un gentilhombre. These two works are very often paired in recordings.\nHe was awarded Spain's highest award for composition, the Premio Nacional de Música, in 1983. On 30 December 1991, Rodrigo was raised into the Spanish nobility by King Juan Carlos I with the hereditary title of Marqués de los Jardines de Aranjuez (English: Marquis of the Gardens of Aranjuez). He received the prestigious Prince of Asturias Award—Spain's highest civilian honor—in 1996. He was named Commander of the Order of Arts and Letters by the French government in 1998.\nHe married Victoria Kamhi, a Turkish-born pianist whom he had met in Paris, on 19 January 1933, in Valencia. Their daughter, Cecilia, was born on January 27, 1941. Rodrigo died in 1999 in Madrid at the age of 97, and was succeeded as Marqués de los Jardines de Aranjuez by his daughter. Joaquín Rodrigo and his wife Victoria are buried at the cemetery at Aranjuez.","strBiographyDE":"Joaquín Rodrigo Vidre (* 22. November 1901 in Sagunt, Valencia; † 6. Juli 1999 in Madrid) war ein spanischer Komponist. \n\nJoaquín Rodrigo, als jüngstes von zehn Kindern eines wohlhabenden Weinhändlers geboren, erblindete in seinem vierten Lebensjahr infolge einer Diphtherie-Erkrankung beinahe vollständig. 1906 zog er mit seiner Familie nach Valencia um. Bis 1927 studierte er Komposition und Harmonielehre in Valencia und ging anschließend nach Paris, wo er seine musikalische Ausbildung in den Fächern Komposition, Klavier und Harmonielehre an der École normale de musique unter anderem bei Paul Dukas bis zum Jahre 1932 vervollkommnete.\n\nIn Paris hatte er auch 1928 seine spätere Ehefrau, die türkische Pianistin Victoria Kamhi (1905–1997), kennengelernt. Sie entstammte einer sephardischen Familie. Das Paar heiratete 1933 in Valencia. Cecilia ist die gemeinsame Tochter.\n\nIn den folgenden Jahren unternahm Rodrigo zahlreiche Reisen, die ihn nach Deutschland, Österreich und in die Schweiz führten, außerdem kehrte er 1934 für ein Jahr nach Paris zurück, um dort Musikgeschichte zu studieren. Am 6. Mai 1936 hielt Rodrigo in Paris einen Vortrag über Vihuela-Musiker des 16. Jahrhunderts, bei dem Emilio Pujol auf zwei nachgebauten Instrumenten musikalische Beispiele beisteuerte. Im September 1939 ließ Rodrigo sich mit seiner Frau in Madrid nieder, unternahm jedoch weiterhin ausgedehnte Reisen, unter anderem nach England, Italien, Griechenland und Südamerika.\n\n1948 wurde Rodrigo Professor für Musikgeschichte am Konservatorium in Madrid. Daneben beschäftigte er sich als Musikkritiker und war beim Radio als Leiter der Musikabteilung tätig. Trotz mehrerer Augenoperationen erblindete er zu dieser Zeit vollständig. Seine Kompositionen entwarf er in Blindenschrift und diktierte sie anschließend einem Kopisten oder seiner Frau, die auch zunächst Korrektur las.\n\nEr erhielt zahlreiche Ehrungen und Auszeichnungen, darunter 1942 und 1982 den Premio Nacional de Música. Außerdem ernannten ihn sieben Universitäten zum Ehrendoktor, unter anderem die Polytechnische Universität Valencia. Am 30. Dezember 1991 wurde Rodrigo durch König Juan Carlos I. in den erblichen spanischen Adelsstand erhoben und erhielt in Anlehnung an seine Komposition Concierto de Aranjuez para guitarra y orquesta den Titel eines Marqués de los Jardines de Aranjuez, benannt nach den Gärten des Palacio Real (Aranjuez). Im Jahre 1996 erhielt er den Premio Príncipe de Asturias.\n\nRodrigo starb am 6. Juli 1999 in Madrid. \n\nStil:\nPrägend war für Rodrigo die Begegnung mit Manuel de Falla während seiner Pariser Zeit. Von ihm und Paul Dukas beeinflusst, entwickelte Rodrigo einen Personalstil, der Neoklassizismus mit spanischer Folklore verband. Teilweise übernahm er leicht verändert typische Figuren des 16. bis 18. Jahrhunderts oder bearbeitete Stücke alter spanischer Meister. Gleichzeitig orientierte er sich an der Volksmusik insbesondere tänzerischer Art. Seine Melodik ist sehr einprägsam, die Orchestrierung stets klar und eher kammermusikalisch, aber trotzdem sehr farbig. Rodrigos Werke stehen im Rahmen der Tonalität, er reicherte seine Harmonik aber gerne mit leichten Dissonanzen an. Besonders interessierte ihn die Gattung des Konzertes. Sein bekanntestes und ihn seinerzeit weltberühmt machendes Werk ist das für Regino Sáinz de la Maza geschriebene und von diesem 1940 uraufgeführte[5] Concierto de Aranjuez, dessen langsamer Satz zu den populärsten Musikstücken des 20. Jahrhunderts zählt. Rodrigo gilt als bedeutendster spanischer Komponist seiner Generation. \n(Wikipedia)","strBiographyFR":null,"strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Valencia, Spanish","strCountryCode":"ES","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/wvvqpq1367571445.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/vuvvww1519387081.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"fde4460b-868a-493e-8c53-221e418c8959","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}