{"artists":[{"idArtist":"116739","strArtist":"Philip Glass","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1956","intBornYear":"1937","intDiedYear":null,"strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"www.philipglass.com","strFacebook":"","strTwitter":"1","strBiographyEN":"Philip Morris Glass (born January 31, 1937) is an American composer. He is one of the most influential composers of the late 20th century. His music is also often controversially described as minimalist, along with the work of the other \"major minimalists\" La Monte Young, Terry Riley and Steve Reich.\nHe has distanced himself from the \"minimalist\" label, describing himself instead as a composer of \"music with repetitive structures.\" Though his early mature music shares much with what is normally called \"minimalist\", he has since evolved stylistically. Currently, he describes himself as a \"Classicist\", pointing out that he is trained in harmony and counterpoint and studied such composers as Franz Schubert, Johann Sebastian Bach and Wolfgang Amadeus Mozart with Nadia Boulanger.\n\nGlass is a prolific composer: he has written works for the musical group which he founded, the Philip Glass Ensemble (with which he still performs on keyboards), as well as operas, musical theatre works, ten symphonies, eleven concertos, solo works, chamber music including string quartets and instrumental sonatas, and film scores. Three of his film scores have been nominated for Academy Awards.","strBiographyDE":"Wikipedia\nPhilip Glass (* 31. Januar 1937 in Baltimore, Maryland) ist ein US-amerikanischer Musiker und Komponist. Er gilt zusammen mit Steve Reich, Terry Riley und La Monte Young als einer der wichtigsten Vertreter der Minimal Music.\nDas Werk von Glass umfasst zahlreiche Opern und Musiktheaterwerke, zwölf Symphonien, elf Konzerte, acht Streichquartette und verschiedene andere Kammermusik- und Filmmusikkompositionen. Drei seiner Filmkompositionen wurden für die Academy Awards nominiert. \n\nPhilip Glass wuchs in einem jüdischen Elternhaus mit Musik auf: Sein Vater war Schallplattenhändler in Baltimore. Das erste eigene Instrument des Jungen war die Violine, die er als Sechsjähriger erlernte, es folgte die Flöte. Mit acht Jahren wurde er Schüler am Peabody Conservatory, als Zehnjähriger spielte er bereits in lokalen Orchestern. Von 1952 bis 1956 studierte er Mathematik und Philosophie an der University of Chicago und machte den Bachelor of Arts. In dieser Zeit beschäftigte er sich intensiv mit der Zwölftontechnik.\nVon 1959 bis 1962 studierte er vor allem Klavier an der Juilliard School of Music in New York, wo er den Master of Science machte (Mitschüler war Steve Reich, der dort im Fach Komposition studierte), und in Aspen bei Darius Milhaud. Mittlerweile hatte er sich von der Musik der Schönberg-Nachfolge abgewandt und der gemäßigten amerikanischen Moderne geöffnet, wie sie etwa Aaron Copland verkörperte. Auch anschließend in Pittsburgh entstanden weitere Werke (sie wurden später von Glass für unbedeutend erklärt). 1964 ging er nach Europa, wo er dank einem Fulbright-Stipendium zwei Jahre Schüler bei Nadia Boulanger in Paris sein konnte, eine Begegnung, die ihn als Komponisten entscheidend prägte.\nIn Florenz, 1993\nIn Paris begegnete Glass 1965 dem indischen Komponisten und Sitarspieler Ravi Shankar. Shankar nahm dort Musik für den Film Chappaqua auf und wollte, dass seine Werke auch für Musiker westlicher Tradition und Schulung spielbar sein sollten. Für die dafür nötigen Transkriptionen wurde Glass ausgewählt. So kam er zum ersten Mal mit indischer Musik und Denktradition in Kontakt, vor allem mit dem asiatischen Rhythmus- und Zeitverständnis. Der tief beeindruckte Glass nahm 1967 auf Vermittlung von Shankar Tablaunterricht bei Alla Rakha[4] und bereiste Indien und andere Länder Asiens, dazu den Vorderen Orient und Afrika. Er wurde Buddhist. 1972 traf er Tendzin Gyatsho, den vierzehnten Dalai Lama; seit diesem Treffen gilt Glass als wichtiger Unterstützer des tibetischen Freiheitsstrebens.\n1965 begann Glass für das Schauspielensemble seiner ersten Frau, JoAnne Akalaitis, zu komponieren. Sein erstes Werk war eine Komposition für zwei Saxophone zu Samuel Becketts Stück Play. In den nächsten zehn Jahren schrieb Glass immer wieder solche Theatermusiken, danach eigene Bühnenwerke. Glass selber bezeichnet sich vor allem als „Theaterkomponisten“. 1970 vertont Glass die künstlerische Filmarbeit „Izy Boukir“ von Nancy Graves und verwendet dabei vor allem Natur- und Tiergeräusche. Nach seiner Rückkehr in die USA gründete Glass 1970 das Philip Glass Ensemble, damit seine Kompositionen gespielt wurden, da kein Orchester ihn anfragte. Er wurde sein eigener Veranstalter, buchte Konzerthallen und gelegentlich auch Orte, an denen sonst keine zeitgenössische Musik aufgeführt wurde. Seine Musik dieser Zeit wurde auf traditionellen Instrumenten gespielt, jedoch häufig elektronisch verstärkt und verfremdet. Das bedeutendste Werk dieser Jahre ist die vier Stunden lange Komposition Music in Twelve Parts, die Glass 1971 begann und bis 1974 immer wieder veränderte. Dieses Werk begann als einzelne Arbeit in Instrumentierungen für zwölf Instrumente, entwickelte sich dann aber zu einem Zyklus, der Glass’ musikalische Entwicklung seit 1967 zusammenfasste.\nUm seinen Lebensunterhalt zu verdienen, gründete Philip Glass zusammen mit seinem Kollegen Steve Reich das New Yorker Umzugsunternehmen Chelsea Light Moving. Bei den Umzügen fasste er selbst mit an.\n1976 wurde Glass’ erfolgreichste Oper Einstein on the Beach. Resultat seiner ersten Zusammenarbeit mit Robert Wilson, in Avignon uraufgeführt. Die triumphale Uraufführung machte den Komponisten weltweit bekannt. Nach dieser Oper komponierte Glass ein nächstes Werk für die Bühne, das Tanz, Film und Musik vereinende Dance – eine weitere Zusammenarbeit mit der amerikanischen Choreografin Lucinda Childs, die zuvor auch in Einstein on the Beach als Choreografin und Tanzsolistin mit ihm gearbeitet hatte.\nIn dieser Zeit war der Komponist durch seinen erst beginnenden Erfolg noch nicht finanziell abgesichert und arbeitete nebenbei als Taxifahrer, Klempner, Möbelpacker und Kellner. Der Grund war auch: Für die beiden New Yorker Aufführungen von Einstein on the Beach mietete Glass die Metropolitan Opera. Obwohl die Vorstellungen ausverkauft waren, trugen sie Glass rund 90000 US-Dollar Schulden ein.\n1980 folgte ein weiterer Erfolg: die Mahatma-Gandhi-Oper Satyagraha, uraufgeführt durch De Nederlandse Opera in Rotterdam unter Leitung seines Landmannes und Studienkollegen von der Juilliard-School, Bruce Ferden. 1983 folgte eine nächste Oper, Akhnaten über den Pharao Echnaton, die ihre Uraufführung am Staatstheater Stuttgart hatte. Diese drei Opern bilden eine Trilogie über Männer, die die Welt gewaltfrei veränderten.\nIn Florenz, 1993\nVor allem durch seine Musik zu dem Film Koyaanisqatsi (1982) wurde Glass’ Popularität außerhalb der Klassikgemeinde gesteigert, er galt nun als Komponist der New-Age-Bewegung. Weitere Filmmusikerfolge des Komponisten waren unter anderem eine neue Partitur für den Horrorfilm-Klassiker Dracula, die Musik für den Martin-Scorsese-Film Kundun (erste Oscar-Nominierung), die Mediensatire Die Truman Show (The Truman Show, Gewinn des Golden Globe) und für The Hours (zweite Oscar-Nominierung). Glass gilt als einer der produktivsten Komponisten der Gegenwart: In den letzten 25 Jahren hat er mehr als zwanzig Opern komponiert, zehn Sinfonien, zwei Klavierkonzerte und Konzerte für Violine und Saxophonquartett. Dazu kommen Filmmusik, Streichquartette und Musik für Klavier solo. 2007 veröffentlichte er das Doppelalbum Book of Longing – A Song Cycle based on the Poetry and Images of Leonard Cohen. ","strBiographyFR":"Philip Glass, né le 31 janvier 1937 à Baltimore dans le Maryland, est un musicien et compositeur américain de musique contemporaine. Il est considéré comme l'un des compositeurs les plus influents de la fin du xxe siècle. Il est, avec ses contemporains Terry Riley et Steve Reich, l'un des pionniers et l'un des représentants les plus éminents de la musique minimaliste, notamment de l'école répétitive, et de la musique classique des États-Unis.\nSi ses premières œuvres (jusqu'en 1974) sont typiquement répétitives et minimalistes, elles montreront, par la suite, une évolution stylistique. Il préfèrera utiliser, pour les œuvres suivantes, l'expression « musique avec structures répétitives », indiquant que l'aspect répétitif n'est plus prépondérant. Ses dernières œuvres sont très éloignées du courant minimaliste et, actuellement, il se décrit lui-même comme un compositeur classique, rompu à l'harmonie et au contrepoint, ayant étudié Jean-Sébastien Bach, Ludwig van Beethoven et Franz Schubert.\nIl a composé des œuvres pour ensemble, des opéras, des symphonies, des concertos, des musiques de film et des œuvres pour soliste.\nGlass compte de nombreux amis parmi les artistes, écrivains, musiciens et chefs d'orchestre, dont Richard Serra, Chuck Close, Doris Lessing, Allen Ginsberg, Errol Morris, Bob Wilson, JoAnne Akalaitis, John Moran, les acteurs Bill Treacher et Peter Dean, Godfrey Reggio, Ravi Shankar, Linda Ronstadt, Paul Simon, David Bowie, Patti Smith, le chef d'orchestre Dennis Russell Davies, et le musicien Aphex Twin, qui ont tous collaboré avec lui. Parmi ses collaborateurs récents peuvent être cités ses amis de New York, Woody Allen et celui de Montréal, Leonard Cohen.\nIl a été nommé aux Oscars et aux Golden Globes dans la catégorie « meilleure musique », pour les films The Hours et Chronique d'un scandale.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":"Philip Glass, född 31 januari 1937 i Baltimore, Maryland, är en amerikansk oscarnominerad kompositör av minimalistisk modern konstmusik.\n\nTill Glass mest betydelsefulla verk hör utan tvivel de tre så kallade porträttoperorna – Einstein on the Beach (1976), Satyagraha (1980) och Akhnaten (1983). En stor del av Philip Glass verk är teater- och operamusik, och hans samarbete med regissören Robert Wilson har varit uppmärksammat.\n\nFör den breda publiken är han förmodligen mest känd för musiken i en mängd filmer. Glass har bland annat gjort filmmusik till flera av Errol Morris' och Godfrey Reggios dokumentärer, däribland Godfrey Reggios Qatsi-trilogi, samt till fiktion som Martin Scorseses Kundun (1997), och Timmarna (The Hours) (2002), Secret Window (2004), Notes on a Scandal (2006) och Woody Allens Cassandra's Dream (2007).\n\nGlass har fått en rad priser och utmärkelser med åren. För musiken till Paul Schraders Mishima - ett liv i fyra kapitel (1985) vann han pris vid Cannesfestivalen, för Truman Show (1998) - där han också medverkar i filmen i en liten roll som Pianist - vann han bl a Golden Globe Award och ASCAP Award, och han blev Oscarsnominerad för Kundun, Timmarna och Notes on a Scandal.","strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Baltimore, USA","strCountryCode":"US","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/glass-philip-5062baff709e1.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/philip-glass-4e6f55040bf38.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/philip-glass-4e5e9e5b11c43.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/philip-glass-4e5e9e70c4e80.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/philip-glass-4e5e9ea400b50.jpg","strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"5ae54dee-4dba-49c0-802a-a3b3b3adfe9b","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}