{"artists":[{"idArtist":"121381","strArtist":"Franz Liszt","strArtistStripped":null,"strArtistAlternate":"Liszt","strLabel":null,"idLabel":null,"intFormedYear":null,"intBornYear":"1811","intDiedYear":"1886","strDisbanded":null,"strStyle":"Classical","strGenre":"Composer","strMood":"","strWebsite":"","strFacebook":"","strTwitter":"1","strBiographyEN":"Franz Liszt (Hungarian - 22 October 1811 – 31 July 1886) was a prolific 19th-century Hungarian composer, virtuoso pianist, conductor, music teacher, arranger, organist, philanthropist, author, nationalist and a Franciscan tertiary.\nLiszt gained renown in Europe during the early nineteenth century for his prodigious virtuosic skill as a pianist. He was a friend, musical promoter and benefactor to many composers of his time, including Frédéric Chopin, Richard Wagner, Hector Berlioz, Robert Schumann, Camille Saint-Saëns, Edvard Grieg, Ole Bull, Joachim Raff, Mikhail Glinka, and Alexander Borodin.\nAs a composer, Liszt was one of the most prominent representatives of the New German School (Neudeutsche Schule). He left behind an extensive and diverse body of work in which he influenced his forward-looking contemporaries and anticipated many 20th-century ideas and trends. Some of his most notable musical contributions were the invention of the symphonic poem, developing the concept of thematic transformation as part of his experiments in musical form, and making radical departures in harmony.\nLife :\nFranz Liszt was born to Anna Liszt (née Maria Anna Lager) and Adam Liszt on 22 October 1811, in the village of Doborján (German: Raiding) in Sopron County, in the Kingdom of Hungary, Austrian Empire. Liszt's father played the piano, violin, cello and guitar. He had been in the service of Prince Nikolaus II Esterházy and knew Haydn, Hummel and Beethoven personally. At age six, Franz began listening attentively to his father's piano playing. Adam began teaching him the piano at age seven, and Franz began composing in an elementary manner when he was eight. He appeared in concerts at Sopron and Pressburg (Hungarian: Pozsony, present-day Bratislava, Slovakia) in October and November 1820 at age 9. After the concerts, a group of wealthy sponsors offered to finance Franz's musical education in Vienna.\nThere Liszt received piano lessons from Carl Czerny, who in his own youth had been a student of Beethoven and Hummel. He also received lessons in composition from Ferdinando Paer and Antonio Salieri, who was then the music director of the Viennese court. Liszt's public debut in Vienna on December 1, 1822, at a concert at the \"Landständischer Saal\", was a great success. He was greeted in Austrian and Hungarian aristocratic circles and also met Beethoven and Schubert. In spring 1823, when his one-year leave of absence came to an end, Adam Liszt asked Prince Esterházy in vain for two more years. Adam Liszt therefore took his leave of the Prince's services. At the end of April 1823, the family returned to Hungary for the last time. At the end of May 1823, the family went to Vienna again.\nTowards the end of 1823 or early 1824, Liszt's first composition to be published, his Variation on a Waltz by Diabelli (now S. 147), appeared as Variation 24 in Part II of Vaterländischer Künstlerverein. This anthology, commissioned by Anton Diabelli, includes 50 variations on his waltz by 50 different composers (Part II), Part I being taken up by Beethoven's 33 variations on the same theme, which are now separately better known simply as his Diabelli Variations, Op. 120. Liszt's inclusion in the Diabelli project—he was described in it as \"an 11 year old boy, born in Hungary\"—was almost certainly at the instigation of Czerny, his teacher and also a participant. Liszt was the only child composer in the anthology.\nAdolescence in Paris :\nAfter his father's death in 1827, Liszt moved to Paris; for the next five years he was to live with his mother in a small apartment. He gave up touring. To earn money, Liszt gave lessons in piano playing and composition, often from early morning until late at night. His students were scattered across the city and he often had to cover long distances. Because of this, he kept uncertain hours and also took up smoking and drinking—all habits he would continue throughout his life.\nThe following year, he fell in love with one of his pupils, Caroline de Saint-Cricq, the daughter of Charles X's minister of commerce, Pierre de Saint-Cricq. Her father, however, insisted that the affair be broken off. Liszt fell very ill, to the extent that an obituary notice was printed in a Paris newspaper, and he underwent a long period of religious doubts and pessimism. He again stated a wish to join the Church but was dissuaded this time by his mother. He had many discussions with the Abbé de Lamennais, who acted as his spiritual father, and also with Chrétien Urhan, a German-born violinist who introduced him to the Saint-Simonists. Urhan also wrote music that was anti-classical and highly subjective, with titles such as Elle et moi, La Salvation angélique and Les Regrets, and may have whetted the young Liszt's taste for musical romanticism. Equally important for Liszt was Urhan's earnest championship of Schubert, which may have stimulated his own lifelong devotion to that composer's music.","strBiographyDE":"Franz Liszt, ungarisch Liszt Ferencz (* 22. Oktober 1811 in Raiding/Doborján, damals ungarisches Kronland des Kaisertums Österreich, heute Burgenland; † 31. Juli 1886 in Bayreuth), war ein österreichisch-ungarischer Komponist, Pianist, Dirigent, Theaterleiter, Musiklehrer und Schriftsteller.\n\nLiszt war einer der prominentesten Klaviervirtuosen und einer der produktivsten Komponisten des 19. Jahrhunderts. Er hat in vielen unterschiedlichen Stilen und Gattungen komponiert, war mit seinen Sinfonischen Dichtungen ein Wegbereiter der „programmatischen Musik“ und wird mit seinen Hauptwerken zur Neudeutschen Schule gezählt. Er war Mitbegründer des Allgemeinen Deutschen Musikvereins. Im Alter von 54 Jahren empfing Liszt in Rom die niederen Weihen und den Titel Abbé.","strBiographyFR":"Franz Liszt est un compositeur, transcripteur et pianiste virtuose hongrois né le 22 octobre 1811 à Doborján1, en Hongrie (empire d'Autriche) et mort le 31 juillet 1886 à Bayreuth, en Bavière (Empire allemand).\n\nLiszt est le père de la technique pianistique moderne et du récital. Avec lui naissent l'impressionnisme au piano, le piano orchestral — Mazeppa, la quatrième Étude d'exécution transcendante — et le piano littéraire — les Années de pèlerinage. Innovateur et promoteur de l'« œuvre d'art de l'avenir » (la « musique de l'avenir » étant une invention des journalistes de l'époque), Liszt influença et soutint plusieurs figures majeures du XIXe siècle musical : Hector Berlioz, Richard Wagner, César Franck, Camille Saint-Saëns, Bedřich Smetana, Edvard Grieg et Alexandre Borodine. Aussi féconde que diverse, son œuvre a inspiré plusieurs courants majeurs de la musique moderne, qu'il s'agisse de l'impressionnisme, de la renaissance du folklore, de la musique de film ou du dodécaphonisme sériel. \nFranz Liszt grandit dans un milieu familial plutôt mélomane. De 1804 à 1809, son père, Adam Liszt sert comme deuxième violoncelle dans l'orchestre Esterházy. Chargé à partir de 1809 de l'administration du cheptel ovin de Raiding, Adam Liszt organise des soirées musicales avec quelques interprètes locaux.\n\nDe santé fragile, Franz Liszt manque à plusieurs reprises de succomber à des fièvres. À six ans, il chante de mémoire le thème du Concerto en ut dièse mineur de Ries que son père a joué quelques heures plus tôt. Adam Liszt décide de lui enseigner le piano. En moins de deux ans, Liszt aborde l'essentiel de l'œuvre de Johann Sebastian Bach, Wolfgang Amadeus Mozart et Ludwig van Beethoven. Conscient de ces progrès, Adam Liszt souhaite faire de son fils un enfant prodige, sur le modèle du jeune Mozart. Grâce au soutien financier de quelques nobles hongrois, la famille Liszt s'installe à Vienne en 1822. Franz Liszt suit les cours de piano de Carl Czerny et les cours de composition d'Antonio Salieri. Ainsi préparé, il donne son premier concert public à la Landständischer Saal le 1er décembre 1822. Organisé quelques mois plus tard, le concert de la Redoutensaal a inspiré une légende biographique populaire : Beethoven serait venu l'embrasser sur scène. En réalité, Beethoven n'a pas assisté à ce concert. Il semblerait néanmoins qu'il ait écouté Liszt chez Czerny et l'ait chaleureusement félicité pour la qualité de son jeu.\n\nDevenu un pianiste reconnu, Liszt entreprend une tournée européenne en 1823. Elle est interrompue par un long séjour à Paris. Échouant à intégrer l'École royale de musique et de déclamation du fait de son statut d'étranger, Liszt multiplie les concerts privés et publics. Le 7 mars 1824, il joue au Théâtre-Italien. Son interprétation séduit la presse parisienne. Il est désormais couramment connu sous le sobriquet de petit Litz. Liszt étudie parallèlement la composition avec Anton Reicha et Ferdinando Paër. Il écrit un opéra, Don Sanche ou le Château de l'amour qui ne connaît qu'un succès mitigé. Il conçoit également une série de douze études, première esquisse des futures Études d'exécution transcendantes.\n\nDe 1824 à 1827, Liszt effectue de nombreuses tournées en Angleterre et en France. Celles-ci rapportent à Adam Liszt un revenu important : il dispose vers 1827 d'un capital de 60 000 francs qu'il investit chez les Esterházy. Au cours de l'été 1827, Liszt tombe malade et séjourne dans une ville d'eau, Boulogne-sur-Mer. Il se rétablit, mais son père meurt. En l'absence de l'autorité paternelle, Franz Liszt met fin à sa carrière d'enfant prodige.\nVoyages en Europe\nLiszt à 21 ans par Achille Devéria.\n\nÀ Paris, il rencontre Hector Berlioz, George Sand, Alfred de Musset, Frédéric Chopin, Honoré de Balzac, devient l'ami d'Eugène Delacroix et fait la connaissance de Niccolò Paganini, qui aura une grande influence sur le développement de son art.\n\nEn 1833 commence sa liaison avec la comtesse Marie d'Agoult (connue sous son nom de plume Daniel Stern, dans son roman Nélida notamment) qui lui donne trois enfants :\n\n    Blandine (1835-1862) épousera en 1857 Émile Ollivier, avocat et homme politique français. Ils auront un fils, Daniel ;\n    Cosima (1837-1930) épousera le chef d'orchestre Hans von Bülow, puis le compositeur Richard Wagner ;\n    Daniel (1839-1859).\n\nEn 1836, Liszt entreprend une tournée à travers l'Europe (Suisse, Italie, Russie, etc.) et donne des concerts dans toutes les grandes villes. Outre ses propres œuvres — ses Rhapsodies datent de cette époque — il joue des œuvres de Chopin et de la musique allemande. Il est adulé : on lui demande la permission de baiser ses doigts à la fin de ses concerts, on récolte le fond de ses tasses dans des fioles.\n\nComme en témoignent notamment ses correspondances, Liszt est un grand séducteur et connaît de nombreuses et célèbres femmes avant d'embrasser la carrière religieuse.\nAprès s'être séparé de Marie d'Agoult en 1844, il rencontre à Kiev en 1847 la princesse Carolyne Sayn-Wittgenstein qui lui conseille d'interrompre ses tournées de concert pour se consacrer à la composition. C'est en 1848 qu'il s'installe à Weimar en tant que maître de chapelle où le grand-duc Charles-Alexandre l'avait nommé en 1842. Débute alors une nouvelle période pendant laquelle il compose ses poèmes symphoniques, avec l'aide de son secrétaire particulier Joseph Joachim Raff et d'un matériel unique : le piano-melodium. Il se consacre également à la direction des œuvres de ses contemporains. Autour de lui se rassemblent de nombreux élèves — parmi lesquels Hans von Bülow, qui deviendra son gendre — auxquels il fait découvrir Berlioz, Wagner, Saint-Saëns. Toutefois, son talent et ses idées novatrices n'étant pas du goût de tout le monde, les conservateurs ne manquent pas de lui mener la vie dure, ce qui le conduit à démissionner de son poste le 18 décembre 18585. Jusqu'à cette date, Weimar est grâce à lui un centre exceptionnel de création et d'innovation.\n\nAprès avoir tenté sans succès d'obtenir auprès du pape son divorce, Carolyne se sépare de Liszt, qui reçoit les ordres mineurs en 1865. Il profite de son séjour à Rome pour découvrir la musique religieuse de la Renaissance.\n\nLiszt se retire à Rome en 1861 et après avoir déjà rejoint le tiers-ordre franciscain6 en juin 1857, il recevra en 1865 la tonsure et les quatre ordres mineurs de l'Église catholique, lui donnant en France le qualificatif d'abbé. Il retourne à Pest où il doit diriger la création de son premier oratorio, Die Legende von der heiligen Elisabeth. Il se fait confectionner au couvent de Pest un habit franciscain dont il souhaite être revêtu au tombeau7. Sa mère, Anna, meurt le 6 février 1866.\n\nÀ partir de 1869 et jusqu'à sa mort, l'abbé Liszt partage son temps entre trois capitales : Budapest, Rome et Weimar qui correspondaient à trois tendances : sa sentimentalité hongroise, son mysticisme religieux et sa musique d'influence allemande. À Budapest, pendant trois mois en hiver (source : Musée et Académie Ferenc Liszt, Budapest), il continue à recevoir des élèves gratuitement, y compris Alexander Siloti. Il met alors de côté son activité de virtuose pour se consacrer essentiellement à la composition et à l'enseignement, notamment à l'Académie royale de musique de Budapest dont il est l'un des fondateurs en 1875 (et qui sera d'ailleurs rebaptisée plus tard « Académie de musique Franz-Liszt »).\n\nLe dimanche 25 juillet 1886, Liszt à bout de forces assiste à la représentation d'un opéra de son gendre Richard Wagner : Tristan und Isolde. Le lendemain, il est au plus mal et se voit privé par les médecins de son cognac quotidien. Le vendredi, les tremblements et le délire le frappent : il a pour ce jour la superstition des Italiens, or l'année 1886 commence un vendredi et son anniversaire tombe cette année-là un vendredi. Le samedi, vers deux heures du matin, après un sommeil anormalement agité, le compositeur hongrois se lève en hurlant, renverse son domestique accourant pour le recoucher, puis s'effondre. Malgré les soins apportés par les docteurs Fleischer et Landgraf, qui restent à son chevet jusqu'au soir, Liszt passe la journée du 31 dans une quasi-inconscience et s'éteint à 23 h des suites d'une pneumonie.\n\nIl est enterré le 3 août 1886 à Bayreuth. Par de nombreuses tractations, Cosima Wagner parvient à s'assurer que la dépouille de son père, avant tout considéré comme le beau-père de Wagner, soit inhumée à Bayreuth dans l'ombre de ce dernier. Le choix de ce lieu d'inhumation donna lieu à de nombreuses contestations et demandes de rapatriement, notamment à Weimar et Budapest. ","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Male","intMembers":"1","strCountry":"Hungary","strCountryCode":"HU","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/qyxyxv1389020875.jpg","strArtistLogo":null,"strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/quqtqv1517685685.jpg","strArtistFanart2":null,"strArtistFanart3":null,"strArtistFanart4":null,"strArtistBanner":null,"strMusicBrainzID":"2cd475bb-1abd-40c4-9904-6d4b691c752c","strISNIcode":null,"strLastFMChart":null,"intCharted":"3","strLocked":"unlocked"}]}