{"artists":[{"idArtist":"131006","strArtist":"Françoise Hardy","strArtistStripped":null,"strArtistAlternate":"","strLabel":null,"idLabel":null,"intFormedYear":"1961","intBornYear":"1944","intDiedYear":null,"strDisbanded":null,"strStyle":"Rock/Pop","strGenre":"Singer Songwriter","strMood":"Sentimental","strWebsite":"www.francoise-hardy.com","strFacebook":"www.facebook.com/francoisehardyofficiel/","strTwitter":"1","strBiographyEN":"Françoise Madeleine Hardy (born 17 January 1944 in Paris, France) is a French singer and songwriter. Mainly known for singing melancholic sentimental ballads, Hardy has been an important figure in French pop music since her debut, with more than fifty years of career and over thirty studio albums released. She rose to prominence in the early 1960s as a leading figure of the yé-yé wave, a genre of pop music and associated youth culture phenomenon that adapted to French the pop and rock styles that came from the United States and the United Kingdom. The singer quickly differentiated herself from her peers by writing her own material, a rare feat in an industry dominated by older, male composers and producers. France's most exportable female singer of the era, Hardy rose to international fame and released music sung in English, Italian and German, apart from her native French.\n\nFrançoise Hardy signed her first contract with the record label Vogue in November 1961. In April 1962, shortly after finishing school, her first album, \"Oh Oh Chéri\", appeared, with the title song written by Johnny Hallyday's writing duo. The flip side of the record, \"Tous les garçons et les filles\" became a huge success, with 2 million copies sold. She had long hair and usually wore jeans with a leather jacket while accompanying her songs on the guitar.  She sang in English,, Spanish, and German occasionally. In 1963, she represented Monaco in the Grand Prix d'Eurovision de la Chanson with \"L'amour s'en va\" and took fifth place. In 1968, she received the Grand Prix du Disque Académie Charles Cros.  In 1981, she married her long-time companion Jacques Dutronc, with whom she had already had a son (Thomas Dutronc) in 1973. In May 2000, she had a comeback with the album \"Clair Obscur\". Her son played the guitar, and her husband sang the duet \"Puisque Vous Partez En Voyage\". Iggy Pop and Etienne Daho participated, as well. She currently lives near Paris.  In 2006 she released a new duets album entitled \"Parenthèses\" including a song with her son Thomas.","strBiographyDE":"Françoise Madeleine Hardy [fʁɑ̃swaz aʁdi] (* 17. Januar 1944 in Paris) ist eine französische Chansonsängerin, Texterin und Komponistin.\n\nIm November 1961 unterschrieb Françoise Hardy ihren ersten Vertrag bei der Schallplattenfirma Vogue und im April 1962, kurz nach dem bestandenen Abitur, erschien ihre erste Platte Oh oh chéri, ein Titel, der von Johnny Hallydays Textschreiber-Duo eigens für sie geschrieben worden war. Allerdings brachte dann die B-Seite Tous les garçons et les filles – ein zartes Chanson über Jungs und Mädchen ihres Alters, die auf der Suche nach der Liebe sind – großen Erfolg. In der damals beliebtesten Jugendsendung Frankreichs, Salut les copains des Rundfunksenders Europe 1, debütierte sie 1962 mit diesem Lied, das nach diesem Auftritt in kürzester Zeit über zwei Millionen Mal verkauft wurde.\n\nEs folgte eine Reihe von Hits, die größtenteils von ihr selbst getextet und komponiert waren. Sie spielte ihre Songs auch auf Englisch, Italienisch, Deutsch, Spanisch und Portugiesisch ein. 1963 ging Françoise Hardy beim Grand Prix Eurovision de la Chanson mit L’amour s’en va für Monaco an den Start und erreichte den fünften Platz. 1968 erhielt sie den Schallplattenpreis Grand Prix du Disque der Akademie Charles Cros.\n\nAuch in Deutschland erlangte die häufig in Jeans und Lederjacke gekleidete, langhaarige Französin große Aufmerksamkeit. 1965 trat sie im deutschen Fernsehen in einer von Truck Branss produzierten eigenen Show namens Portrait in Musik auf, die von Vogue auch auf LP herausgebracht wurde. Das Chanson Frag den Abendwind berührte die romantische Seite der deutschen Teenager. Die Leser der Jugendzeitschrift Bravo wählten Françoise Hardy 1966 zur zweitbeliebtesten Sängerin (Silberner Bravo-Otto). Eine Tournee durch Deutschland war die Folge.\n\nEiner damaligen Mode entsprechend wurden drei ihrer Platten als double bill mit Udo Jürgens veröffentlicht (eine Seite er, die andere sie). Doch obwohl sie sich mehrfach trafen, kam es zu keiner musikalischen Zusammenarbeit.\n\nSpäter allerdings befand Hardy diese frühen Jahre in künstlerischer Hinsicht als dermaßen schlecht, dass sie eine Wiederveröffentlichung der Chansons über Jahre hinweg zu verhindern suchte. 2001 erschienen dann dennoch 50 Lieder aus jener Zeit als Kompilation.\n\nÄsthetisch galt Hardy in den 1960er Jahren als Stilikone. „Natürlich half es, dass Hardy hochgewachsen und bildschön war und obendrein ein Gespür für Stil hatte, Modeschöpfer wie Paco Rabanne überhäuften sie alsbald mit Kleidung“, schrieb der Spiegel.\n\nHardy unternahm Konzertreisen durch England und Österreich. Zu der 1970 erschienenen Langspielplatte Träume erschien ein Filmclip. Darin mimte sie Marlene Dietrich als Femme fatale in schwarzem Kostüm mit Netzstrümpfen und langer Zigarettenspitze. Sie erklärte, es sei eine Hommage an die große Diva und sie wolle damit auch ihre Wertschätzung der deutschen Sprache ausdrücken, die sie damals gut sprach. Hardy hatte zuvor an der Pariser Sorbonne Germanistik studiert.\n\nIhre große Popularität hielt sich in Frankreich bis weit in die 1970er und 1980er Jahre, obwohl sie wegen ihres Lampenfiebers nach 1968 nur noch selten vor einem großen Publikum auftrat. 1981 heiratete Françoise Hardy ihren langjährigen Freund und Künstlerkollegen Jacques Dutronc. 1973 kam der gemeinsame Sohn Thomas Dutronc zur Welt, der ebenfalls als Musiker tätig ist. Zunehmend komponierte Hardy ihre Alben selbst, die Texte oft humorvoll mit der französischen Sprache spielend; zu ihren Hits in den 1970er und 1980er Jahren gehören Message personnel, J’écoute de la musique saoule und La sieste. Das Image der sanften Schlagersängerin, die mit nachdenklichen romantischen Songs gegen den Rock-’n’-Roll-Strom schwamm, hat sie längst abgelegt und zählt zu den renommiertesten Singer-Songwritern ihres Landes. Im Mai 2000 gelang ihr mit dem Album Clair Obscur, das in Frankreich bereits wenige Wochen nach Veröffentlichung sechsstellige Verkaufszahlen erzielte, ein erneutes Comeback. Auf dem Album wird sie von ihrem Sohn auf der Gitarre begleitet; es enthält auch je ein Duett mit Dutronc — das auch als Single erfolgreiche Puisque vous partez en voyage — sowie mit Iggy Pop (I’ll Be Seeing You) und Étienne Daho. Im März 2005 erschien ein weiteres Album mit dem Titel Tant de belles choses und im November 2006 das Album Parenthèses…. Im Frühjahr 2010 kam schließlich das Album La pluie sans parapluie heraus.\n\nFrançoise Hardy lebt in der Nähe von Paris. Wegen einer Krebserkrankung hat sie die Musik aufgegeben und sich auf das Schreiben von Büchern verlegt. Sie ist häufig in Diskussionsrunden im französischen Fernsehen und Rundfunk präsent, insbesondere, um ihre Bücher vorzustellen. \n(Wikipedia)","strBiographyFR":"Egérie des sixties avec son tube intem­po­rel Tous les garçons et les filles, Françoise Hardy est née le 17 janvier 1944 à Paris.\n\nAuteure, compo­si­teur et inter­prète, elle connaît le succès dès l'âge de 18 ans, en pleine vague yé-yé. Compagne du photo­graphe Jean-Marie Périer, elle porte alors sur scène les créa­tions de Paco Rabanne, Yves Saint Laurent et Cour­règes. Après six années d’une trépi­dante carrière inter­na­tio­nale, celle qui véhi­cule l’image d’une adoles­cente timide et senti­men­tale aspire à une vie plus calme, auprès de celui qui reste son éter­nel compa­gnon : Jacques Dutronc. Leur fils Thomas naît le 16 juin 1973. Peu de temps après, elle entre en studio avec Michel Berger qui lui compose Message person­nel. Françoise Hardy signe alors un retour remarqué. Mais son temps libre est désor­mais consa­cré à sa nouvelle passion : l’as­tro­lo­gie, qu’elle envi­sage comme un complé­ment à la psycho­lo­gie et à la grapho­lo­gie. Média­tisé, son inté­rêt pour ce domaine lui offre de nouvelles oppor­tu­ni­tés profes­sion­nelles. En 1988, elle sort Déca­lages, et affirme que c’est son dernier opus. Il devient disque d’or en quelques semaines. Elle prête alors sa plume aux autres chan­teurs et écrit Fais-moi une place pour Julien Clerc. En 2007, pous­sée par l’édi­teur Robert Laffont, elle publie son auto­bio­gra­phie, Le Déses­poir des singes, qui arrive en tête des ventes et le restera durant trois mois. Fin 2012, elle conjugue deux de ses passions, pour le plus grand bonheur de ses fans, et publie un roman et un album qui portent le même nom, L’Amour fou.","strBiographyCN":null,"strBiographyIT":null,"strBiographyJP":null,"strBiographyRU":null,"strBiographyES":null,"strBiographyPT":null,"strBiographySE":null,"strBiographyNL":null,"strBiographyHU":null,"strBiographyNO":null,"strBiographyIL":null,"strBiographyPL":null,"strGender":"Female","intMembers":"1","strCountry":"Paris, France","strCountryCode":"FR","strArtistThumb":"https://www.theaudiodb.com/images/media/artist/thumb/hardy-franoise-509c14d409777.jpg","strArtistLogo":"https://www.theaudiodb.com/images/media/artist/logo/44ffv61622991685.png","strArtistCutout":null,"strArtistClearart":null,"strArtistWideThumb":null,"strArtistFanart":"https://www.theaudiodb.com/images/media/artist/fanart/quihtp1617000368.jpg","strArtistFanart2":"https://www.theaudiodb.com/images/media/artist/fanart/tx3tdi1617000324.jpg","strArtistFanart3":"https://www.theaudiodb.com/images/media/artist/fanart/57m8n81617000351.jpg","strArtistFanart4":"https://www.theaudiodb.com/images/media/artist/fanart/n3h5cs1617000385.jpg","strArtistBanner":null,"strMusicBrainzID":"d2a79d20-1304-47fd-a998-b4fe1ec78373","strISNIcode":null,"strLastFMChart":null,"intCharted":"4","strLocked":"unlocked"}]}