{"album":[{"idAlbum":"2176509","idArtist":"111261","idLabel":"43473","strAlbum":"All the Way... A Decade of Song","strAlbumStripped":"All the Way A Decade of Song","strArtist":"Céline Dion","strArtistStripped":"Céline Dion","intYearReleased":"1999","strStyle":"Rock/Pop","strGenre":"Pop","strLabel":"Columbia","strReleaseFormat":"Compilation","intSales":"0","strAlbumThumb":"https://www.theaudiodb.com/images/media/album/thumb/all-the-way-a-decade-of-song-4fe6c72222ba2.jpg","strAlbumThumbHQ":null,"strAlbumThumbBack":null,"strAlbumCDart":"https://www.theaudiodb.com/images/media/album/cdart/all-the-way-a-decade-of-song-5101eee497617.png","strAlbumSpine":null,"strAlbum3DCase":null,"strAlbum3DFlat":null,"strAlbum3DFace":null,"strAlbum3DThumb":null,"strDescriptionEN":"All the Way… A Decade of Song is the first English-language greatest hits album by Canadian recording artist Celine Dion. Released by Sony Music Entertainment on November 12, 1999, it features nine previously-released and seven new recordings. Dion worked on new songs mainly with David Foster, other producers include: Max Martin, Kristian Lundin, Robert John \"Mutt\" Lange, James Horner and Matt Serletic.\n\nAll the Way... A Decade of Song garnered positive reviews from music critics. They praised the first uptempo single \"That's the Way It Is\" and a ballad \"If Walls Could Talk.\" Some criticism was directed towards including a small number of hits and many new recordings. Despite that, the album became a commercial success throughout the world and peaked at number one in every major music market around the globe. All the Way... A Decade of Song has sold over 8,000,000 copies in the United States, according to Nielsen SoundScan. It has also sold over five million copies in Europe and shipped two million copies in Japan and one million in Canada. During the first two years of its release, the album had sold over seventeen million copies worldwide.\n\nThe lead single, \"That's the Way It Is\" was well received by critics and became a commercial success around the world. The following singles were released in selected countries only and without any promotion from Dion, who was on her two-years break from the music industry, they performed moderately on the charts.\n\nAfter ten years of standing in the spotlight, Celine Dion decided go on vacation. \"I'm looking forward to having no schedule, no pressure, to not caring about whether it's raining or not, just visiting with family and friends, cooking at home, trying to seriously have a child. I want no pressure for a while,\" she said. But before Dion embarked on her two-year respite from the music industry beginning January 1, 2000, she prepared All the Way... A Decade of Song to cap a ten-year period in which she has sold over 100 million records worldwide. In the '90s, Dion has transformed herself from a regional Canadian success into one of the world's most successful pop artists. In that time, she's released seven English-language albums, from 1990's Unison to All the Way... A Decade of Song, and six newly recorded French albums, picking up numerous awards, including five Grammys.\n\nThe process of putting together All the Way… A Decade of Song was laborious for all involved, from balancing the number of hits and new songs to ensuring that each of the latest tracks showed a new side of Dion. \"We had hourly conversations, back and forth, about what the combination should be,\" said John Doelp, the album's co-executive producer. \"We wanted to make sure we had some new sounds and that we were able to go to new places.\" Co-executive producer Vito Luprano added: \"The first idea was to record three new songs, then Dion said, 'Let's go for five,' her lucky number. But we had so many great songs coming in that we ended up recording nine. Out of that, we decided to go with seven","strDescriptionDE":null,"strDescriptionFR":null,"strDescriptionCN":null,"strDescriptionIT":null,"strDescriptionJP":null,"strDescriptionRU":null,"strDescriptionES":null,"strDescriptionPT":null,"strDescriptionSE":null,"strDescriptionNL":null,"strDescriptionHU":null,"strDescriptionNO":null,"strDescriptionIL":null,"strDescriptionPL":null,"intLoved":null,"intScore":null,"intScoreVotes":null,"strReview":"","strMood":"In Love","strTheme":null,"strSpeed":"","strLocation":null,"strMusicBrainzID":"023cceb2-76bc-388f-9bc7-7c43b4e5ee89","strMusicBrainzArtistID":"847e8a0c-cc20-4213-9e16-975515c2a926","strAllMusicID":null,"strBBCReviewID":null,"strRateYourMusicID":null,"strDiscogsID":null,"strWikidataID":null,"strWikipediaID":null,"strGeniusID":null,"strLyricWikiID":null,"strMusicMozID":null,"strItunesID":null,"strAmazonID":null,"strLocked":"unlocked"}]}